[
    {
        "text": "- If Scientology was just getting auditing when you wanted about the subjects you wanted and you could take it or leave it, that would be fine. It's the fact that it's part and parcel to this entire organization and this entire experience that has, as a part of that experience, taking everything from you, demanding everything from you, controlling who you can speak with, controlling who you can have relationships with, who you have to erase from your life. This is where, and it's hard to, it's hard to place one pinpoint on \"This is where Scientology goes wrong.\" It's really hard to do that, because the good parts of Scientology and the bad parts of Scientology are all just Scientology. - The following is a conversation with Aaron Smith-Levin, a former Scientologist raised in Scientology, and have worked in the organization full-time for many years as a staff member and a Sea Org member, including the job of training Scientology auditors. Today, he educates the public about Scientology on his YouTube channel called \"Growing Up in Scientology.\" This is The Lex Friedman podcast. To support it, please check out our sponsors in the description. And now, dear friends, here's Aaron Smith-Levin. Well, let's do a full overview of Scientology, it's ideas, how it operates, how it wields its power and influence, and let's start at the very basics. What is Scientology? - Scientology is a belief system created by L. Ron Hubbard that does fundamentally believe that we are all immortal spiritual beings, called thetans, that we have native, God-like potential, that there is nothing more powerful in the universe than a thetan, like, so God-like is, you know, quite literal here, and that, through various decisions thetans have made, they have fallen away from their native God-like power to, fallen down to a state where most thetans aren't even aware that they are thetans, aren't even aware that they ever have lived before or have these powers, and that thetans are now in a state where they're trapped in bodies, trapped here on earth, trapped in this prison of a physical universe, trapped on this prison of a planet,",
        "start": "00:00:00",
        "duration": 135.692,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "and that only Scientology can restore a thetan to its native state. - Are these multiple beings, like is there one thetan inside of me that's trapped in this prison? - Well, the thetan would be you. - The thing would be me. - The thetan is you. - But I'm presumably limited in some fundamental way. So this thetan that is me is limited. So there's like 8 billion thetans on the planet? - There's one primary thetan animating each body. Later in Scientology, you learn there's actually like tens of thousands or hundreds of thousands of like sick, unconscious, half-dead thetans stuck to you that are now an additional cause of problems for you. - [Lex] Sure. - But fundamentally, at the lower levels, the non-confidential levels, there's just one thetan per body. - Well, I mean, it's an interesting idea. I just would like to kind of explore the philosophy of that. So there's a being that's all powerful, that's immortal, and its projection, its manifestation on this earth is fundamentally limited, and you're trying to, the process of Scientology is the process of letting go of those limitations. You know, that's an interesting idea. I mean, a lot of religions have this kind of idea that there's, not just religions, but like we have the capacity as human beings to do, to achieve greatness in all kinds of ways. - [Aaron] Yeah. - And that's the question we have with our cognitive abilities. We start with a embryo and build up and into this organism and like this world of opportunities before us, what are we capable of? And the idea that we're capable of almost anything is a really powerful one, and there's a lot of religions, there's a lot of philosophies, there's a lot of advice, self-help that kind of explore those ideas, and so it seems like with Scientology, this, the application of this religious philosophy means that we're limited, and we'll have to break the through those limitations, and there's a process to break through those limitations. - That would be correct. So what can make it challenging to adequately and completely describe Scientology in the beginning",
        "start": "00:02:25",
        "duration": 126.56599999999999,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "is what Scientologists believe actually changes as they progress further into or further up in Scientology. So the explanation as I've given it, is pretty consistent with what you would get at the lowest levels. - Got it. - Right. You're a thetan, I'm a thetan, everyone's a thetan, and we have a reactive mind. L. Ron Hubbard would say the reactive mind is a collection of these recordings, mental recordings of any moments of pain and unconsciousness you've ever had in your life. It's like the subconscious mind. It is always recording in moments of pain and unconsciousness and that these are called, these recordings are called, L. Ron Hubbard called them \"engrams.\" Now, when L. Ron Hubbard first wrote \"Dianetics\" in 1950, this was before Scientology came along a couple years later, right? So in 1950, when he wrote \"Dianetics,\" it wasn't a spiritual endeavor. It was supposed to be a mental health, a science of mental health. So, as of that time, the earliest engram you could have was the incident of birth. Being born was an engram, and technically, in \"Dianetics\", he said you could have prenatal engrams, like when you're still in the womb, but there was no concept of past lives as of 1950 version of \"Dianetics,\" right? And so, the idea there was that the reactive mind is essentially a stimulus response mechanism created through evolution millions of years ago to protect the individual from things that would harm them. In other words, things that would bring about pain and unconsciousness. So you have these recordings of things that hurt you, created pain and unconsciousness, and in present time, these things will react upon you in a way to cause you to avoid similar things reacting upon you in a subconscious, unconscious way. - So the reactive mind protects you from the trauma that is inside your subconscious mind? - Yes, and the idea is we've now, as human beings, evolved to a state where it no longer serves us beneficially, it only serves us negatively.",
        "start": "00:04:35",
        "duration": 122.63200000000002,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "This was Hubbard's theory, and he said, so you can get rid of these engrams by, you know, basically recalling them and going over them again and again using Dianetics auditing therapy, and if you get back to the moment of birth and erase the earliest engram, all the other subsequent engrams on the chain would vanish. - Oh, nice. So there's a chain? - Earlier, similar, earlier, similar, earlier, similar, earlier similar. Okay. So that gives you a pretty good understanding of how L. Ron Hubbard thought of the mind, because that carries on, has applicability later on in Scientology. - I mean, that's a pretty powerful model of the mind. I mean, Freud had similar conceptions that a lot of our traumas are grounded in, sort of poor formulation of sexuality or imperfect formulation of sexuality in early childhood or something like this, and then we're trying to figure out the puzzle of whatever we formed in early childhood. - [Aaron] Right. - I mean it's similar, similar kind of. - It is similar. That's probably what Hubbard took it from. In the early days of Dianetics, before he decided psychiatry was evil. - [Lex] Yeah. - He actually credited Sigmund Freud with some of the shoulders he was standing on. - Sure. - [Aaron] In writing \"Dianetics.\" - So he still admired psychiatry at that time? So that's an interesting moment of Dianetics. So what else? You mentioned Dianetics, auditing was there, too. So if we just, before Scientology, what are the ideas that formed what we know as Dianetics? - As I've just described 'em, that is the fundamental. - [Lex] That is. - That is pretty much the nuts and bolts of Dianetics. - Was it applied? Was it applied often? - Oh, yeah, no, it's what Dianetics in the early days was all about was just auditing. Auditing is the process of the one-on-one counseling. Recall a moment of pain and unconsciousness,",
        "start": "00:06:44",
        "duration": 97.09000000000002,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "run through the engram over and over and over again, find something earlier, similar. That is Dianetics auditing. One of the main things that changed with Scientology is that birth or prenatal engrams were no longer the earliest engrams on the chain. - [Lex] Yeah. - The idea is you have to get the earliest engram on the chain for the later ones to blow, which is a race. And so, but all of a sudden, now, with the addition of an immortal spiritual being into the equation, well now, the earliest incident could be trillions of years ago in other galaxies and universes. - Other universes, so before the appointment of this universe? - Oh yeah, yes. - Is there a model of physics integrated in any of this? - [Aaron] No. - Okay. - The model is you have the physical universe, and then above that you have the theta universe. So we used the word thetan earlier. So in Scientology, I'll use the word theta. I dunno, theta's just basically thetan power, thetans collectively. So, Hubbard would say you have the theta universe, which is senior to the physical universe and creates the physical universe. And remember, I said, I said native, God-like potentials, so we're not talking about the God who created the earth. We're just, like Scientologists don't believe in a God, but we'll get into that later. We're talking about just creating universes, like just think like matrix, like just. - [Lex] Yeah. - When I say creating a universe, essentially just creating different thetan simulations. - But it sounds like a little bit more like the ideas of Plato, which is there's these platonic forms, there's abstract forms that are bigger, more general than our particular reality here, and those forms are used to construct the reality. - [Aaron] Well, I grew up in a cult, so I'm not familiar with the works of Plato. (Aaron laughing) - [Lex] You can't use that as an excuse for everything. (Aaron continues laughing) - I would like to, you know, non-jokingly - [Aaron] Yeah. - Steelman the case, because a lot of philosophies,",
        "start": "00:08:23",
        "duration": 102.32599999999996,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "a lot of religions, a lot of even scientific endeavors, are a little bit full of uncertainty. You can call it bullshit, but you're on unsturdy ground because we're surrounded by mystery, and you have to take these ideas somewhat seriously and see where those ideas go wrong. This happens with communism, this happens with capitalism, these ideas sound beautiful in their ideal forms, and then they somehow go wrong, and some go more wrong than others. And so I don't think sort of, it's easy to sort of caricature and make fun of the ideas. I think if you take them seriously, you'll start to understand like, when you're in it, it was serious. It can be very convincing. It's, you know, the devil is going to be a charismatic person, he's not going to be a caricature of a ridiculous person, so that helps us understand which ideas will sound appealing, but will become dangerous. - I totally agree. In fact, it's one of the thrusts I have on my channel is wanting to talk about Scientology in a way that would actually resonate with current Scientologists. - [Lex] Yeah. - Not just resonate with former Scientologists. I want people who are still in to be able to hear how I talk about it and go, \"Wow, he's being really fair.\" - [Lex] Yeah. - \"And really accurate. He's not just a hater,\" you know what I mean? - If you look at the, you know, let's take, one of the worst places on Earth is North Korea. You have Kim Jong-un, and the reality is there's a lot of citizens of that nation that deeply love the leader, because they've grew up in that way, and you, I mean, through fear, through all kinds of manipulation, through propaganda and so on, they're not allowed to love members of their own family. They're not allowed to have romantic love. They're only allowed to have love for the leader. And to reach those people, you have to empathize with the fact that, in their eyes, in some sense, this is a great man. This is a God, a Messianic figure. You can't just make fun of the ridiculousness",
        "start": "00:10:09",
        "duration": 115.54599999999998,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "of the situation that this pudgy person waltzing around creating propaganda, like how's this the? (Aaron laughing) - [Aaron] With a funny haircut. - With a funny haircut. Like, it's so easy, Hitler too, to make fun of, to make a caricature of the person, but this is a real person, a real person that influenced the minds of millions of people, in the case of Hitler, you know, tens of millions of people, and created a huge amount of suffering, not because of the caricature version, but because he was a charismatic leader. He was somebody that people deeply, deeply loved, and that just, over time, I mean, with the abuse of any kind of ideology, this happens over and over. And so, yeah, it's interesting because Scientology is so close to the core of what is America, because so many Americans are involved with it, so it's interesting to study the beauty and the power of the ideas that underlie it and where things go wrong. - Yeah. And I'll just say it's interesting to note, you would never get a representative of the Church of Scientology to sit down and have a conversation with you and even be as fair and accurate about Scientology as I'm going to be, which is noteworthy. - Do you honestly deeply believe that's the case? There's not going to be a high-level official that would sit down for a conversation? - No. - I disagree with you. - [Aaron] I hope you're right. - Because I think that, given the current dynamics of what's happening, I think in order to save, from their perspective, in order to save the the Church of Scientology, they have to be transparent and authentic. Basically steelman their case, but better. - You would think so. - Well, we'll talk about the other ways you could do that, which is through manipulation, through propaganda, through controlled media, and all that kind of stuff.",
        "start": "00:12:08",
        "duration": 105.48599999999999,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "- They paint themselves into a corner of not being able to send a representative out into the world to speak honestly about it, because you're literally not allowed to. So when faced, you know, if you're just sitting down with an entertainment journalist, a representative might be able to fudge their way through an interview, but sitting down for a long-form format interview with someone who is gonna ask them about Xenu and the body thetans and Leah Remini and Lisa McPherson, that's a no-go zone. So I'm representing why it will never happen, but shit, I would tune in for that interview. I mean, I hope you do get someone. - You don't think David Miscavige will sit down for an interview? - I would love to be wrong. - You know, in general, journalists, in these kinds of situations can be, can attack in a way that doesn't empathize and doesn't come from a place of deep knowledge and understanding, and I think it's possible to have serious conversations with people like that in an empathetic way, but it's also in a challenging way. I think there's a huge amount of trust required, and obviously, for a very secretive organization, the amount of trust, yes, might be too much required. - Yes. Anyone over there, if they've done their homework, knows you're gonna be as fair as anyone in the world's going to be, and yet, there's simply things they're not allowed to talk about, and they're not even allowed to say, \"I'm not allowed to talk about it.\" - So that's a fundamental part of the Church of Scientology is the secrecy? - [Aaron] Yeah. - So that's where you're trained as you go up through the ranks, is \"Secrecy, secrecy.\" - It's not even a matter of training, it's that there's an entire, the entire upper half of Scientology's Bridge is simply confidential. I mean, and I never even did those levels when I was in Scientology. I didn't learn what Scientologists actually believe on those upper levels until after I got outta Scientology,",
        "start": "00:13:54",
        "duration": 103.74700000000003,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "and I was freaking born and raised in it. - Let's go there, let's go to your personal story. So you spent 30 years in Scientology? - Yeah, I was four years old when my mom got in. - And then about seven years ago got out. - [Aaron] Yeah. - And you're on what YouTube channel now, and you're an educator? - So I was four years old when my mom got introduced to Scientology. - [Lex] Yeah. - And she got in really fast, really quick. So, but I was 12 years old when I was taken out of school and started officially full-time working for Scientology. Okay, so, in various capacities I worked for them from the ages of 12 to the age of 26. - [Lex] Yeah. - Okay. So, and then I was 34 when I officially parted ways with Scientology, which was really more them officially parting ways with me, but we can get into all that later. That's just kinda how Scientology does it. - And what do you do now in terms of Scientology? So now I run \"Growing Up in Scientology,\" the YouTube channel, but what I primarily do is I help run an organization that helps people who are escaping from Scientology. I'm the Vice President of \"The Aftermath Foundation\" and we created the foundation after the television show, \"Leah Remini\" Scientology and the Aftermath,\" and there was such an outpouring of support from non-Scientologists all over the world, \"What can we do to help people leave Scientology?\" that we decided to create a foundation, and it's been incredibly successful. We've helped people escape from all regions and echelons of Scientology. We've accomplished, what we've accomplished is far beyond what we actually envisioned would be possible. It's been a huge success. - So we'll talk about the negative aspect, the abuses of power, but let's just explore the ideas a little bit more. So the public facing three fundamental truths of Scientology, maybe correct me if I'm wrong, man is an immortal spiritual being, like we said with thetans, his experience extends well beyond a single lifetime, so infinite memory backwards. His capabilities are unlimited,",
        "start": "00:15:40",
        "duration": 120.49999999999997,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "even if not presently realized. The capabilities are unlimited, are? - Yeah, God, So that when I say God-like, I really just mean, you know, Thanos, like unlimited. Scientologists don't believe in a God, so when I say God-like, I just mean the most powerful entity, the creator, the prime mover unmoved, except we are all that. You know, a thetan in definition, in Scientology, a thetan has no position in space or time. A thetan does not actually exist in the physical universe. It might choose to locate itself in the physical universe, right, and then forget that it made that decision and then sort of get caught and trapped in the physical universe, but that, once the thetan is restored to its native powers, everything you see here in the physical universe is just a thetan playing a game. Like literally, we are in a simulation right now of some thetan. So like physics doesn't have to make sense when we're talking about it this way. Like technically you're a thetan, I'm a thetan, we're here, but it could, this could also all just be another thetan's game. - So thetans all the way down. - Yeah. It's just thetans everywhere. Thetans, it all comes down to the thetan. - Is there an idea of a God? 'Cause I read there's a kind of, there is a sense of a supreme being. Is that basically the thetan that's at the core, at the bottom of it all? - [Aaron] Yes. - Not per, not defined, undefined. - Correct. Scientology has this concept of the dynamics. L. Ron Hubbard breaks life into a different dynamics and the, a dynamic meaning a thrust towards survival. So he would say, you know, the first dynamic is you yourself. Second dynamic is your family. Third dynamic is any other group that you're a part of other than your family. Fourth dynamic is all humankind. The fifth dynamic is plant and animal life, all non-human life. Sixth dynamic is the physical world.",
        "start": "00:17:40",
        "duration": 103.13000000000001,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "Seventh dynamic is sort of like spirituality, collectively, thetans, us as thetans. And the eighth dynamic, L. Ron Hubbard says Scientology doesn't deal with the eighth dynamic, but we recognize that people have this idea of a supreme being, and so, Scientology says you can call the eighth dynamic, \"The Supreme Being dynamic,\" but we call it \"infinity,\" just the allness of everything without having to define it. And then they sort of do a little dance and they're like, \"Scientology, the purpose of Scientology is to get you to the point where you have your own understandings or realizations about the nature of the eighth dynamic. We don't tell you what you have to believe about that\". And technically speaking, that is true. Technically speaking, that is true. There's no point in Scientology where they sit you down and say \"You're now required to revoke your belief in a supreme being,\" It's just that everything in Scientology is inconsistent with a belief in a supreme being. You can still find Scientologists who, through cognitive dissonance, will tell you they believe in a supreme being. Mostly, they're lying to you. - How is this inconsistent with a supreme being, because like thetans? - [Aaron] Because thetans have created everything, not God. - Okay, so thetans created everything. Did they, they're also a creative force, they're not just the force that runs everything. - [Aaron] Right. - But can't those be just the fingertips of a God? - Sure. The only way you could reconcile a supreme being is if you say a single supreme being created all theta. - [Lex] Yeah. - Like the spiritual big bang. - [Lex] Yep. - But that's not what most people think when they say, when they talk about God. They're talking about a creator of. - The physical universe. - [Aaron] Yes. - But there's no theta. - Right. I mean, even as I've described Scientology so far, none of what I've said is something I even subject to ridicule. This is pretty common sense stuff actually.",
        "start": "00:19:26",
        "duration": 102.70999999999998,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "I mean, if you believe in spirituality or spirits at all, there's nothing I've described so far that's crazy. - [Lex] Yeah. - You know, believing in past lives isn't particularly unique or special. - [Lex] Right. - The fact that Scientology does this little dance of pretending to believe in a God. I mean, it's even like a PR line. Scientology representatives will tell you, \"You can be a Christian and be a Scientologist.\" Well, lemme tell you what, Christians don't believe in past lives and lives on other galaxies and planets and universes. They, but, and Scientology knows that. Scientology knows you can't be a Christian and be a Scientologist, but they will say that. It's just an example of sort of the fundamental baked-in dishonesty. - Because it's so important to Scientology, on the organization level, to have tax exempt status, I wonder, how do you, do you know the process of what it takes to prove that an organization is a religion? - While going through that process with the IRS, for the second time, by the way, Scientology actually had tax exemption in the early days and the IRS pulled it and then they got it back in 1993. While going through that process again, the IRS actually took issue with the fact that Scientology was claiming you could be a Scientologist and a member of another religion. The IRS actually said, \"Pump the brakes there.\" - [Lex] Yeah. - \"If you're gonna say that, we're gonna say you're not a religion.\" - [Lex] Yeah. - And they actually put in writing to the IRS, \"No, no, no, no, no. That's not what we meant! That's not what we meant! We meant in the beginning you can be both, but eventually, you just have to be a Scientologist.\" - So you mentioned the eight dynamics, but you also mentioned survival, so that seems to be a core principle, that human existence is about survival. Can you elaborate what is meant by survival? Are we talking about the survival of the human species?",
        "start": "00:21:10",
        "duration": 101.70099999999998,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "Survival of the individual humans? Survival of the manifestation of thetans in human form? What do we, what's survival? - So it would be all of that, because survival is the dominant force across all the dynamics that, I mean, L. Ron Hubbard, it was either Dianetics or science of survival. He says he \"Discovered the principle upon which all life exists,\" and that is all life, no matter what it is trying to do, are you ready, Lex? - [Lex] Mm-hmm. - It's trying to survive. - That's pretty powerful. That's pretty powerful. (Aaron laughing) - See, here's the thing. - Is it? - Here's no, I gotta tell you, I gotta. - You might get me back in, Lex. - No, I'm not, I'm not trying to get you back in. I'm trying to take you, get you to take seriously, the power of the ideas behind Scientology, because I think those ideas are not bad ideas. They resonate with a lot of ideas throughout philosophy, throughout religions, throughout the history of human civilization. The interesting aspect is how it goes wrong. - But here's the thing, Lex, here's the thing. It is consistent with prior efforts or studies. It's just that L. Ron Hubbard said this was a watershed breakthrough that it was being discovered for the first time. That's kind of what I'm mocking really - Yeah, but you can mock Nietzsche for saying \"Man is will to power.\" You can mock Freud. - [Aaron] But did he claim to be the first person to ever say it? - Well, Nietzsche had a bit of an ego, so. (Aaron laughing) - Like, and he's full of contradictions, but I'm pretty sure, the implied thing is that he was the first to say it. - [Aaron] Yeah. - There's a lot of scientists, there's a, one of the people I really admire is Stephen Wolfram, who wrote a book called \"A New Kind of Science\" that explores complex systems and cellular automata and these mathematical systems that have been explored before,",
        "start": "00:22:52",
        "duration": 104.00299999999999,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "but he boldly kind of defined, \"I am presenting to you a whole new way to look at the world\" and if you just set a little bit of the ego behind that aside, there's actually beautiful ideas in there. They have, of course, been done before and explored before, but sometimes, people declare - Sure. - [Lex] \"This is the coolest.\" - That's the only thing I'm really mocking is - [Lex] Yes. - He said this discovery that life is trying to survive is greater than the discovery of fire. Okay, I mean, it gets a little silly, but that's fine. We can agree that the fact that life is trying to survive has meaning and is meaningful and can be, is valuable, and it's true, I mean, life is trying to survive. - Also, there's a non-trivial definition of \"What is life?\" here, so this idea of a thetan, the thing that permeates through lifetimes - [Aaron] Yeah. - Through people, there's some fabric that is bigger than individual biological bags of meat. That's a, philosophically, an interesting idea. Of course, if it's not grounded in a little bit more physical reality, then it becomes a little too woo-woo. And the way L. Ron Hubbard and Scientology define survival is very much intertwined with how they define ethics. Ethics, anything, you know, to be ethical is pro-survival, to be unethical is counter-survival, but we were talking about just the concept of the dynamics, like what does survival refer to? And it actually does refer to all of them, but just keep in mind, when it comes to the seventh dynamic, thetans collectively, involved in here is the idea that a thetan cannot die. There's no such thing as killing a thetan. A thetan can only, can only survive. And so, anyway, this concept of the dynamics is one of the most fundamental and important concepts in Scientology, but, because I mentioned that, it also gets tied up with ethics, and this probably speaks to what you were just talking about, is you can have the ideas and the concepts and you can have \"How do they go wrong?\" because they hold that Scientology, applying Scientology, getting people into Scientology, is the key to basically saving every spiritual being in existence.",
        "start": "00:24:37",
        "duration": 118.80299999999998,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "When you're analyzing what is ethical, it becomes whatever's good for Scientology becomes, by definition, ethical, because anything that's good for Scientology, which is a third dynamic, is inherently good for all the dynamics, so that's where you get the ends justifying the means to do anything possible, use any means necessary, to forward the aims of Scientology. - That's kind of where a lot of Soviet implementation of communism went wrong, is the ends justify the means, the equality, the justice for the workers, if we have to kill, murder, imprison, censor - [Aaron] Yeah. - In in the name of that, then it's for the greater good in the long term to achieve the ideal of communism. - In some respect, Scientology created a near-perfect communist experiment in its Sea Organization. What is it, \"From everyone according to their ability to each according to their need\" or something like that? Scientology's Sea Organization is a damn near a perfect communist experiment, coming from someone who doesn't necessarily know what the perfect communist experiment really is, 'cause I'm not, I grew up in a cult, Lex. - You can't keep using that as an excuse. - [Aaron] It's a funny tagline I use in my videos. - I like it. - But like, it is interesting that an organization that is so hyper-capitalist and so money hungry and is known to be very wealthy, at its' core is run by this group of Sea Org members that live a communist lifestyle. - We're gonna jump around. - [Aaron] Yeah. - Let's go. What is Sea Org? What is Sea Organization? What is this organization? - The Sea Organization is the most dedicated version, the most dedicated brand of Scientologists. So there's three like echelons of Scientologists. There's public, who just live normal lives in the real world and they pay to do Scientology courses in auditing. Then there's staff members who also live in the real world but work on two and a half year contracts or five-year contracts at their local Scientology organization, and then once they finish their contract, their debt is paid or whatever. And then there's the Sea Org members.",
        "start": "00:26:37",
        "duration": 111.453,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "These are the guys who signed the billion-year contracts. They don't have lives in the outside world. They don't own property. They live in Scientology-provided housing. They eat in Scientology-run cafeterias. - Is there an actual contract that says a billion years? - It's symbolic, but yes. - [Lex] Okay. - Like no, it's not a legally enforceable contract. (Aaron laughing) They haven't succeeded in enforcing it in any subsequent lifetimes yet. - Marriage contracts should be like that, a billion years, 'cause then we, not \"'til death do us part,\" but a billion years. It really makes it very concrete of what you're signing up for. - Yeah. Those are the billion-year guys. You hear a lot about \"The billion-year contract, the billion-year contract.\" That's the Sea Org, and all of Scientology management, international management, middle management, continental management, and even some lower level service orgs are composed 100% of Sea Org members. You're not allowed to marry or date someone who's not in the Sea Org. You're also not allowed to have children. - With anybody outside of Sea Org, or in general, you're not allowed to have children? - Sea Org members are not allowed to have children unless they leave the Sea Org. You're expected to have an abortion and stay in the Sea Org, 'cause it's the greatest good for Scientology, if you accidentally get pregnant. - Interesting, 'cause it distracts from the focus of the work? - [Aaron] Yeah. - What about sexual relations? - Only once married, but that's why people get married after like three days. You're like, \"Hey you, you look, you look all right. Let's get married.\" - Are you allowed to have divorce? - Yeah, you get divorced a lot in the Sea Org. I've known people who get married and divorced three times by like, by the age of 25. - [Lex] Oh wow, okay. - Because, in the Sea Org, getting married is practically like dating.",
        "start": "00:28:31",
        "duration": 92.10000000000004,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "- [Lex] Right. - Also, unless you're married, you're living in dorms with a bunch of other people, so in order to get your own room, you also have to get married. So there's many benefits. - Oh wow, okay. So you mentioned communism, in which way, is there a hierarchy inside Sea Org? Is there a redistribution of influence, position, money, power in the Sea Org? - Everyone in the Sea Org makes $50 a week. - [Lex] Everybody? - Except David Miscavige, but, right, and some posts might have a cash bonus incentive structure, but fundamentally, their pay is $50 a week, so even the head of a big Scientology organization is getting 50 bucks a week. - Are celebrities also part of Sea Org or no, not usually? So this is really the management layer. So what's the idea behind $50 a week? Is that basically live a humble life? - They don't have to give you anything at all, It's just cons- oh, you mean like what's the idea behind not paying? - Yeah, basically not paying. - Everything you need is already being provided for you. You're not here for the money. You're working all the time anyway, it's not like, you don't have days off. I mean, you're working all the time. There's not, it's, there's no concept of the weekends. There's no, \"Oh, thank God it's Friday.\" Friday's just another day. - And how are the positions, the tasks, the jobs allocated within the Sea Org? - [Aaron] What do you mean? - Like what kind of tasks you're doing, what kind of stuff you're doing? - It's very similar to just any other business as far as you're gonna have your human resources, you're gonna have your sales, you're gonna have your accounting, your operations, your quality control, it's just that, in Scientology, your operations is delivering courses in auditing, so. - [Lex] Got it. - Your operations and your quality control are where most of the activity occurs as far as delivering Scientology,",
        "start": "00:30:03",
        "duration": 103.21000000000002,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "and then you've got your, you'd call it business development, but that's just bringing in new members, right? So the function of a Scientologist organization is very, very comparable to a normal business in the normal world. - So let's talk about the products of this business, auditing and courses. So what's auditing? - So auditing is, so we described earlier, Dianetics auditing. Scientology auditing is very similar to that. - So at first glance, it looks like psychotherapy, a kind of therapy? - All Scientology auditing is going to look like that. It's one-on-one talk therapy. You're in a room by yourselves, no distraction, no noise. - One-on-one. - [Aaron] Yeah. - So like this? - Yeah, but, and in Scientology, they have what's called an E-meter. - [Lex] Right. - Almost all auditing employs the use of an E-meter. - What's an E-meter? - So an E-meter is a device that just measures the resistance to a small electrical flow, except Scientologists believe that this E-meter can be used to simply direct the progress of an auditing session, to determine whether the auditing has reached a good satisfactory, conclusion. All auditing sessions have to end on a satisfactory conclusion, like that's the job of the auditor. There's, you don't just, it's not like, \"Sorry the session sucked, see you next week!\" It's not like that. Every auditing session has to end on a positive note, and if it doesn't, there's corrections to be made. So the E-meter. - What does it look like visually? Like? - Oh, you can pull it up. Pull up \"Mark VIII. E-meter Mark VIII.\" - So there's a few dials. - [Aaron] Yep. - There's basic information about time and duration, I'm presuming, then a dial that just goes zero to something. - Okay, so let's say that the meter's in front of me and you're the one holding the cans. - I'm holding the cans,",
        "start": "00:31:52",
        "duration": 114.509,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "so you're doing the auditing of me? - [Aaron] Yeah. - Okay, okay. I'm holding the cans. - No, literally in the beginning of an auditing session, when you're calibrating the sensitivity of the E-meter, you do a can squeeze. So I go \"Squeeze the cans please.\" - Okay, so I'm just like squeezing the cans. - Yeah, and I'm just changing the sensitivity, 'cause when you squeeze the cans, I want to get about a one third of a dial drop on the needle. The idea is you don't want, if the needle's too sensitive, then every time you shift around in your chair, the needle's gonna bounce all over the place, so you're trying to set the sensitivity to this thing and that's all. The knob there on the bottom to the left, that's the sensitivity knob, and that determines just how much, how sensitive the needle's gonna be, and the bigger dial is called the tone arm, and that is changing, I wanna say voltage or current, but I'm not intending, I'm gonna get, one of those words is wrong, right? - But it is a real device. - [Aaron] It's a real device - That you can actually calibrate to probably, you know, get an outcome that you want? - Yeah. So here's even how, just how a Scientology auditor believes it works. You're holding the cans, there's a tiny little battery in that E-meter that's sending and el-, you're completing the circuit when you pick up the cans, right, so you got a little thing going there, and that needle will respond to your physical movement, but that's not what we want. We want you to sit the hell still so that we can read this thing when I'm asking you questions. Okay. - So you're sitting there still, very still. - As still as you can. - [Lex] Yeah. - Comfortable, right? And I'm gonna go, \"Is there something you're withholding from me?\" and what I'm looking for is, right when I say at the end of \"me,\" I'm looking for the needle to dip to the right.",
        "start": "00:33:50",
        "duration": 87.24300000000002,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "- Having a needle, even if it's kind of random, can really be like a catalyst for a conversation. - That's what it's used for. except it's an enforced conversation, so I'll give you a really good example of this. So you're holding the cans, say, \"Is there anything you're withholding from me?\" and I get an instant read and I go, \"Is there anything you're withholding from me?\" You're gonna go, \"I don't think so.\" - And I don't see the needle. - No, you don't see the needle. Okay. I go, \"Well, what did you think of when I asked you the question?\" Now, if you've already had a lot of auditing, you know how this goes. It means I got an instant read and we're not going to move on until this question gets resolved, okay? So you're gonna go, \"I don't know what I was thinking of\" and then I'm gonna, I'll be like, you know, \"Take a look and I'll help you out here.\" I'll try to steer you. Okay. So I'm looking to get roughly the same read while you're thinking about whatever. \"I mean, what was that? What was that right there?\" - And you can start digging to what? You can start. - I just want an answer to the question, okay? - And I can go to memory. - Yeah, and you can give me any answer you want. There's no way for me to know if you're giving me the right answer, but I want you to give me something. - [Lex] Yeah. - If you say you can't give me anything, I'm gonna keep using the E-meter until you give me something. - [Lex] Yeah. - Okay, so let's say you give me something. I'm gonna get all the details about that, and until like time, place, form, and event, I wanna know everything that happened. I want to know all the details. And by the way, I'm writing all this down, so I'm taking notes of everything you're telling me that it's a bad thing that you did",
        "start": "00:35:19",
        "duration": 80.553,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "that you haven't told me about. Okay, so I'm keeping notes. When you represent to me that you've told me everything there is to tell, I'm looking for the needle to give like a smooth back and forth motion like this, and Scientology calls that a floating needle. That means, in Scientology land, we're done with that. So now, I might go back to check the question. \"Okay, good. I'll check the question again. Is there anything you're withholding from me?\" Ooh, if I got another read, we gotta go through the process again. Okay. If you tell me \"I've told you everything\" and I don't get a floating needle, I've gotta go, \"Okay, is there an earlier, similar thing? Have you basically done an earlier, similar thing? Is they're an earlier, similar time you haven't told someone something? Or is there an earlier similar thing that you did to the thing that you just told me?\" We're gonna keep going earlier, similar, earlier, similar, earlier, similar until I get a floating needle, and that's where, I'm explaining it this way so you can see how no matter what the specific auditing session happens to be about, there's still the potential in any auditing session that you're going into past lives. - [Lex] Yeah. - Just because you have to go earlier, similar until you get a floating needle. Okay, now here's how Scientologists think the E-meter actually works, meaning why does the E-meter work? So we talked before about these mental pictures, right, these recordings? - [Lex] Mm-hmm. - Okay, well we spoke about engrams, just recordings of pain and unconsciousness. Well, Scientology would hold the bad recordings aren't the only recordings that you have, those are just the recordings in your reactive mind. You also have an analytical mind, which is just your conscious memory, conscious recording of everything from present time to the last 76 trillion years. - [Lex] Yep. - And Hubbard would say that these memories",
        "start": "00:36:41",
        "duration": 99.41999999999999,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "are actually a perfectly detailed recording, I think he says like 56 perceptions or something, and that it's perfect and you can access that information, you just have trouble doing so. Okay, so he says that these recordings, these mental pictures, have actual electrical charge in mass. Now you asked before, is there any actual physics in this? I don't know. Where are you supposed to store the pictures of your last 76 trillion years that have charge in mass? I don't see it, but Hubbard says it's there. Okay. So he says that these things have mass and when you recall them or put attention on them, you create an electrical flow, which maybe through magnetic fields or whatever impinges upon the electrical flow of the E-meter and it shows up as a read on the needle. That's how Scientologists believe that's why the needle reads. Now cynics would say the needle only reads on palm sweat and movement. Well, I know that's not true. - [Lex] Mm-hmm. - Right, I can't tell you everything the needle does read on, but I can tell you it's not just moving your hands and sweaty hands. - It does correlate to thoughts probably. - Some way, some how. - 'Cause if it didn't correlate to thoughts, this process would be way too inefficient, because you, it would be too, there's going to be a bunch of people who are just not - [Aaron] Yeah. - You're not gonna get the, what is it called? The floating needle. Like no matter what. - I can't explain to you how you get a floating needle, but it sure as hell isn't hand sweat and it sure as hell isn't squeezing the cans. - Right, so you, eventually most people will get to the floating needle and somehow. - [Aaron] You get floating needles. - There's like a feed, there probably is a feedback mechanism that each person realizes how their mind and body - [Aaron] Yeah. - Because you want a resolution, right? - It's probably",
        "start": "00:38:20",
        "duration": 107.16199999999996,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "- [Lex] You want your needle to float, for both people. - Yes. - And it's probably a great experience when you're like, \"Yes!\" it's a gamified feeling, right? - Well when you're training on how to use the E-meter, there are drills where you practice, generating with your mind, various needle reactions. So, you know, there is a drill where you sit there and you consciously try to create a floating needle by recalling happy thoughts. - [Lex] Yeah. - \"Go to your happy place.\" And at the end of every auditing session, you actually have to go to a third party, sit down in front of an E- meter, and verify that your needle's floating. - [Lex] Nice. - Every single auditing session not only has to end on a floating needle, but then you have to go to someone else and have the floating needle verified. Any Scientologist who's a seasoned recipient of auditing knows how to make their needle float at the examiner. (Aaron laughing) - Well I gotta be honest though, this process, again, sorry to be sort of going there, but it feels like this is a very rigorous talk therapy session. Is there good aspects to this? - Sure. A lot of people find auditing very helpful. I mean, I've heard some describe it as quite thoroughly addictive. Me personally, I never enjoyed getting auditing. That's probably more a function of having been raised in it and it was never something I wanted to do, it was something that was forced on me as a child, you know? And also I was never, I don't like talking about private secret stuff. - [Lex] Yeah. - Like you kind of have to want to be an open book. - [Lex] Sure. - To honestly and thoroughly participate in an auditing session. - 'Cause there's not necessarily a belief that this is gonna be private. - There's no expectation of privacy, but there's no expectation that your stuff's gonna be leaked for blackmail either, I mean. - [Lex] You kind of.",
        "start": "00:40:11",
        "duration": 94.22700000000002,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "- You trust the people in the organization. - Even despite rumors and stuff like that? But the rumors are coming from people that are lying to you, essentially. - If you're a Scientologist and you're participating in an auditing session, you know that anyone in the organization is, has the ability to know the stuff that you talk. It's not like, \"Oh my God, I'm only telling my auditor 'cause I think no one's ever gonna know.\" - [Lex] Yeah. - You know that people know. - [Lex] Yeah. - But you also trust the organization. - How quickly does it go to past memories? - For people who are seasoned, like they actually like going past-life. - [Lex] Yeah. - I hated it. I would make sure, I was really good at making my needle float. I didn't want to have some auditor, 'cause I never believed in the past-life memories. - [Lex] Yeah. - So I didn't wanna be in that impassable, you know, reach an impasse in an auditing session where I was being asked for something I couldn't provide, 'cause I knew this auditing session has to end on a good point. - [Lex] Yeah. - But Scientologists enjoy, for the most part going, they call it whole track, whole track is past-life, going whole track. Your time track, they call it the time track, is your whole memory, but whole track refers to anything past-life. - [Lex] Okay. - So going whole track or deep whole track with high reality. Meaning it's not like, \"Oh, I have a fuzzy memory and I'm not sure if it's real.\" Like your real seasoned Scientologists are like, \"Oh yeah, I was on this planet\" - [Lex] Oh - \"at this time circling, and this is what I was eating for breakfast.\" - Fascinating. Before the origin of life on earth or before? So billions of years ago, on a distant planet, what you were eating for breakfast. - [Aaron] Or other universes.",
        "start": "00:41:45",
        "duration": 84.73299999999999,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "- I wonder if there's a nice shortcut to sneak up to actual trauma that happened to you as a therapy device. I just, so putting Scientology aside, I just, I'm thinking about, as a technique for therapy, discussing, basically, you know, some people have trauma, and one of the things you do with therapy is like bring the trauma to the surface, that's the stuff that happened to your childhood. Maybe it's a more convenient thing to do to kind of map that indirectly onto a fictitious telling of what happened to you, something like that trauma, on a distant planet elsewhere. It could be a nice way to sneak up to it. - Yeah. And it goes both flows there, not just things that have happened to you, but things that you've done. - [Lex] Yeah. - So, you know, you could be being asked for, you know, you'd be going back to, \"I wiped out a civilization.\" - [Lex] Oh wow. - \"I committed genocide on, this race on this planet.\" - [Lex] Oh wow. - Oh, yeah. - So you can actually take on a whole new guilt? - [Aaron] Oh, yeah. - So I, okay, all right, you might actually take on a lot more guilt than let go of, because if you feel like self-critical aspect of the brain, boy, 'cause I'm, my brain is really self-critical, so I could see myself manufacturing, if I was forced over time, some kind of story where I did genocide a whole population of like Pluto or something at a distant, somewhere in Alpha Centauri. - [Aaron] Yeah, so I mean. - And now I walk around with that guilt. \"Wait, I'm actually a horrible person.\" - So imagine though, if you had, not only are you looking at, you know, if someone's being self-critical, trying to identify destructive patterns of behavior in your present life, but what if you really internalize the fact that \"I haven't only been this way for 40 years.\" - [Lex] Yeah. - \"I've been this way for 40 trillion years.\" - [Lex] Yeah. - But Scientology would argue that, as a thetan, you're inherently good.",
        "start": "00:43:12",
        "duration": 107.48,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "All thetans are basically good, so the goal of the auditing procedure there would be essentially to figure out, find the moment, find what it was that caused you to make that shift as a being, to dramatize, you know, evil intentions and stuff like that. So even if you're going whole track looking at all the horrible things you'd done, the goal is to find like, \"Well, what happened just prior to that? What was like the prior confusion and what did you misunderstand just before that?\" and whatnot. So the goal is basically, so Scientologists, after a lot of auditing, are also convinced that they have fixed the reason for any non-optimum conduct. - And underlying this is a belief that, at the core, we're all good? - [Aaron] Yes. - There's a lot of really powerful ideas in Scientology. - [Aaron] That's true. - Which is so interesting that it goes wrong. - [Aaron] Yeah. - Okay. What about the training? You mentioned the training of the auditor. That's really interesting. - [Aaron] Yeah. So what's, how lengthy is that process? - It can take years. - I mean, one of that questions I wanna ask is, are people in Sea Org, like as an auditor, do you believe everything? How much, is there a crisis of faith that creeps in? In religion, you have a crisis of faith when you start to wonder like, \"Does God even exist?\" So in this case, how often do you start to doubt that some of the core beliefs of Scientology are false? - Scientology would say that Scientology is not about beliefs, it's about application of the techniques of Scientology auditing to improve someone's spiritual awareness and ability. So the belief level of Scientology is pretty much the stuff we've already discussed. - The effectiveness of the auditing process? - So the effectiveness of the auditing process, this is one of the things Hubbard says, is that standard tech, standard, Scientology, they call it the tech, the technology of how to deliver auditing, standard tech, works 100% of the time",
        "start": "00:45:01",
        "duration": 112.72300000000001,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "when applied 100% correctly. Well that's kind of unfalsifiable, right? - [Lex] Yeah. - Because anytime it doesn't work. - It wasn't applied correctly. - Exactly. That's a nice little escape hatch to pull on having a crisis of faith. \"Well, it didn't work!\" \"Well, then obviously, it wasn't applied correctly.\" - [Lex] Yeah. - That's where quality control comes in. Their job is to nitpick, and you can always find one thing that wasn't done correctly. - Communism didn't work because it wasn't implemented correctly. It's the, it's always, it's always, it's always an escape hatch with ideologies. - [Aaron] That's right. - For sure. - That's right. I would probably argue that auditors are not in a position of having many crises of faith, 'cause actually, they're usually seeing people, for the most part, improve in some ways through the process of auditing. Now, auditing can create like a state, somewhat of a euphoric state. You feel great, you're just blown outta your head, you know, you feel, you're on top of the world. I've had that in some of my auditing. - As an auditor, sorry? - [Aaron] No, as the person receiving auditing. - Okay. - And so, my point is, as an auditor doing a lot of auditing, you know, you're gonna have someone in front of called, the pre-clear is the person in front of you who's getting the auditing, called the PC or the pre-clear. They see, over and over and over again, these PCs having these sort of euphoric states and floating needles, and \"I feel great and fantastic.\" \"Oh thanks, you saved my life\" and da da da da da. Like, I've always said, if people didn't find Scientology helpful, nobody would ever stay in Scientology. - Right. - Right. And so, auditors are pretty much the ones doing the heavy lifting of what it even means",
        "start": "00:46:57",
        "duration": 89.67999999999999,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "to be a Scientologist. Those guys aren't the ones that you end up having crises of faith. I mean, doing Scientology auditing, it doesn't require that you believe, just have faith that you believe something, you just have to go through these motions, and Scientologists, one of the reasons Scientologists think this is all scientific is 'cause it's like, \"I don't care if you believe why this works, I care how you feel at the end of an auditing session.\" - And empirically speaking, like anecdotal data is, it actually seems to improve people's lives within the context, so taking the outside world out of it, within this particular organization, you're actually measurably seeing improvement? - [Aaron] Yes. - Is that, to some degree, real, because like if you look at a book like \"Animal Farm\" where the pigs start to rule the other animals, and over time, the life of the animals gets worse and worse and worse while the pigs keep saying that it's actually getting better and better and better. Again, communism, same thing. The rationing is getting worse and worse and worse, less and less food, but there's constant reporting that there's more and more food. We're winning! Hashtag. - I would argue that what you've just described, it could be an identical description of what it feels like and what it means to go up Scientology's Bridge to Total Freedom. You are reinforcing to yourself that everything's getting better and better and better, and you'd be like, you don't spend time with your family anymore. - Yeah. - You're broke, even though you make a lot of money. You're always stressed. You're at the beck and call of these people who seem to run your lives, like how a Scientologist feels about their own life is, it's very interesting to compare that to how that person's life looks to their non-Scientology family members. - Mm-hmm. - I get contacted by a lot of people who've never been in Scientology,",
        "start": "00:48:28",
        "duration": 105.556,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "but they're like \"I got a family member who's really deep and I just, can you help me understand some things? Why is this person's life like this? Why is this person's life like this?\" So I don't wanna say that Scientologists do not actually, I don't wanna say, \"Oh, it's all in their heads. They think they're being helped, but they're really not.\" That doesn't feel honest, you know? But it's this thing where, if Scientology was just getting auditing when you wanted about the subjects you wanted and you could take it or leave it, that would be fine. It's the fact that it's part and parcel to this entire organization and this entire experience that has, as a part of that experience, taking everything from you, demanding everything from you, controlling who you can speak with, controlling who you can have relationships with, who you have to erase from your life. This is where, and it's hard to, it's hard to place one pinpoint on \"This is where Scientology goes wrong.\" It's really hard to do that because the good parts of Scientology and the bad parts of Scientology are all just Scientology. - Yeah, so there's definition of what's bad for you, and it's probably, in the beginning, is bad for you. This almost just sounds like a template of a toxic relationship. You know, there's a bunch of stuff in this world that is just not good for you, so the authoritarian says like, \"I'm just protecting you by blocking you off from those negative things,\" and they're probably, they are probably negative things, but then this like, this freedom starts closing in to where you can't no longer speak freely, think freely, act freely, and then there's some, I mean that's why sort of power corrupts and absolute power corrupts absolutely. That person doing the controlling actually starts getting that like dopamine rush of the controller, that's exciting, and it's a vicious negative cycle. So you start out as a, it starts out good 'cause you're trying to do good for the person, but then it somehow goes to shit. - [Aaron] Yeah. - So what are the aspects that just,",
        "start": "00:50:16",
        "duration": 122.34,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "that are often controlled, about a person who's in Scientology, especially Sea Org? - Well, information control, access to the internet, access to any information critical of Scientology. - Is some internet access allowed? - Public Scientologist has no restrictions to their access to the internet, they're just not allowed to read anything critical of Scientology. - Oh, okay. So they're self, they're supposed to self-control what they read or not, and what's the explanation? Is it always assumed that anything critical of Scientology is a lie? - Mm-hmm. They've really pushed this thing that unless you've been in a Scientology organization yourself, or unless you've actually been a Scientologist, you couldn't possibly know the truth about Scientology. If you're only getting information from people who aren't members or former members, then you couldn't possibly be getting the correct information. Now, they don't realize the math there doesn't make sense. If you can find out the true information by becoming and being a Scientologist, then that means you can get the correct information from a former Scientologist, because they traveled that path and they got the correct information. - [Lex] Mm-hmm. - So they still create this, they try to create this unfalsifiable loop, where unless you are personally doing it, you don't have correct information, and you go, \"Well, what about the people who did personally do it, got the correct information, left, and are now sharing that with others?\" \"Well, no, those are lies.\" \"Well, okay, so just anything you don't like is a lie then?\" And you go \"Yeah, pretty much. That's kind of how it, that's kinda how it works.\" - So what about the control of negative information on the internet? What, like the actual operations? I've, you know, preparing, I should admit, I don't know too much about Scientology, and I was doing a bunch of reading and the Wikipedia page on Scientology, interestingly enough, is not that negative about Scientology.",
        "start": "00:52:24",
        "duration": 111.64299999999999,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "So like, it made me ask, you know, you have to be a little bit careful how you consume stuff from Wikipedia. You have to consider, because money can buy things there, there's certain special interests and so on, but like, it made me wonder, like with a lot of controversial topics, what is true and where do I look? Where do I go for truth? So like, how much sort of deliberate action is there to control what is true on the internet by Scientology? - Well, these days, they've pretty much, I think, thrown in the towel, but - [Lex] They have. - Scientology middle management was editing Wikipedia so often from IP addresses that were traced back to the Scientology buildings, that Wikipedia locked them out from any IP addresses associated with Scientology from being able to edit it. It's like Scientology was so infatuated with trying to control the information, and in the early days of the internet, they had a certain degree of success with that. They just, it's just hopeless these days. - It's the scale, the scale is not there, but actually, I'm very surprised how bot farms, how effective that can be at a very small scale. - [Aaron] Mm. - If you just pay a hundred people, just spread narratives, but the bad stuff, the reason that's effective is you can kind of create conspiracy theories that create chaos and nobody knows what is true, that, bot farms can do, but actually really nicely control a narrative is hard. So to create chaos, it's easier to do. To basically say like, you know, do PR control is very hard. Yeah, so especially, on the internet, especially when the critical eye is there, the internet can smell bullshit, which is one of the really, really powerful things about the internet. - And I gotta tell you, it's one of the reasons I do my YouTube channel. It's one of the reasons I decided to upload every day. I've uploaded every day for the last six months. I just wanted there to be a non-stop flow of information of any kind in any variety,",
        "start": "00:54:18",
        "duration": 112.67299999999999,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "as long as it's fair and balanced, intelligent, interesting, that Scientologists who stumble upon the internet will go, \"Oh, look, someone's talking about my thing. Let's see what they got going on\" and \"Oh, I know this guy.\" The fact that Scientology crushes so much information, before, before YouTube, before, like, I have the only like big Scientology channel, and that only got big in the last six months. - [Lex] Mm-hmm. - Okay, so before that, there were channels, there was things, but it's almost like it took a lot of, like people felt like it had took a lot of bravery and courage to like, say something on the internet about Scientology, and so people would pop up and there weren't very many voices, and I was like, \"I want this to be prolific.\" I want to be prolific. I want to have 30 or 40 other channels being prolific so that Scientology couldn't possibly successfully control the narrative about it. - Have you been personally attacked? - AaronSmithLevin.com is a website created by the Church of Scientology. Have you seen it? - No. What kind of content is on there? - Oh, \"Aaron's an abusive father and a horrible husband and the worst staff member we've ever had\" And, oh, I openly talk about it, because I think the fact that Scientology even does things like that is fucking hilarious. - [Lex] Yeah. - And anything they try to do to me, I'm, the way I think about it is, you know you're just giving me an opportunity to turn the mirror back on you and show everyone how horrible you are. - Does it stick? - [Aaron] No. - So you find that there is ineffective. - It's completely ineffective. They are so over the top, and well, I'll tell you how the website even came into being. So I was on the first season of \"Leah Remini: Scientology and the Aftermath.\"",
        "start": "00:56:12",
        "duration": 97.11,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "Every single person who participated in that show got a website. (Aaron laughing) It's just that everyone else's website is like, WhoisMarkHeadley.com, WhoisMikeRinder.com. Well, I bought, WhoisAaronSmithLevin.com, but I was too stupid to buy Aaron, I didn't buy AaronSmithLevin.com, so I'm actually the only one who has a website in their name. - Oh, nice. - [Aaron] Yeah, and I'm like. - Dot com. - I can probably get a lawyer to get it back for me, but I'm like, \"Why?\" I want everyone to see what a nasty, petty, disgusting organization that this is, and nobody believes anything Scientology says, anyway. - Does the general public know that it comes from Scientology? - Pull it up. It says right on the bottom, \"Copyright 2000, whatever, Church of Scientology International.\" Like they didn't even try to hide it. - So AaronSmithLevin.com. - Yeah. \"A man with no moral compass.\" - \"Aaron Smith, who is he really? Aaron Smith Levin, a man with no moral compass. Read about Aaron Smith-Levin, an angry man spreading hate from the Internet's shadows.\" An open mouth shot. And you're saying like at the, wow, there's testimonies. - Oh, there's videos from former co-workers. - \"The slightest thing just sets him off and he just goes totally nuts.\" Well, that one is true. I didn't understand why you slapped me before the interview. (Aaron laughing) I felt that. - They've got links to everyone else's website on the bottom. It's so funny. - Who is? Okay. - [Aaron] But look like. - Leah Remini - 2021, Church of Scientology International. All rights reserved. Here's an example of just Scientology's complete lack of self-awareness.",
        "start": "00:57:49",
        "duration": 90.52699999999997,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "So me and Mike Rinder, we went halfises on like a house flip project, right? You know? - Wait, Mike Rinder? - [Aaron] You know Mike Rinder. - Do I? You gave me a bobblehead of the guy. I don't know him. I just, I would like to talk to him about them, but this, there's a very fine gentleman here with a bobblehead. - The reason we created that, the bobblehead. - [Lex] Yeah. - Is because on Mike Rinder's hate site, Scientology created a gif or a gif, how do you say it? What's the right way to say it? - The correct way is gif. - Gif, good. - [Lex] Yeah. - Scientology created a gif of Mike Rinder as a bobblehead. It was an insult, like \"Oh, all he does is sit next to Leah Remini and go 'Yes, Leah, yes, Leah,'\" and so they made a gif of him with a bobblehead. So we were like, \"We're gonna make Mike Rinder bobbleheads and we're gonna sell ''em on theSPshop.com to raise money for The Aftermath Foundation. - [Lex] I love it. - Yeah, and now that I've. - [Lex] So go out and buy. - Yeah, go to theSPshop.com and get yourself a Mike Rinder bobblehead. Now look, now that my profile's getting a little higher, this head was made to bobble like this. - [Lex] Yeah. - This smooth, shiny head - [Lex] Yeah. - Needs its own bobblehead now. - It does, it 100% does. I can't believe it doesn't exist. - So, but let me show you, so here's what's happening here. We just hired some day laborers off of what, like Craigslist or something? - [Lex] Yeah. - So what Scientology did was they had a private investigator stake out the house flip project. They were clearly running license plates of anyone who visited the property, because otherwise, how would they find out the laborer's names, look, do background checks on them. - [Lex] Yeah.",
        "start": "00:59:20",
        "duration": 87.82300000000001,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "- To find out they had criminal records, and they published this as if it's gonna reflect negatively on me. - [Lex] Yeah. - Oh, we hired someone to do work who had a criminal record? Who gives a shit? You know, one of the biggest problems people with records have is finding employment. - [Lex] Yeah. - There's nothing bad about hiring someone who's got a criminal record. It doesn't reflect negatively on me. - [Lex] Wait. - But it shows you what they think about those people. It shows you what they think about people who are trying to put their lives back together and maybe, you know, actually work for a living, and it also shows that they're surveilling us. Like they don't realize that, putting this up, they're publishing information that they could only have if they're surveilling me and Mike, and it doesn't occur to them, \"Maybe we shouldn't put that up.\" - Just the general process, sad to say, of journalism where they're looking for any kind of dirt, and it's, they're trying to conjure up a story and there's something about drama and negative stories that get clicks and so on. So this is a general process. The more, especially the more celebrity you become, the more these kinds of attacks come, and they look for any kind of thing that could be, you know, it doesn't even have to be facts, it could be just asking \"Who is he really?\" seems to have traction on the internet. - [Aaron] Yeah. - What is the actual truth of the man you keep claiming you are, of the good man you keep claiming you are? - [Aaron] Right. - It's fascinating, but sometimes it can be effective. But I think if you're being transparent and authentic and just putting yourself out there completely in your story, completely, then that's the best way to fight it. - That's the other reason to be prolific on the internet, right? The reason Joe Rogan can't get canceled is because anyone can watch thousands of hours of the authentic Joe Rogan.",
        "start": "01:00:49",
        "duration": 101.27999999999999,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "You can't misrepresent him, 'cause he spent thousands of hours representing himself genuinely. - Yeah. The nice thing, when you're representing yourself genuinely, you should be a good person, so if you're a good person, then the internet will know. - Yeah. - They can smell out the bullshit. Who is David Miscavige? It's even like, 'cause you said L. Ron Hubbard founded Scientology. - [Aaron] Yeah. - Let's go to the story of how we transitioned from that to David Miscavige. - The current leader of Scientology, he was actually not selected by L. Ron Hubbard to take over, but ended up usurping power and taking over. - This sounds like Stalin and Trotsky and communism, similar story. It's the person, oftentimes in these situation, it's not the natural successor to power, it's the one that takes power. - Right. I think the quote, sometime it gets attributed to David Miscavige, is \"Power is not given, it is assumed.\" - Yeah. - Something like that. The last six years of L. Ron Hubbard's life, he was off into seclusion, essentially hiding from lawsuits. Now, by the time Hubbard went off into seclusion, Miscavige had sort of already risen up through the ranks of the Sea Organization. Now Miscavige was like a teenager, either like 11, 12, 13 or something like that. Miscavige was not born into Scientology, but he was a young, a young boy when his father got into Scientology. - [Lex] Mm-hmm. - Okay. So Miscavige did start working as a Sea Org member, So there's one organization that existed to essentially serve Hubbard directly and to represent his interests, and that was called \"The Commodore.\" He was the Commodore of the Sea Organization, the Commodore's Messengers Organization. We're gonna call it the CMO. Miscavige started working for the CMO pretty early on in his Sea Org career, by the way, as did Mike Rinder. Mini Mike.",
        "start": "01:02:31",
        "duration": 102.899,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "Okay. (Aaron laughing) And so, he just became known as a doer, like a guy who will get it done. No excuses, no stops, you know, get it done. So he had made a name for himself in the CMO around the time, by the time Hubbard went off into seclusion. Now, when he went off in his seclusion, he took two other CMO, I'm gonna call them Messengers, right, Commodore's Messengers. He took two other messengers with him, Pat and Annie Broker. Now, it has been said by people, Mike, Mike Rinder has told me, he goes, \"The reason Pat and Annie went off with LRH isn't necessarily because he desperately wanted them to, but partly because we could afford to let them go. We didn't necessarily need them.\" - Sure, sure. - Okay, and between the two of them, Annie was the one who was like a really compassionate person, intelligent person, caring person. - Was there a possible trajectory of this world where she was the one that took over? - Yes. In fact, Pat and Annie Broker were the two people that were supposed to take over. Okay. But because Pat and Annie were with Hubbard in seclusion, Miscavige basically had the complete run of the operation without any oversight from Hubbard. The only way any information would get from Scientology world to Hubbard is Miscavige and Pat Broker would meet at a confidential location and Miscavige would give Broker any information he wanted to go to LRH. So if Miscavige wanted to get rid of somebody, all he had to do was feed LRH false information that this person was doing, had been caught doing something treasonous, and then he would get, in response, some order from L. Ron Hubbard to get rid of this person. So are there so many similarities between various communist regimes and fascist regimes? - Well, Hitler did the same thing when he became the supreme leader. He had to take power. Yeah. He had to wait for the president to die,",
        "start": "01:04:17",
        "duration": 112.87799999999997,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "but the whole time there's a control of information and a slow aggregation of power. Of course with nations is different, 'cause if you control the military, you control a lot. So there's, you have to also get the Generals on your side and so on, but I'm sure, in this situation there is similar kind of dynamics. You have to get certain people on your side, control the flow of information, let the original founder, the original leader, die off. - [Aaron] Yeah. - And make sure that you are the one that's left with the power. - Right. So whereas Pat and Annie are off with LRH, all of Scientology's attorneys and accountants and lobbyists and whatever, they all know Dave. Dave's the one they deal with. So you know, LRH passes away. Pat and Annie make this appearance. Nobody knows Pat and Annie, everybody knows Dave, and so he ended up getting rid of Pat and Annie. This is a very short, perhaps slightly bastardized version of it, of Miscavige, basically, they had been ushering just suitcases of cash to L. Ron Hubbard during this time, and you know, Pat like, so you have Miscaviage handing boatloads of cash to Pat Broker. Pat would do crazy things like hide the money in the walls of houses and dig pits and everything, so Miscavige basically threatened to turn Pat Broker over to the IRS for tax evasion. That's, Pat Broker's still alive. - Is he a Scientologist or no? - No, he basically went away and kept his mouth shut. - [Lex] What about Annie? - She died a handful of years ago. She stayed a loyal Sea Org member until the very end, but literally like Miscavige put her on menial tasks like, like she had no authority whatsoever. She was just put on menial tasks. I mean, washing dishes, but not really groundskeeper, just, just stupid low-level assistant, paper-pusher stuff. She never operated with any actual authority, even though she was supposed to be the one to take over, her and Pat.",
        "start": "01:06:11",
        "duration": 114.96799999999999,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "- So on David Miscavige, difficult question, but can you make both the case that he is a good man who is misunderstood and the case that he's not a good man? - First of all, I believe that Miscavige is a true believer in Scientology. I do believe that. - [Lex] That's a really important question. - Yeah. - Do you think he believes in all the thetans and all of that? - He definitely believes in that. I think he believes in Scientology, but in a different way than all other Scientologists, because he's aware of a lot more information. - [Lex] Yeah. - Damaging information about L. Ron Hubbard and the true story of Scientology than most people, so his version of belief is different. I'll give you one example here. So Scientology's Bridge to Total Freedom goes up to what they call OT eight, operating thetan level eight. - [Lex] Mm-hmm. - Okay. Scientologists have all been told that L. Ron Hubbard, before he passed, finished, completed, putting together 0T 9, 10, 11, 12, 13, 14, and 15, it's just sitting in the vault waiting to be released. This is part of the Scientology belief system, because remember I said going up Scientology's Bridge to Total Freedom is how you're supposed to get back to your native, God-like state. Well, all the Scientologists in the world who've already done OT eight know that they haven't gotten there, but they still believe in Scientology because they're told there's more. \"But wait, there's more!\" - [Lex] Mm-hmm. - Miscavige knows there is no more. So Miscavige knows the fundamental promise of being able to achieve full operating thetan is a lie. He knows L. Ron Hubbard didn't accomplish that, so therefore, no one else is going to accomplish it as well. If L. Ron Hubbard had accomplished it, Miscavige knows, well he didn't write it up. He didn't leave instructions for how anyone else would accomplish it, so no matter what, Miscavige knows that the fundamental promise,",
        "start": "01:08:08",
        "duration": 105.46300000000001,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "what Scientology is saying they will be able to deliver to mankind is a lie. Now, it's gonna sound like I'm contradicting myself, 'cause it sounds like I'm saying \"Well he knows it's bullshit.\" I think he believes that L. Ron Hubbard just failed to finish his work and he's kind of hoping L. Ron Hubbard's gonna come back to finish the job, 'cause L. Ron Hubbard did tell the people at the international management base, at least a core of them, that he was coming back. Now, we know that David Miscavige believed this, because right around the 21 year mark, he was supposed to come back like 21 years after he died, right around the 21 year mark, David Miscavige was getting busy putting some things in place that had to get done in case L. Ron Hubbard came back. So we know he at least believed to that level. - Did he believe that like L. Ron Hubbard can sort of enter his own body? - [Aaron] No, that's not how it works in Scientology. - Okay, so you can't have a transfer of thetans? - If you were full OT, you could. - Can you describe the OT again? So OT levels, OT 1, 2, 3, 4, 5 to the 8. What are they? What's, how do you get to level one? - I'm gonna answer this question by first connecting some dots. - [Lex] Yes. - Okay. We spoke earlier in the interview about achieving your native, God-like - [Lex] Yes. - State. That, in Scientology, is called native state. Okay, native state and full operating thetan mean the exact same thing. - [Lex] Mm-hmm. - Okay, because at native state, you are a fully operating thetan. You know, operating meaning operating in your full capacity, so OT means operating thetan. So the upper confidential half of Scientology's Bridge are called the OT levels, the operating thetan levels, and these, and remember, they're confidential, so most Scientologists have not done these levels. They don't know what's on them. It is on these levels that you learn about the Xenu and the body thetan story. - Can you describe Xenu please?",
        "start": "01:09:56",
        "duration": 113.92699999999998,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "- We spoke earlier about how at the lower non-confidential levels of Scientology's Bridge, Hubbard's saying that what's wrong with you is your reactive mind. - [Lex] Yes. - Okay. Well in Scientology, once you've gotten rid of your reactive mind, that is what's called the \"State of Clear.\" - [Lex] Mm-hmm. - Okay, so after you've finished State of Clear, the next thing on the Bridge is the OT levels. Well, if you've already gotten rid of your active mind, what the heck are you supposed to do now? Well now L. Ron Hubbard says, \"Okay, first what was wrong with you was just your reactive mind, but now the next thing you have to resolve, the next thing that's wrong with you, is you actually have tens of thousands of thetans stuck to your body, and they all have their own reactive minds. - [Lex] Oh, wow. - You have to audit the thetans. - How do you audit the thetans? Are these like different shades of your inner mind and you just have to try to access them somehow? - You use the E-meter, just like we spoke about, except now, you've got a divider that separates the cans so they don't short circuit and you hold both cans in one hand and you have the E-meter in front of you, so now you're auditing yourself. You are telepathically talking to the thetans that are stuck to you. You are thinking the commands instead of saying them out loud, and you sort of do drills where you practice looking for E-meter reads at the instant you have a thought. You are telepathically auditing spirits that L. Ron Hubbard says are stuck to your body. Does this sound like a recipe for a mental breakdown? - Or a heck of a mental journey. Wherever that leads, it could lead anywhere. It probably could lead to a very bad place, right? - It very often does. And you combine that with the fact that Scientology is against any forms of mental help or health outside of Scientology, and you have a recipe for disaster. Now you might go,",
        "start": "01:11:54",
        "duration": 102.316,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "\"Where did all these spirits come from that are stuck to your body?\" This is where Xenu comes into play. So Hubbard says that 75 million years ago, Xenu was basically a dictator at, the Galactic Confederation is like 70 something or 80 something planets, sits somewhere in the Milky Way, and Xenu was like a dictator, an overlord, for either one of these planets or the whole system, and they had a population problem, and Xenu was like, \"We need to get rid of like half the people, so we called them all in for tax audits.\" L. Ron Hubbard didn't like the IRS, so of course, the story has to do with tax audits. Okay, called ''em all in for tax audits. Said \"Psyche, bitches!\" Froze them in glycol, loaded them up on space planes, flew them to Earth. Remember, the story has to be earth, because the story is what's wrong with us. Flew them to earth, dropped them in volcanoes, blew them up with hydrogen bombs, and then captured them with like spirit magnets. I'm making up words 'cause, okay. - [Lex] Okay. - And these disembodied spirits of these people that got blown up have just been blowin' in the wind here on Earth, and they attach themselves to things and they can be in the environment and they stick to bodies and everything, and so, and they all have reactive minds. So at Scientology's upper levels, if you get sick or you have cancer or there's something wrong with you, Scientology will say \"That's one of your body things. You need to get some auditing to fix the body thing.\" - So this story, you do it with a kind of bit of a chuckle, but when done seriously, so it's just told in a serious way, like or written down? - [Aaron] It's written down. - And you read it? - By most accounts, Scientologists struggle when they read this for the first time, because this is not consistent with what Scientologists are hoping for is on the OT levels, they're hoping for some real life-changing magic. - [Lex] Yeah. - The way these things are described and sold, they're, remember, they're hoping that these OT levels are gonna make them, give them the ability",
        "start": "01:13:44",
        "duration": 116.67300000000003,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "to go like completely independent of their body at will. - [Lex] Yeah. - Esterize from your body, go back into your body, you know, like have some real spirit powers. - So first is kind of a shock, this is, but then you still probably believe, you hope. - [Aaron] Yeah. - And you might turn on yourself self-critical that this is, \"I'm just not strong enough yet.\" - Yeah, also part of the Scientology, remember, it works 100% of the time when used 100% correctly, and if it doesn't, it could be because something's not being done right, but it also could be because you're doing bad things that you're not telling people about. Like if you're committing present time over its crime sins, Scientologists would be like, \"That's part of the reason auditing isn't working on you is because you're committing criminal behavior that you're not being honest about.\" So every Scientologist is sort of incentivized to make auditing work on them, okay? Now Lex, this is where it gets a little crazy. On OT three, you learn about the OT, the body thetans for the first time. When you finish OT three, you attest to having achieved this state of having no more body thetans. And then you start OT four, and he is like \"Psyche! You got more! You got more BT's! Except those other BT's, they had drug problems, and that's why you couldn't find ''em the first time. So we're gonna do a something a little different here, do something a little different here, gotta get rid of these BT's that were addicted to drugs.\" Okay? Then you finish OT four and you're thinking \"Man, I hope we get to the good stuff soon,\" and then you get to OT five and he is like \"Psyche! You got more BT's! You couldn't find these BT's 'cause they were all bunched up together in clusters, and first you have to break up the clusters, and then you can get rid of the BT's.\" and you're like, \"Okay, gotta do that.\" - And this was all L. Ron Hubbard approved? - Yeah, this is from L. Ron Hubbard. And then, after you finish OT five,",
        "start": "01:15:41",
        "duration": 105.26,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "you get rid of all the BT clusters, OT six is just a training course to teach you how to audit OT seven. Well, OT seven is now more BT's, except it's in the environment and stuff. You're trying to locate BT's. You can find ''em on your body, but it's just more BT's. Okay, and then OT eight is, remember we talked about, in all these auditing sessions throughout the entire Scientology Bridge, you have people who've run hundreds or thousands of past-life whole track incidents. These memories have become part of their self-identity, of who they even think they are. - [Lex] Yeah. - OT eight, you go through all these past life recalls, and essentially, I'm oversimplifying this a little bit, he goes, \"Psyche! All those past life memories weren't yours. They were your BT's.\" And he goes, \"Now that you've discovered this, now you know who you are not, and you are ready to find out who you really are.\" Well now, you're supposed to find out who you really are on OT nine and 10. Those don't exist! - Do we know they don't exist? - Yes. In fact, the whole story of how that became known. - [Lex] Yeah. - Is part of how David Miscavige was able to get rid of Pat Broker and take over power, because it was believed that Pat Broker had been, was in possession of the upper unreleased OT levels, and when Miscavige determined that he was not, and there weren't in fact any levels, that was bad, that was a bad day to be David Miscavige, 'cause he now knew he had something on his hands he could not get himself out of. He's like, \"Oh, shit.\" - So there's no gap for faith to seep in that there is a level nine and 10, 11 and 12? - Oh, the faith is there. Scientologists believe that these things do exist. - [Lex] Yeah. - L. Ron Hubbard didn't leave anything behind. - Does David Miscavige believe they exist? - Oh no, he knows, he knows they don't exist. No meaning when I say exist.",
        "start": "01:17:29",
        "duration": 105.884,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "Oh, I don't mean do advanced levels of spiritual awareness exist? When I said is, I mean, did L. Ron Hubbard write down what anyone is supposed to do - [Lex] Yeah. That's called OT nine? That doesn't exist. - So you're saying David Miscavige believes that they can be written down so they exist, sort of in a platonic sense, and L. Ron Hubbard is the only one that can write it down? - [Aaron] Yes. So his faith is really deep? - Oh, you mean his faith that only L. Ron Hubbard could have ever been the one to do it? - [Lex] Yeah. - Yes. The full principles, beliefs of Scientology. He is, do you have, are you sure he believes? - About what exactly? - Everything about Scientology? That it's true? - To the best of my ability to know that, I believe it to be true. Like, I'll give you small and even stupid examples, like Mike Rinder's told a story where, at the international base, Miscavige actually had like a copper, a contraption built into the ground, like grounded into the ground, to come out where you could hold it and hear something he sort of came up with to your BT, it could ground your BT's, could get your BT's that, if you were feeling overstimulated or something, I'm probably slightly bastardizing this story, but he came up with this as a great idea, of something to help someone de-stimulate if their BT's were getting a little too overactive use. Now, so that, that's a stupid story that's sort of like, well it shows you he believes in the concept of BT's if he's creating little rods to get rid of them, to ground them into the earth. - Well, he could be conjuring up the stories because he understands the power of myth and narrative and so on to, to inspire - [Aaron] Sure. To, but like, but also if we look at history, both with, this is the interesting thing, because I've been reading a lot about Hitler and Stalin and it seems like both of them, in different ways,",
        "start": "01:19:18",
        "duration": 106.143,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "believed in the stories they we're telling, even when the stories, this is the fascinating, especially with Hitler and propaganda, where they were literally conjured up at first. - [Aaron] Hmm. - But then you start to believe you're own propaganda. With Stalin, I think what he always believed is the bigger ideal of pure communism and anything justifies the journey to communism because it will ultimately be good for humanity to achieve the state of pure communism, and then, he's a God-like figure that can bring humanity there, but like with Hitler, it's interesting because like, there's constant propaganda that he knows is not true, a little bit, there's gotta be doubt, but then he like did, all doubt was removed very quickly. - [Aaron] Yeah. - So I guess humans are just, this is how they operate. - Yeah. The conversation about David Miscavige gets really interesting, because I could give you a, if I wanted to make the argument that he didn't believe, I could give you a dozen examples to make that argument. - [Lex] Yeah. I just happen to think that he believes in a different way. - [Lex] Yeah. - Whereas your average Scientologist believes that L. Ron Hubbard was practically infallible, that he thought of everything in advance, he took care of everything before he left, and Miscavige still believes in like the main structure of this thing, but he's like, \"Oh she, it's befalling to me to figure out how to actually make this thing happen.\" I think Miscavige sees himself as someone who has, to a certain degree, had to go back and fix L. Ron Hubbard's mistakes. - Do you think he sees himself as doing good for the world? - [Aaron] I do. - What about for the people of Scientology? - I think, in his own way, he does. I don't think he wakes up thinking he's screwing Scientologists. I think he sees everyone else as screwing him. I think he sees that it is his job to expand Scientology throughout the world and accomplish the aims of Scientology, and he sees that it's not happening,",
        "start": "01:21:06",
        "duration": 117.75899999999997,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "and he thinks if everyone else would just stop, if everyone else would get out of his way and stop creating problems for him, it would happen. Like I do think he seems to sees himself as someone who is doing good. I think that's fair to say. I think the evidence shows that. - What about the effects of, clearly power and influence that he's had, and money? - Yeah. Without question, that has served as a corrupting force. - It has? - Without question. - Have you seen sort of evidence of that, that he's changed over time? - After the 1993 IRS exemption that Scientology won back, and this information comes from Mike Rinder, that's when David Miscavige, as soon as the checks on his power were removed, Miscavige's behavior changed markedly. - Can you tell the story of Shelly Miscavige and the mystery surrounding her? I saw that there is quite a bit of mystery. - Yeah. So Shelly Miscavige, for many years, held the job of, her post in the Sea Organization was David Miscavige's assistant. That was her post. It's important to truly understand that and what that means, because the fact that she was Miscavige's wife is meaningless, and this is something that's hard to, for regular people in the regular world to truly grasp how meaningless it is in Scientology, for Sea members who are spouses. It means nothing. - Your role matters more within Sea org. - Your role's the only thing that matters. So let's say, let's say if Shelly was married to Dave, but she worked in a different organization, she would never be seen with him, ever publicly, ever. Wouldn't travel with him. Wouldn't go to events with him. Nothing. Sometime around 2006, 2007, and I'm very oversimplifying this, okay, Shelly basically pissed off Dave to the point where he's like, \"Okay, I'm done with you. I'm gonna take you off of your post.\" Okay, at that point, she was reassigned to another confidential Scientology base up in Twin Peaks, California.",
        "start": "01:23:07",
        "duration": 121.52299999999995,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "Why am I, the reason I'm providing this type of detail is because we hear that Shelly's missing. - [Lex] Yeah. - Okay. Well you realize the same people who report that Shelly's missing are also the same people who will tell you exactly where she is? Okay, she works at this secretive CST, Church of Spiritual Technology base out in Twin Peaks, California. I have personal confirmation that she was seen and spoken with by someone who knew her well in, I'll say 2019. Shelly Miscavige is missing in the sense that she's hasn't been seen with David Miscavige since about 2006, but because she's no longer his assistant, you would never see her with him. - As opposed to like the mystery of a person that might be murdered? This is more of reallocation within the organization. - Yes, certain people who cover Scientology who have published stories where Shelly Miscavige's family member told a story to another family member who told the story to a friend who told the story to a former Scientologist who told the story to a journalist who published the story, has created the impression that some of Shelly Miscavige's family members are actually talking to the press, when in fact, that has never occurred. And so the very people who are publishing about Shelly Miscavige missing have contributed to the fact that Shelly Miscavige does no longer speak to those family members because she thinks they're talking to the press when they never have. It's pretty messed up. - It's sad that she, 'cause those family members, what, would be a way for her to recover, to flourish as a human being? To escape? - Yeah. So I believe the information that I have that I've verified, I'm putting out inform, I'm the one representing it's true without revealing my sources. - [Lex] Sure. - That Shelly was still actively in touch regularly with family members outside of the Sea Organization until about 2014. So I mean regularly.",
        "start": "01:25:13",
        "duration": 118.62600000000002,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "Okay, so there's no question about her safety during that period, and then someone else who knew Shelly very well did see her and actually have a conversation with her in a public place in 2019 or 2020. Now, somebody could still come along and be like, \"How do we know she's okay? It's been three years.\" Yeah, okay, you could say that about anybody. You know, there's a, the nature of working in the highest levels of Scientology management at these super secretive bases. It's a very weird and unique situation. - [Lex] Yeah. - It has isolation baked in. - How is secrecy enforced? Why is sec, why is everybody holding onto their stories so intensely, people that are within the organization? Like, it's hard to leak information. - Oh, they wouldn't wanna leak. They're true believers. They see, they see, like there's a, there's sort of a conspiracy theory that runs right through all of Scientology, which is that Scientology represents like an existential threat to the powers that really control this planet. - Do they have a face to the powers that really control? Do they have names to it? Like who's controlling? - It's Xenu's homies? - Well, I'm sure that's not what they say. Xenu embodied in? - It's actually sort of a multifaceted conspiracy in that, on the one hand, L. Ron Hubbard points his fingers at like the international bankers. - [Lex] Okay. - Which has shades of anti-Semitism to it. - Yeah. And then the IRS is some is going to be quickly baked in or no? - The IRS, no. The IRS is so low on the totem pole. - [Lex] Oh. - As far as the, I mean the international bankers, he would say runs everything. - [Lex] Got it. - But use, that these bankers also use big pharma and big psych to control the population,",
        "start": "01:27:15",
        "duration": 104.46000000000001,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "and Scientology's famously against pharma and psych, and so this is sort of how L. Ron Hubbard characterizes like this big war between Scientology that's trying to set everyone free. - [Lex] Yeah. - And big pharma and big psych that's trying to enslave everyone on the planet. - Yeah. Controlling their mind, controlling their body through chemicals. - And who controls the press? Big pharma and big psych. - So there's a lot of correlation to other kinds of conspiracy theories? - [Aaron] Yeah. - Wow, that's fascinating. - But you asked a question where, why would all these people hold onto their stories? They don't, they would never wanna leak, like by even, anyone who would want to leak would not not even wanna be a Scientologist anymore. Like if you truly believe, if you truly believe in Scientology, and you got your shoulder to the wheel and you're a Sea Org member, you think Scientology is literally the only thing that can save every being on this planet from a fate of eternal amnesia and slavery. - [Lex] Yeah. - Right? And so it's like, I mean, you've seen \"The Matrix,\" right? So you've got everyone, once you're unplugged from the matrix and you realize, yeah, you could get plugged back in and live your nice life, but you're a slave, that's how Scientologists see this planet. They actually, they they refer to earth as a prison planet. - Just on an individual level, how's it possible to reach a person like that? Like is there something you could say to that? Like what's the journey of reaching a person like that? - I personally, because when I was in those shoes, I say there's nothing anybody could have said to me to get me to change how I felt and thought about Scientology. It's almost foolproof. - [Lex] Yeah. - That the more evidence you try to present, that there's something wrong with what Scientology is doing, the more you're just working for the psychs. - [Lex] Yeah.",
        "start": "01:28:59",
        "duration": 111.19899999999998,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "- You know, it's very, very difficult. I mean, most people who leave Scientology leave because they have had some personal experience that was just such a grave injustice that it just pushed them beyond the point of what they were willing to experience. Very rare, I've never, I'm not sure I've really ever heard a story of someone going, \"Yeah, I just woke up. You know, I just gradually realized it was all BS and drifted away.\" You know, it's usually like, \"No, I really believed and they treated me so horribly, I almost had no choice but to leave\" and then the stories get pretty crazy. - Meaning you don't care what's true anymore, you just have to leave? - [Aaron] Yeah. - Just the unpleasant feeling, the suffering. - Yeah. And this sort of goes back to the conversation we're having about like, \"Well does Miscavige really believe?\" and I said I could make an argument for the fact that he doesn't, right, because I go, it wouldn't be that hard to change the way Scientology treats people. Just a little bit, and you'd probably stop losing anyone, because Scientologists already believe to such a strong degree. - [Lex] Yeah. - You have to be pretty freaking horrible to people to make them leave. And that's where you go, \"Well does Miscavige even want Scientology to expand?\" because if he was really being clever about it, it seems like he could at least stop the bleeding and yet he doesn't, so that's where you make the argument, \"Well, if he doesn't then he must not want to.\" - So his mind is corrupted to the point where he's not able to actually be a good businessman, essentially? - It seems that way. The numbers of Scientologists have been going down and down and down since the early 90's. - Is there a good, I mean, it's very difficult to get to this number, but is there a good estimate of what the current number of Scientologists, practicing Scientologists is? - Oh yeah, I did a video about this. It's actually quite easy to get to the number. It's not more than 35,000 in the entire world, and that's being very generous and charitable.",
        "start": "01:30:51",
        "duration": 110.47500000000001,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "That's, I was intentionally generous. I broke it all down in a spreadsheet and everything. - Yeah, what, can you give like some insights of how you get that information? - Sure, there's about 175 to 200 Scientology organizations in the world. Anybody who's ever worked at these organizations know there's not more than 35 to 50 staff members per org. There's not more than 100 to 200 public Scientologists per org. I broke down the number of Sea Org members who'd be working at every continental management unit, middle management, international management. I broke down the mission network, and I was generous. I mean, my numbers were like if L. Ron Hubbard came back and they were doing an event. - [Lex] Yeah. - L. Ron Hubbard was coming back and announcing OT nine and 10, how many Scientologists could we scrape together in every city to come to this event? It wasn't more than 35,000. Now, contrast that to what Scientology says, millions, 10 million people. - Is this less people than there used to be? - Yeah, at its peak it was about 100,000 active members. - [Lex] But never the millions? - Never. No. - Has David Miscavige used violence? Has there, in your understanding of it, in your estimation, sort of harassment, assault and actual, I don't know how to define assault, but violence? - Oh, yeah. Dozens of former Sea Org members from the international base have told stories of being assaulted by Miscavige. In fact, Mike Rinder is probably the one person who's been assaulted by Miscavige more than anyone else. He's personally probably been assaulted dozens of times. - Who is Mike Rinder? The man here. - One of the highest ranking executives in Scientology. - He's an author. - There you go, \"A Billion Years.\" - Oh, \"A Billion Years.\" - It really is a fantastic book, 'cause Lex, the guy was born and raised in Scientology and worked personally with L. Ron Hubbard and worked personally with David Miscavige for decades, like doesn't get much more insider than that. - \"A candid and deeply felt memoir of a life lost",
        "start": "01:32:46",
        "duration": 116.81299999999997,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "to false belief and courageously regained.\" Lawrence Wright. \"A Billion Years: My Escape From a Life in the Highest Ranks of Scientology.\" Mike Rinder. - It's a fantastic book. He also narrates his own audio book, too. I know you like the audio books. That's how I listen to them. - Yeah. - So Mike famously, you know, I just said a moment ago, like someone who's treated so horribly, even though he still believed in Scientology that he had no choice but to leave, and he tells the story in that book and he still believed in Scientology for years after he escaped, for years, 'cause there's this thing called the Independent Scientology Movement or the Free Zone or whatever, there are people who do Scientology outside of the Church of Scientology. There's just not many of them, but Mike was one of those people who was actually doing Scientology even after he left. Now he no longer believes in that anymore and he doesn't do it, but even though he still believed, even though everything he knew was what he was leaving behind, he still had to leave it behind. - And by the way, I just opened to a random page, and he says, \"When I signed on for Sea Org in Adelaide in 1973, the recruiter promised I would train as a Scientology executive under the direct tutelage of Hubbard on the Apollo.\" So this is another thing I should probably ask you about. - [Aaron] Oh, we could go for days. - \"I was also told that after I learned all I needed to learn at the foot of the master, I would return to Australia to help expand Scientology in my home country.\" So what was the thing that really broke him? - The final thing is when he got to a point where he was no longer being forced to lie to protect L. Ron Hubbard, he was now being forced to lie to protect David Miscavige. - [Lex] Yeah. - And specifically, it was about the allegations",
        "start": "01:34:46",
        "duration": 102.03500000000001,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "of having been assaulted by Miscavige. Mike Rinder was at some event, it might have been a grand opening for a building, a Scientology building in London, and I believe it was John Sweeney, at that time, a BBC journalist who, you know, stuck a camera in a microphone in Mike's face, \"Is it true David Miscavige assaulted you? Is it true?\" and Mike denied it on camera, and then turned around and to himself was like, \"This is what my life has been reduced to? Lying to protect David Miscavige? This used to be about L. Ron Hubbard. This used to be about Scientology.\" - [Lex] Yeah. - \"Now it's about protecting this douche bag?\" And Miscavige had just issued orders that was gonna send Mike off to Australia. Miscavige, like Miscavige is sadistic. - [Lex] Mm-hmm. - That is without question. - Sadistic meaning? - He enjoys inflicting pain upon others. So he very specifically was gonna tell Mike, tell Rinder, or \"Tell that cocksucker we're shipping him off to Australia. He's never gonna see his wife and his kids again,\" essentially, and that's when Mike was like, \"They were the only reason I hadn't already left.\" - [Lex] Yeah. - So if I follow the orders, I'm gonna lose them. If I leave Scientology, I'm gonna lose them, but at least if I leave Scientology, I'll be free of something. It's fuckin' sad. - And he still believed Scientology to some degree after he left? - Yeah. - Is what you're saying? - Yeah. - Has he spoken about what it took to let go of believing in Scientology? - Yeah. He does a very good job talking about all of this in the book, and it took him, it took him like four or five years to get that book done, like, it's a polished version. It's a polished version of his story, and I think Mike's about getting ready",
        "start": "01:36:30",
        "duration": 99.85499999999998,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "to start his own YouTube channel, so that'll be a lot of fun. Actually, Mike comes on my channel all the time. - Yeah, you guys do a thing together, right? - Yeah, we do \"The Three Amigos\" with me and Mike Rinder and Mark Hadley. (Aaron laughing) That's why I gave you Mark's book, 'cause I thought maybe you would know him from our little \"Three Amigos,\" our \"Mondays with Mike and Mark\" videos. Mark Hadley, \"Blown for Good: Behind the Iron Curtain of Scientology.\" - So he escaped from the international base on a motorcycle. It's a wild story. I won't even try to do it justice, but. - Who's a better writer of the two of them? (Aaron laughing) - You're not gonna get me there, Lex. - I'm trying to be an investigative journalists once. - Mike and Mark are both on the board of The Aftermath Foundation with me. - [Lex] Yeah, yeah. - So. - Who's better looking? (Aaron laughing) - No, I'm just kidding. - It's one of my justifications for just putting up content every day is every video is just an excuse to, in some little way, promote The Aftermath Foundation, and I do that, again, one to genuinely help people escape, and two, 'cause I know it drives David Miscavige crazy. - If you look in your own heart, is there anger there? - I don't think it's anger. I don't hate, I don't hate Scientology. I don't hate David Miscavige. I don't even hate my experience in Scientology. - So you are able to accept the good? - [Aaron] Yeah. - From your experience? - Yeah, absolutely, but it's also the only path that I traveled. - [Lex] Right. - So I tend, okay, a little less so these days, but earlier in life, I tended to attribute all my positive characteristics in me to Scientology, 'cause in my simplistic way of thinking, I was like, \"What else could it possibly be attributed to?\" - [Lex] Right. - That's a very black and white way of seeing it. - That's a beautiful way to see life. No matter what happens to you,",
        "start": "01:38:18",
        "duration": 92.74300000000001,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "you attribute, like you focus on the positive. - [Aaron] Yeah. - And you feel like if sometimes people have traumatic experiences with parents and so on. - [Aaron] Yeah. - And if you focus on the positive, it's a good way to let go. - [Aaron] Right. - Of the trauma associated with it. - True, but like another example would be like, I didn't go to school, Lex. I stopped going to school in the seventh grade, but people go, \"But you sound so smart\" and what am I supposed to do, am I supposed to say, \"Well it's 'cause of Scientology,\" like how do I answer that question? Like, if it's the only path I traveled, - [Lex] Yeah. - How do I answer that question? I don't necessarily wanna give Scientology credit, but what the hell am I supposed to point to? - [Lex] Sure. - You know? - I mean, you said there's, you kind of enjoy, I mean part of it is you joking and trolling, that you enjoy knowing that your YouTube channel drives David Miscavige crazy. I mean, that means you still, I mean, there is a joy you have, right? - There is a joy. I'm not gonna deny that. - I don't know what to make of that, 'cause there's a, I suppose there's an intimacy when you're part of a tribe of that kind. - It's almost like, let me try to, let me try to frame it. I wasn't trying to get kicked out of Scientology. I was trying to not get kicked out of Scientology. I, you know, so what happened first, first my mom got kicked out for basically talking some smack about David Miscavige, and then they go to me and they go, \"Okay, you've gotta disconnect from your mom or you're gonna get kicked out,\" and I lied about that, and I was like, \"Okay, I'll disconnect,\" but I never did. For a couple years. I lied my ass off about it. Eventually they were like, \"This guy's gonna keep lying to us,\" right, and they're like, \"Yeah, like all right, you're out.\" So then they go to my wife,",
        "start": "01:39:53",
        "duration": 91.212,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "and say \"You gotta divorce your husband or you're gonna get kicked out,\" and she goes, \"No.\" - That's a hell of a statement from her. - It's gonna get harder from here, so I'm not quite sure how to. Okay, so I'll try to, I'll try to do my best. - You don't seem like a man who's afraid of hard things. - Okay, so she's like, \"No.\" So then they go to her parents and they say, \"You've gotta disconnect from your daughter and your three granddaughters, or you're gonna get kicked out,\" but they have three other kids who are Scientologists, who have spouses who are Scientologists, who have grandkids. So I feel like, up until that point, everybody was sort of making a decision for themselves and what would be best for themselves, until they get to her parents, and then they're like, \"Which grandkids are we gonna lose?\" Okay? At the part where they were trying to get me to disconnect from my mom, there were hours that I spent talking to them going, \"You know, guys, there's another way.\" - [Lex] You know. - \"It doesn't have to go this way. There's another way that ends well for all of us,\" and that wasn't even considered. And I go like, \"They created this monster, and that's a fact,\" and that's why I take joy in it. When people ask me, \"Is Scientology a destructive cult?\" I don't even have to get into all the academic discussions of what's a religion and what's a cult and what's the difference, I go, \"As long as they destroy families like that, they're a cult.\" - So they cut people off deliberately one by one, and it doesn't have to be that way. - [Aaron] Right. - And why is it that way? - I mean, it started with L. Ron Hubbard laying out a policy framework, a policy structure, that if interpreted and applied in the worst possible way with the worst possible judgment can be abused in that way. I would make the argument that if an Annie Broker had taken over,",
        "start": "01:41:25",
        "duration": 114.94500000000001,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "that Scientology policy does have enough little caveats baked into it, that even the policies about disconnection could be interpreted and implemented in a non-destructive way. There is room for judgment and discretion, and Miscavige has just created the worst possible version of Scientology, and that's where you sort of get that argument of \"Does he even want Scientology to succeed?\" 'cause he seems to be hell bent on making sure that he doesn't. - [Lex] Yeah. - And I don't want to see him make it succeed, but it does bring that question up of like, \"What are his motivations? Can he not see that he's destroying the thing he's supposed to be expanding?\" - That's also, you know, there's ways to measure cost and that would probably be the most costly aspect of Scientology is the suffering associated with the separating of families. - [Aaron] Yeah. - I mean that actually just puts, makes a very concrete, what we value in human life is the connection to our loved ones, like everything else doesn't matter. Like getting $50 a week, like that, like getting money stolen from you, getting the truth stolen from you, none of that compares. You can even frame that as the good, as it could be a lot of positives, whatever, in the tribe, but separating families, separating loved ones, that's the destructive thing So no hate though? - No, I genuinely don't hate them. - Do you forgive them? - 100%. There's no one I look at in Scientology that I go, \"How dare you.\" If I was in their shoes, having to, you know, operate under David Miscavige's orders, I would've done the same thing and I would've loved it. Truthfully, I don't blame any of them. I mean, I take the opposite approach. If they knew what I knew, they'd be doing what I'm doing. - [Lex] Yeah. - If they knew what I knew and believed it, they'd be doing what I'm doing. They're not dumb.",
        "start": "01:43:46",
        "duration": 117.51900000000002,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "It's not dumb people in Scientology. - They're ambitious, they're dreamers, they got hope, they're driven, all that kind of stuff. - Yeah. And it's one of the reasons I like putting up content on my channel, so they can see, \"Hey,\" like if you are a Scientologist, you look at that and you go, \"Hey, he seems like he's doing well. He's kind of, he's happy He's a positive guy. He's a good communicator. He knows what he's talking about. He's not lying. He's not exaggerating.\" I don't exaggerate anything on my channel. I don't make up anything, and this actually comes from an experience I had. From 1998 to 2000, I was living in L.A. I sort of had a two year period in my life where I actually had almost no contact with Scientology, and during that time, I found my way onto the internet, and there was a website, it might have been ESMB, Ex-Scientology Message Board but whatever it was, it was, at that time, the main source of critical information about Scientology on the internet. And I looked at it, and remember, I was still a true believer, and I looked at this and it was so offensive, insulting, hyperbolic, exaggerated. I was like, \"Oh, just a bunch of bullshit,\" I was in Scientology for 16 more years. If what I had seen on the internet about, critical of Scientology, if what I had seen when I had seen it was something that actually resonated with me that I was like, \"Oh,\" that I believed was true, that seemed credible, I would've gotten outta Scientology 16 years earlier. So I was like, \"How can I help create an experience on the internet that if a Scientologist stumbles upon it, it will resonate with them instead of repelling them?\" And that is exactly what I have set out to do and what I believe I've accomplished. - There's the content, the message, but also just showing that you can be happy outside of Scientology.",
        "start": "01:45:52",
        "duration": 105.50199999999997,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "- Exactly. - [Lex] You can have a fulfilling life. You can be a good man. - Yeah. - All of that. What benefit do you think Tom Cruise gets from Scientology? So why is he still in Scientology? - He genuinely loves it. And also Miscavige does, there's one celebrity who does have the most unique experience in Scientology, and that is Tom. Scientology hires all of Tom's staff. There are no, all of Tom's staff are subject to interrogations by Scientology, not only in the hiring process, but during the employment, like David Miscavige and Scientology runs Tom Cruise's life and his production company and his household staff. - Do you imagine there's some personal connection there where there's just, they like each other a lot? - Best friends. I mean, it's them against the world. - [Lex] Yeah. - Is how they see it. I think it's pretty easy to see how that works between the two of them. - I think this idea of them against the world, us against the world, is a really power, powerful, intimate, like, I kind of see like friendships and relationships that way, that, not in a dark sense, but it's like the world is full of cruelty and absurdity and unfairness and so on, and it's nice to huddle together like the penguins in \"March of the Penguins\" against the cold. (Aaron laughing) - [Aaron] 100%. - And they're just like, and so especially with the ideology of Scientology, it, this idea that you can be anything. You can essentially, I mean, you can manifest it essentially through like believing it and you don't really put it into those words, but believing that you're a God is a really like, inspiring, positive thing to think. - If they could figure out how to do all that without destroying families and bankrupting its members, they might actually have a future. That's why, like, it's funny, 'cause sometimes I feel like it's like I'm rooting for them to like succeed and do it right.",
        "start": "01:47:45",
        "duration": 111.43900000000002,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "- [Lex] Yeah. - And I'm not, but it's an interesting academic discussion to have of like, we can all see how much people will sacrifice in the names of belief and religion. - [Lex] Yeah. - We can see how much Scientologists sacrifice based on what they already believe. If he would just start treating people less horribly. - [Lex] Yeah. - You know what I'm saying? - [Lex] Yeah. - It might actually have a future, not that I want it to. - It seems like this dark lesson of human nature that they, that like there's something about, you know, to use the word \"cults,\" that you just stop seeing reality for what it is because there's a lot of things that could make this a better organization that's actually helping people flourish and be a little bit more like loose about membership. - [Aaron] Right. - Not dividing families, not causing suffering, not causing financial harm, but actually inspiring people and helping people, but then it maybe, it fundamentally changes what the organization is, and maybe that means somebody like David Miscavige loses power, too, which might be very difficult, or people that are close to him lose power and people hold onto power, so. - [Aaron] Yeah. - Whatever the human force is here, it seems to become worse and worse over time. What about, oh, lemme ask a conspiracy question. Is there a chance that Tom Cruise is being blackmailed? That there's information from auditing? - No? - [Aaron] No. So that kind of stuff is not, that's very conspirator. - I've actually come out and said definitively I do not know of a single person who stays in Scientology because they're afraid of being blackmailed. It's just not a thing. It's just not a thing. Does Scientology have enough information to blackmail someone if they want it to? Well, sure. I mean, and it doesn't even have to be true. It could just be lies. Who cares, who knows? Scientology can say whatever the hell they want. So that's the thing, it doesn't even have to be true.",
        "start": "01:49:39",
        "duration": 105.42800000000003,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "- [Lex] Yeah. - And actually, that would be the argument against blackmailing. Like in order for Scientology to blackmail you with that information, they'd actually have to represent that, \"Yes, he really did tell us this.\" And it's like, \"Well then why are you spilling secrets of members?\" right, like it sets a bad precedent. - What are some of the sins according to Scientology? - Most of the sins, from a Scientology perspective, are just doing or saying anything that brings disrepute to Scientology itself, right? Remember they don't, it's not like Christianity where there's rules, \"If you break this rule, you're not getting into heaven.\" - [Lex] Yeah. - Because Scientology doesn't think about things that way. - Oh, there's the drugs. You can't do drugs, right? - You can't do drugs and you can't take any psychotropic medications. - And no medications almost at all? - You're allowed to take medications. It's just, there's no rules expressly prohibiting it, it's just most Scientologists tend not to. You can take Advil, but many Scientologists won't. - [Lex] Okay. Yeah. - You just can't take anything prescribed by a psychiatrist, a psychologist, or any drugs that are psychotropic drugs. I mean, SSRIs are considered probably the closest thing to pure evil in the world of Scientology. - What about, weird question, what about sex? Is there boundaries on what's? - There used to not be, it's become very puritanical in the last many decades for a reason I can't actually explain. Like Miscavige does seem to be infatuated with controlling sex. - [Lex] Hmm. - Like that that is one thing about Miscavige's version of Scientology that's gotten very strange. I mean, L. Ron Hubbard even specifically wrote a policy that says \"We are no longer going to regulate in any way the bedroom activities of people.\" He literally said \"From this point on, no one is allowed to be subject to any justice actions of any kind whatsoever for anything they do in their sexual lives,\"",
        "start": "01:51:30",
        "duration": 103.33200000000002,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "but that was still, it did not give permission for gay relationships. That was still referring to straight stuff. - And monogamous only? Can you do promis-, like can you do open marriages and open relationships? - According to that L.Ron Hubbard policy, you can. - Yeah, but you know. - I think he wrote that policy before he created the Sea Organization, and then what happened is, this is actually how this came into effect. He created the Sea Organization. You had a lot of people on a ship and everybody was just banging each other and it created just a nightmare of personal relationship, that, it was, it was making production impossible, not 'cause everybody was spending so much time banging, but because everybody was so upset about who was banging who. - Yeah, yeah. (Aaron laughing) - I mean there, sex and sex and that kind of dynamic is really, I mean humans do what humans do, and then there's drama and all that, and it understandable, 'cause everybody's so intimate, it's a closed tribe. It makes sense to limit sex, otherwise everyone's, but otherwise it becomes a sex cult. - [Aaron] Yeah. - Which a lot of them end up becoming. Well on that topic, would you classify Scientology as a cult? - 100%. But not because I'm like fully conversed with the academic differentiations between \"What's a religion and what's a cult?\" I mean, Scientology would say, \"Well all small new religions are cults,\" and I don't know, that's probably true, and some people would say \"All religions are cults,\" and I'd be like, \"Depends on how you define religion, and it depends on how you define cults,\" but I just fall back on my thing of like, \"If you are destroying families,\" - [Lex] Yeah. - \"And bankrupting your members, you are a cult.\" That's how I look at it. - It's us versus them, and the \"them\" could be your family, it could be your loved ones.",
        "start": "01:53:18",
        "duration": 96.09100000000001,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "That's deeply destructive, and one of the things you would probably throw into a definition of a cult is something that's actually destructive. 'Cause like I do a lot of stuff that's occult-like, like jiu-jitsu, like there's a lot of really close-knit tribes, but there's no negative toxicity to it. There's no divide. There's no divisions. Or if there is, it's more, boy, try being a fan of a certain soccer team and then becoming a fan of another soccer team. - [Aaron] That's hardcore - And like. (both laughing) - But I'll tell you, I train jiu-jitsu as well, and I have found that community of people to be one of the most loving and helpful group of people ever. Shout out to John Keller at Gracie Baja Clearwater. - [Lex] Nice. - No, but seriously, like it's one of, it's one of the reasons I continue to do it, despite my back, my hip, my shoulder, it's like, it's just such a cool group of guys. - The list goes on. (Aaron laughing) - You used to not, I think it was much more divisive in the beginning from his Brazilian roots. One of the things that's really hard is that the team-oriented, like if you're this team, you're ride or die with this team, and there's no (indistinct) they go to another team. - [Aaron] Yeah. - And I think that aspect, that was actually a turnoff for me in the beginning, the toxicity of that, because I understand that a little bit for the elites, for the highest of the highest. - [Aaron] Right. - But there is, I like the brotherhood and the loyalty of the people, like the Olympic gold medalists, the, like the best in the world. - Yes. - [Lex] But for like recreational fun. - I know. - Like, it's like, this is all ultimately about the camaraderie of all human beings together,",
        "start": "01:54:56",
        "duration": 98.67,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "not some whatever label you put on yourself. I don't think we actually talked about the organization itself. We talked about tax exempt status, which is really important. We talked about some of the control, like through the propaganda, control of what's out there. It's actually interesting that you said that like Scientology has pretty much lost the battle with the internet at this point. - [Aaron] Oh yeah, yeah. - Which is kind of inspiring, that it's hard to defeat the internet, but then there's like bots there. I think, if you're sophisticated, I'm not sure that's true, but if you're not sophisticated. - It's kind of remarkable they haven't been able to capitalize on these bot armies, 'cause there's one thing that they have, it's a lot of tax-free money that they got nothing else better to do with it. - [Lex] Yeah, like they can invest. - You know, they just, they should give you a call, like they just don't have the right people apparently. - But, that said, how do they wield influence with government agencies, with, you've talked about the local police - [Aaron] Yeah. - enforcement, also federal agencies, anything? - That is the one way they effectively put their money to use is lobbyists and attorneys. You know, judges, very rarely have they ever been able just to get a politician on their side. It's the behind the scenes people. You know, Greta Van Sustron's a very high-level, long-term Scientologist, and her husband, I always get it wrong, it's either Jim Cole or John Cole, I always get it wrong, he's a very powerful attorney who has a lot, wields a lot of influence behind the scenes, and that's just one example, like the reason why that's an interesting example is 'cause he's actually a Scientologist and he travels in those circles. Scientology though, its money goes to good use by hiring non-Scientologists, retired judges, attorneys, lobbyists. It really is how they get almost anything done. Like Miscavige himself is not hobnobbing and glad handin'",
        "start": "01:56:35",
        "duration": 103.506,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "and shaking hands and meeting these folks, it's the non-Scientologist professionals who work behind the scenes on Scientology's behalf. - Can you describe the dynamics of that? How that actually happens? Like why would the, why would the police department work on behalf of Scientology? - I meant more the courts and court regulators, not the police department, but, well, for example, it can come down to something as simple as this. In Clearwater, Scientology hires Clearwater Police to do off-duty work for them. They pay like three times their normal off-duty rate. So they will, even though I'm not aware of anyone on the Clearwater PD who's actually a Scientologist, they basically end up with, they would call them allies or safe points. - [Lex] Got it. - Right, people who like will literally operate as Scientology spies. You know, if someone comes in and files a report about some child sex case, someone in the Clearwater PD is calling Sarah Heller at the Office of Special Affairs at the Flan Gladden base to let her know, \"Hey, heads up, we got a thing coming in,\" and then Scientology can run around and go talk to all the Scientologists who have knowledge about this and either get ''em outta Clearwater, you know? - So it's not like direct, explicit corruption, but more just friends and coworkers? - [Aaron] Yeah. - Integrated deeply in the community? - Yeah, I call it soft corruption. So an another example, you have the mayor of Clearwater, Frank Hibbard, well he used to, when he won his recent election, he stepped down from some of his nonprofits that he served on, but the nonprofits that he served on also gets millions of dollars of donations from some of Scientology's richest Clearwater members, right? You have one of the mayor's best friends, Joe Burdette, literally a paid lobbyist for Scientology. So, that creates a chilling effect on anyone who's gonna be talking smack about Scientology, because his friends are on their damn payroll.",
        "start": "01:58:22",
        "duration": 116.04299999999996,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "So I call it soft corruption. It's not illegal, it's not illegal, but it's how Scientology wields influence, and what's ironic is that a lot of these people who work on Scientology's behalf actually secretly hate Scientology. - They kinda see through it, but it's part of the community. - [Aaron] Yeah. - It's deeply integrated in the community, and there's financial leverage. Are you ever afraid, I mean, afraid for your well-being, afraid for your ability to function in society because of the pressures from Scientology? - [Aaron] No. - Is that because you're genetically malfunctioning or mentally, or is there, speaking out is a kind of protection? - I think it's one of those things that once you've seen behind the curtain and you see the Wizard of Oz is just a silly man, you just don't have any fear. Now, it's one of these things like people say, \"Oh, you're so brave,\" and I go, \"Eh,\" what's that quote? \"Bravery is, you know, being a soldier and being afraid and going in any way.\" It's not brave to run in if you don't think nothing's gonna happen to you. Like, so I'm just trying to, like, I do not hold myself up as an example of bravery, because - [Lex] Yeah. - It's not like, \"Oh they could destroy me, but I don't care.\" No, there's not a damn thing they can do to me, and it's one of, that's one of the reasons I continue to put out content every day, to just basically go, \"Hey, still here, I dare you to try to do something about it, but you can't,\" and hope that that also serves as kind of an example for other people to go, \"If this schmo can do it\" - [Lex] Yeah. - \"and they can't do anything else to him, then maybe I can do it, too.\" Because I would love it. I would love there for be a 20 channels where former Scientologists talk about their experience. - I mean, that is bravery because what happens is fear seeps in even if it's not grounded in reality, but at the same time, like, you know, my grandfather who fought in World War II,",
        "start": "02:00:19",
        "duration": 106.096,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "I mean the story is, I mean he was very convinced and sure, most of the people he fought alongside with died, he was a machine gunner, but he believed that bullets can't hit him, right? - [Aaron] That's what he said? - Well, you know, he was right. (Lex laughing) Right, because he survived, so there's some sense like you're. - [Aaron] Survivor bias. - That he's like, just like you are, was like, \"I'm not brave, I just, the bullets can't hit me.\" (Lex laughing) I mean there's a dark kind of truth to that. There's some, you know, it's like, it's a feedback loop where if you have the confidence and you push on forward and you're brave in that way to not let fear seep in and affect you, it actually gives you less things to be scared about, and. - [Aaron] Yeah. - I mean, but that initial few steps might be, for people, it might be a very difficult stuff to take to talk about publicly. - The fear was knowing how the family was gonna be destroyed and trying to prevent that. I was terrified of that happening, but it happened. There's nothing left to be afraid of. And that's kind of the thing, like they created this beast, and the same is true for Mark Headley, the same is true for Mike Rinder, I said they've essentially created a Scientology-proof virus, Scientology resistant strain, by throwing everything they have at us. - [Lex] Yeah. - For so many years. They have just, through natural selection, created people who just do not give a damn about anything they could or would do, and maybe there is something a little wrong with me, 'cause when I get a phone call from someone, like, \"I just got this phone call about you\" and it's clear that at Scientology PIs doing work behind the scenes, I get really excited. I get really excited. I don't get nervous. I'm not gonna be like, \"Oh no, what's happening?\" I'm like, \"Oh yeah, this is gonna be exciting!\" I'm like, \"Okay!\" - [Lex] That's great. - Because everything they try to do to me, I'm gonna figure out how to reflect it back on them",
        "start": "02:02:09",
        "duration": 113.02999999999999,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "and make them look ridiculous. - And that pales in comparison to the separating from family. - [Aaron] Exactly. - What, is there parts of your family that you've lost because of Scientology? - Just, yeah. If you, most of my episode on the Leah Remini\" and the Aftermath Show\" was talking about me and my twin brother. It's just a pretty horrible story. It's just a pretty horrible story. So I do have a younger brother who's still in Scientology and disconnected from me, but I never had much of a relationship with that brother really, to begin with, right? But my twin brother died when I was like 23 or 24, and that was, without any question, a direct result of our Scientology experience. You know, he died in a car accident that wasn't technically his fault or anything, like, he wasn't even the one driving, but the fact, the specific fact of his death was not, meaning like the fact and the manner of his death and time wasn't like specifically because of Scientology, but our story and how, where our relationship got to and how he was even in a position of having something like that happen to him, is directly attributable to Scientology. - Do you think about him? Miss him? Is part of what you're doing in memory of him? - Yeah, for sure. - [Lex] Man, this is such a. - I mean, you know, we were identical twins. Can you imagine two of me? (Lex laughing) - I can barely handle the one! (Aaron laughing) - [Lex] I love it. - Ugh. - Losing him, would that be the darkest moment in this whole journey of Scientology for you? - Two moments would equal the darkest moment. It would be that, and also just the period of, you know, six, nine, 12 months of impending doom, knowing that my wife's whole family was gonna be obliterated, and that there's nothing we could do about it,",
        "start": "02:04:03",
        "duration": 113.78600000000003,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "and kind of telling ourselves every step of the way, it wasn't really gonna happen. You know? And I really felt like you ever watched \"The Ozarks?\" I felt like Marty Bird. Now, this was happening before \"The Ozarks,\" but when I watch \"The Ozarks\" and I see that character, the entire world is crumbling down around him and all he can, all I did like, \"All right, what's the next step?\" I watch Marty Bird and I go, \"That's my fucking spirit animal,\" because you can only control what you can control, and you can't keep Scientology from destroying your family, and literally, like I, it's funny, I mentioned this show a lot, because I watched that and I go like, \"That's exactly how I felt,\" you know? I talk about this six months or nine, 12 months, whatever it was, of impending doom, it's not like I was an emotional wreck during that time. You know, in private I was, but it's not like I was just freaking out. It was like, \"The sun's gonna come up tomorrow. The world's gonna keep spinning. I can't control it. This is hard. I can't believe this is happening, but tomorrow's a new day.\" I've never personally, even at the darkest times, I've never experienced anything that I would characterize as depression, certainly not ever any suicidal thoughts or anything. Even in the darkest of times, and, again this one thing I go, \"Is it because of Scientology or is it just me?\" There really is an emotional detachment. There almost has to be. - And it's a cold calculation. \"What are my options? What do I do here?\" - Yeah. And then once I figure out the answer to that question, I'm actually quite chipper and happy. You know, like that's sort of my default like you could give me six horrible options, once I figure out the best of those six, I'm gonna feel like \"I just had a pretty good day.\" - That's brilliant, 'cause I just, watching \"Ozarks,\" it was so stressful. - [Lex] It is, right? - So stressful watching it,",
        "start": "02:06:28",
        "duration": 110.30999999999999,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "and he usually finds a way, and usually it is a set of really bad options and it is one of the bad options, what's the best of the bad options? - And he almost gets pissed off at everyone around him for being so pouty about it. - [Lex] Yeah. (Aaron laughing) - Oh no, I'll never watch that show again, the same way again. Oh that's beautiful. - But you know, it's like, you know, it's still simmering there right under the surface, like pretty damn close to the surface. Do you know what I mean? - Yeah. Yeah. - And people sometimes ask about recovery and whatnot and like, what does that look like and what does that mean, and this sort of goes back to kind of the emotional detachment, is I go, \"What the fuck does recovery even mean?\" I mean, if you're an alcoholic and you're recovering, you know what that means. \"I used to drink. I don't drink now.\" Well I used to be an a cult and I'm not an a cult now. How else am I supposed to feel about this for someone to be like, \"It seems like you've recovered.\" What the fuck does that even mean? Like I'm sure some academic has an answer to that question. I'm not someone who partic-, I don't spend any time thinking about that. My recovery is success and a little bit of trolling and revenge. - [Lex] Yeah. - But mostly success. You know, what does it mean to be a recovered former cult member? What, you don't cry when people ask you about your brother? I don't know what it means. - [Lex] Yeah. - I've never had therapy, but not because I'm still like against it from Scientology, I just like, I'm not gonna pay to talk to someone. Do you know where else I could do that? Scientology. - [Lex] Yeah. - Now I know there's a lot of people going like, \"Oh boy, he.\" I know there's a lot. I'm not shitting on therapy.",
        "start": "02:08:32",
        "duration": 86.88300000000001,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "I would rather have a beer with my friend and talk about this shit. - [Lex] Yeah. - Than talk to a professional for $200 an hour. - That is a kind of therapy, yeah. - [Aaron] Yeah. - Yeah, listen, That's part of the reason I do this podcast. It's talking to people that you care about, that you're close with, it's a really powerful, powerful thing. But yeah, I don't know what a recovery looks like. And success to you is defined, just be \"Find happiness.\" Find happiness outside the closed bubble that defines what happiness looks like, of Scientology. - If I can make my kids happy, that's success to me. - What advice would you give to your kids on how to live? - [Aaron] Travel the world. - A life they can be proud of? Travel the world? - Travel the world. Get rid of friends who don't push you up and don't celebrate your success. It's hard to give that advice to young children, 'cause kids are always so catty, but honestly it's like, when I see, that really is, I just think, not just advice to my kids, but some of the best advice to anybody. - [Lex] Yeah. - If you've got anyone around you who doesn't celebrate your success, just spend less time with those people. - [Lex] Yeah. - Surround yourself with people who actually wanna celebrate your success and push you to succeed. I think that's true, I think it's even more important at a young age, 'cause if, at a young age, you get used to being around people who kind of take joy in tearing you down, then that's what you become accustomed to. - [Lex] Yeah. - You know? And I just think, you know, having friends who love you and support you is just about the closest thing to the true meaning of life. - And who believe in you, who believe in your potential, and some of those ideas underlie the good parts of Scientology. - [Aaron] Yeah. - And except there's a lot of dark parts of Scientology",
        "start": "02:10:00",
        "duration": 102.62700000000002,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    },
    {
        "text": "that separate you from the people that believe in you and that love you. Well, this was a beautiful conversation. You're a beautiful human being who came full of gifts, and I mean, I, genuinely, first of all, you're an inspiring human being, but most importantly, I can't wait until I can purchase a bobblehead on the store. (Aaron laughing) - So I can keep that inspiration on my desk top. Aaron, thank you so much for talking today. Thank you for being you, for being brave. I know you said you're not, but thank you for being brave for talking about this. You're an inspiration and you help a lot of people. Thank you, brother. - Thanks for having me. - Thanks for listening to this conversation with Aaron Smith-Levin. To support this podcast, please check out our sponsors in the description. And now, I'm gonna leave you with some words from Ralph Waldo Emerson. \"Be not the slave of your own past. Plunge into the sublime seas. Dive deep and swim far, so you will come back with new self-respect, with new power, and with an advanced experience that will explain and overlook the old.\" Thank you for listening and hope to see you next time.",
        "start": "02:11:45",
        "duration": 66.286,
        "title": "Aaron Smith-Levin: Scientology | Lex Fridman Podcast #361"
    }
]