[
    {
        "text": "- You know who drank? It's Churchill. - That's my, hold on. That's my guy. - [Lex] Yeah. - You know, that's my guy, right? - So he did champagne. - No. (mumbling) - [Lex] Yeah, all right. - You don't have to tell me a thing about Winston Churchill. He, I found out about his daily routine. - [Lex] Yeah. - So his daily routine was a big breakfast, cigar, coffee, eggs sunny side up, toast, bacon, sausage, tomato, beans, fruit, orange juice, soft scotch, cigar in bed. And he'd sit there for three hours and then he'd get in the bathtub and drink champagne. And then he'd go to lunch and have some goose with more champagne. And then he'd take a nap. And like, I love that. So every year on the day of his death, I think it's January 24th, I celebrate Winston Churchill's life by living the way he did. And so I have breakfast in bed with a soft scotch, and I just party all day. That would be the guy to drink with. - The following is a conversation with Bert Kreischer, a standup comedian, podcaster, actor, and a man they call The Machine. I've been a fan of his comedy and podcast for many years, and I highly recommend you watch him on \"Bertcast\", \"Two Bears, One Cave\" with Tom Segura, his cooking show called \"Something is Burning\". And finally, the new movie that tells the story of the man, the legend, \"The Machine\". This is the Lex Fridman Podcast. To support it, please check out our sponsors in the description. And now, dear friends, here's Bert Kreischer. I read somewhere that you like Ernest Hemingway. - Love him. - Now there's a quote, \"There's nothing to writing. All you do is sit down at a typewriter and bleed.\" Do you agree with that? - I agree. I agree. Well, I agree with that, with journaling. 'Cause I can't write, I can't write standup,",
        "start": "00:00:00",
        "duration": 101.28300000000002,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "like, I can't write a bit. But if I journal, I'll find something that I go, just write, kinda writing where you're, the pen's moving faster than your brain and they're kind of, like, doing it together. The thing I liked about Ernest Hemingway, this is so stupid. I'm a little dyslexic, and so I'm not a good reader. And so he wrote very simply, and it wasn't until after I read a bunch of Ernest Hemingway, I was working at Barnes and Noble, and this person said, \"Don't you love his titles?\" And I was like, \"Yeah, 'Sun Also Rises'.\" And they're like, \"Yeah, but no, 'The Sun Also Rises'.\" And I was like, \"Yeah, 'Sun Also Rises'.\" And they're like, \"No, the no, 'The Sun Also Rises'.\" And I went, \"oh. Oh, yeah, that is fucking badass. Yeah\" And then I, but I'm, like, always late to the party with anything. And then that night we were all doing coke, (Lex laughing) and it was like five in the morning, and we ended up on the roof of my apartment in Greenwich Village. And it's the, like, I'm a sunset guy. I grew up in Florida, but sunrises in New York are electric blue. Like electric blue. And I was like, the sun also rises. (chuckling) - Yeah. He was so good with just a handful of words. - [Bert] Yeah. - The simplicity, the choice of words. Like, basically, his process is carving down. - Write drunk, edit sober. - Write drunk, edit sober. - Yeah. But he was good at, like, a small amount of words to get a point across. I'm the exact fucking opposite. - Well, he's also said, \"The first draft of anything is always shit.\" Is that true for you? - I don't think so. (Lex laughing) That's the best one I have. - Goes downhill from there. So for you, editing is destroying the original. - The first time I tell it, the first time I tell it, it's perfect. It's perfect.",
        "start": "00:01:45",
        "duration": 109.23599999999999,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "It just, it works. And then I go, great. And then I take it and I try to fix it and make it better and jazzier. I had this joke in \"Razzle Dazzle\" about my daughters and I driving past this deaf child's line. And I just told it on stage, it just happened, and Louie was in the audience. He goes, \"I love that joke.\" I said, \"Really?\" He goes, \"Yeah.\" And I just told it and I went, done. Louis C.K says he likes a joke, it's fucking, it's in the special. And I tried to fucking razzle dazzle that joke into like a 15 minute bit. It got to the point where it was so obnoxious, it was so bad that I told him, I did a podcast with him, I said, \"What did you like about that joke? 'Cause I can't get it to work anymore.\" He goes, \"It was just simple. It was simple that your daughter didn't know how they figure out where deaf kids lived.\" I went, \"That's it?\" He was like, \"Yeah.\" I was like, \"Nothing about gun control?\" And he was like, \"Huh?\" I was like, \"Oh, fuck man. I really fucked that joke up.\" And then I had to go back to the beginning of it. But that first time, that's when the joke comes out purest for me. And then it's always chasing back to get that, get that first telling. Some jokes are different, like the machine, obviously there's a much longer story and, like, escape room for this one. The longer stories take a little work. But the, the simple ones like the deaf child and pajamas and those first times are perfect. - What do you think is, is it about the machine story that works? That was so captivating for people? (Bert exhaling deeply) - I think it's a, I think, I don't know. I really wish I, I don't know. I think it's a good story. I think it's a good story. I think everyone has something similar",
        "start": "00:03:37",
        "duration": 94.36199999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "that happened in their life where they had a crazy night and, that no one believed, and they told their friends, and their fr and, or they experienced that with a friend like that, and, and I think, I think that's gotta be it. I really don't know. I think there's a part of, I think there's a part of the, like, our community of comedy fans that were that early DEATHSQUAD that was fun to watch someone take something from the podcast and turn it into a bit on stage. - [Lex] Yeah. - I think there's a lot of that. But I think people identify with a wild, crazy night that got outta control that they've probably had too. I think, I don't fucking know. - Do you think Putin knows who you are because of that story? - I hope so. I fucking hope so. I hope so. But there's a part of me that you gotta understand is, like, I'm not. I say stuff like that, I'm sure there's, someone hears that and they go, \"Who is this fucking narcissist?\" You know? Like, no, that's not it. I'm just telling you the truth. Like, I understand what I'm supposed to say. \"You know? I don't know. I, you know, I don't know. That's hard to say.\" But I don't fucking give a about that guy. I'm not that guy. I'm telling you everything that comes out of my mouth, the second it comes out, I'm gonna be a hundred percent honest, 'cause I don't know any other way to live. I kind of hope so. That would be fucking cool. And I look, I know he is a bad, I guess he's a bad dude. I don't follow politics a ton, but it would be cool if, like, one day someone's like, he's on his computer and some guy goes (speaking foreign language) and he's like, (speaking foreign language) and he's like, (speaking foreign language).",
        "start": "00:05:13",
        "duration": 88.083,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "And he is like, and he shows it to him and then he's like, \"Fucking this guy. Huh?\" - It's not out of the realm of possibility that Putin has watched it. And this podcast has kind of making me realize how, like, small the world is. I've gotten to meet some incredibly... - Oh, yeah. - Like, interesting people. - Especially the people you've met. - Like that's, I mean, that's the thing where I go, like, it's gotten really crazy. The Internet's really insane and Netflix is really insane. And the reach of, like, people that, like, this is really simple, but like, I'm a big fan of this show \"Drink Champs\". I didn't think in a million years N.O.R.E would ever know who I was. And then he offered me to come to his podcast. And then when I got there, he told me he was a fan of mine. And I went, like, \"I remember moving to New York, listening to you and Capone,\" like, I'm sitting there going, \"Wow.\" - [Lex] Yeah. - Like, and then, and the phone calls I've gotten since the movie came out and, since \"Razzle Dazzle\" came out, have been really insane. When you realize as much as I know about people and I, like, I, there's people I'm fans of that don't know who I am. That, like, that are like, they're, like, some pitcher in fucking Florida that I follow, the (indistinct), I like, it's fun to watch 'em pitch. There was a softball player in Tempe that she used to do catching drills. And I was really into softball with my daughter and we watched her catching drills. There's a girl De Glazer who me and my daughters would watch her dance videos and then I hit her up. She's like, \"You know who I am?\" And you're like, oh yeah, that's the way the world works. - What world leader would you drink with if you could? 'Cause you mentioned Putin. - [Bert] Fuck. - So Putin doesn't drink much. - Yeah. - [Lex] Zelensky drinks more. - Yeah. - But also not much. - Boris Nelson would've been a good one. (Lex laughing)",
        "start": "00:06:45",
        "duration": 98.70700000000002,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "He would've been a fucking good one. I mean, like, I'd go, Hitler was a pussy. Like, he drank wine with a cut, with a spoonful of sugar in it. - You know who drank? - [Bert] What? - It's Churchill. - That's my, hold on, that's my guy. - [Lex] Yeah. - You know, that's my guy, right? - No, I don't know that's your guy. (Bert exhaling quickly) So he did champagne. - Well, let me (mumbling). You don't have to tell me a thing about Winston Churchill. He, I found out about his daily routine. - [Lex] Yeah. - So his daily routine was a big breakfast: cigar, coffee, eggs over, eggs sunny side up, toast, bacon, sausage, tomato, beans, fruit, orange juice, soft scotch, cigar in bed. And he'd sit there for three hours and he'd hold morning breakfast. And that's, they'd come in and he'd run through his day and then he'd get in the bathtub for fucking an hour and drink champagne. And then he'd go to lunch and have some goose or whatever the fuck they ate back then with more champagne. And then, and then, I mean, and then he'd take a nap. And like, I love that. So every year on hit the day of his death, I think it's January 24th, I celebrate Winston Churchill's life by living the way he did. And so I have breakfast in bed with a soft scotch and I just party all fucking day. That would be the guy to drink with. That would be the guy, if you could pick anyone to drink with. - He drank every day throughout the day. - And he lived to like 94. - And was one of the most heroic figures in human history. Never surrender. I mean. - What a fucking badass saying. You know, he taught the queen. The queen was, like, a window licking idiot. Right? Like she was, she had a third grade education.",
        "start": "00:08:25",
        "duration": 92.962,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "So, like, her dad dies and she's like 10 or 12 or whatever. The first thing they do is they pull her outta school. They're like, \"You're done learning. You're just gonna be the queen. You gotta know, this is what you need to learn. Don't make, let people make eye contact with you.\" - [Lex] Yeah. - \"Put your hand down like this. Don't let people touch you.\" So she, like, had, she had, like, a really, I saw the, by the way, I didn't do this research, I just watched The Crown. Okay? And Winston Churchill, kind of, taught her about world politics and was like, they'd, like, come in and she'd be like \"Winston, what did we do in Africa?\" And he's like, \"Oh, this is gonna be a tough one.\" And so, yeah. So, but Winston Churchill's the badass. But if I had to drink with someone living, like drink, there's like, there's a two obvious one. Like, obviously it's fucking Kim Jong Un, right? You kind of wanna... - He drinks. - No, he does. (Lex laughing) You think my IVs are good in the morning? You know, Kim Jong UN's IVs are next. You're like, \"I feel up.\" And he's like, \"It's amphetamine.\" He would be a badass to trick with. - [Lex] I think he drinks hard liquor. - I think it's Scotch, Johnny Walker Blue. That's what I've heard. (Lex chuckling) - I don't know where you heard this, but I like this. - Okay. So I say things like that, but then I'm sure I, I dunno if you ever partied with someone who just parties a little different than you and then you notice, like, sometimes, like athletes, and then, like, you're at a strip club and then they talk weird to a woman. You're like, \"Oh, that's not me. I'm so sorry.\" So that'd be the thing, the atrocities would be hard to get past with them. - Not just the atrocity but the way of being. I agree with you. I actually am, don't like drinking with rich and powerful people often.",
        "start": "00:10:00",
        "duration": 90.57399999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "There's something weird about 'em. - [Bert] Yeah. - Not, not all of 'em. - Mm-hm. And I don't like, I don't like a drinking meeting. Like, when someone goes... (Lex laughing) - Drinking meeting, what's that? - When people go like, \"Hey, I'm taking you out tonight, we're drinking.\" - [Lex] Yeah. - And then I go, \"Oh, that's not the way I like to do it. It gives me anxiety.\" Like I'm, our lives are very different. - You and I? - Yeah. - Were you in a fraternity? - No. (laughing) We could start there yet. No, I was not. - Okay. (laughing) - That's, and the differences continue from there. I'm sure. - So when you get your pledge pin... - [Lex] Uh-huh. - They take you out and their whole thing is you're gonna, we're getting you fucked up. - [Lex] Yeah. - That energy is not my energy. I don't like that. Like it's, I just go, why don't we just get drunk and feel really good about ourselves? Like, I never, like, took mushrooms to see Jesus. I just wanted to enjoy Rain-X on a windshield. Like, so like that for me is, like, one of my things. So I, if Kim Jong Un flew me to North Korea to drink with him, I'd be like, I'd have to start really getting blackout drunk on the plane to enjoy drinking with him that day. - What's your favorite, like different occasions, what's your favorite drink? What's your favorite way of drinking? - It's, I've got, it varies. - So, what are the different contexts here? It's like one-on-one. - [Bert] One-on-one? - Like you sit down with, I don't know, Rogan invites you, like, it's a godfather to sit down and finally have a talk about something. - It's gonna be whiskey. It's gonna be like a nice whiskey.",
        "start": "00:11:31",
        "duration": 86.55,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- [Lex] Neat? - No, I like it on the rocks and I like lots of rocks. It won't be something expensive 'cause Rogan is not, he's not a fancy boy, you know? Like, he's a real regular, he's a really regular dude. He's gotten less regular the more millions of dollars he has. (both chuckling) I think there's parts of him where you're like... - [Lex] Yeah. - Like, where you're like, \"Oh wow, we can do this?\" - [Lex] Yeah. - But he's a reg, he, he'd be like, jack on the rocks or, like, probably Buffalo Trace or one of the, maybe a little whiskey he's buying. Rogan would be whiskey rocks. And then, like, that's a good one. I haven't hung out with Joe by ourselves. I take that back, I was with him the other night. But, like, it would be cool, my times with Joe's are always on podcasts. - [Lex] Yeah. - And his, I miss the times where it was, where you just have you and him at a, at the store late night. - Yeah. I, I'm okay with podcasts. Like, I used to think this is, like, performative or something like this, but it's not really. - [Bert] No. - It's just a chance to really sit down. - I enjoy it because of the people I could never sit down with. - [Lex] Ah. - Like David Cross. I wouldn't never sit down with David Cross 'cause we don't run in the same circles and, but it's nice. He has something to promote and, and then he comes to my house and then we can sit down for an hour and talk, and then I and then, or Kevin Smith. Like people I would never really hang out with. Tom, I enjoy being alone with Tom Moore. - Off Mike. Tom Segura. - Yeah. We have a lot of history. There's a lot of things, secrets we know about each other and there's a lot of secrets going on in our, each other's lives that I would never share on podcasts that I can talk to him about.",
        "start": "00:13:00",
        "duration": 88.91000000000001,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "And I really appreciate his, and I know this isn't on brand of us beating each other up, but like, I really appreciate his insight as a dad, and as a dude and as a son. But he makes me giggle harder than anyone so doing a podcast is fun. - So there's something on a podcast that's performative for you with him. And then there's a part... - With me and him, 'cause we're trying to make each other laugh. But I'll tell you, if we're going back to drinks, I'll tell you, like a great, a great afternoon drink is a Campari spritz. It's my, one of my favorite drinks in the world. - [Lex] I don't even know what that is. - Oh. - Campari spritz. - Campari is an interesting alcohol because I think it's a bitter, or it's a liquor and it's got a weird rooty, earthy taste. It's red, so it looks like Kool-Aid. That's why I got into it. I thought Campari on ice would be oh so nice. It was an old commercial, but man, it's fucking, like, sucking the green giants dick. It is earthy. - [Lex] What's earthy? - It's like, it's, it tastes like roots. It's just... - Oh, nice. - It's not, it's not. It's, oh, there's a bitterness and like a, or it's just not great. And then someone introduced me to a Negroni, which is Campari and gin and a little soda water, and then Campari spritz. Campari Spritz is Campari, Prosecco and soda water in, like, a wine glass. And it is so enjoyable. It's got so many different profiles to it where you get the bitterness, but the sweetness of the Prosecco, and then it flattens it out with the soda water and it looks like Kool-Aid. So I love it. That's one of my favorite drinks. - To share in what context? - Oh, you're in Italy, and you've been walking around Venice, and everyone went their own ways, and the whole family comes back together, and you meet at a statue,",
        "start": "00:14:31",
        "duration": 101.10800000000002,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "and your wife's sweating and she's uncomfortable and your daughters are 16 and 18 and they're like, \"Ugh, are, what are we gonna, what are we doing with the rest of the day?\" And you go, \"Hey guys, it's Europe. Does anyone wanna Campari spritz?\" And everyone goes, \"I don't know what that is.\" And you go for Campari Spritz. Now it's minor in alcohol so it's not gonna light them up, but it gives them a little bit of a buzz where they're like, \"Dad, these are nice.\" Ila didn't drink hers, so I drank hers. I, Georgia had hers, LeeAnn had hers and we ordered another round. I ordered an, and they're fucking refreshing. And the buzz is perfect. It's not too much, 'cause it's just a little bit of champagne and some Campari, it, the buzz is perfect. And then a couple of them, and then they kind of disappear and then you're just walking around again. That's a great fucking drink. - You ever drink alone? (chuckling) So there's a two kinds of alone. One is alone, like at a bar. There's other people but they're strangers, right? - [Bert] Yeah. - They're kind of like out there. - I've done that. Keep going. - [Lex] Yeah. (chuckling) - Keep going. Keep going, tell me, walk me through all the alones and I'll, and then I'll tell you the rest. - There's all kinds a, there's all kinds of, there's a alone on a train. We're transporting someone. - I've drank alone on a train. Yeah. - Train, plane. And then there's just a alone in the, in an empty home. - Or a hotel room. - [Lex] Hotel. Oh. - And it's Sunday night. - [Lex] Sunday night. - And you're packing your bag and you got a flight at 6:00 AM.",
        "start": "00:16:15",
        "duration": 82.80300000000001,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- [Lex] Yeah. - But Roadhouse is on and you're like, \"Shit.\" So you go down to the front desk and you go, \"Is the bar still open?\" And they go, \"Yeah.\" \"Can I order something to take to my room?\" \"Sure.\" \"How about six Heinekens.\" \"Six Heinekens?\" \"Yeah. My wife wanted one too.\" She's not up there. You murdered your, and you just say to yourself, \"I'm just getting six so that if I have four, I just know I have two extra ones.\" And then you go through six and you're like, \"Oh man, I'm not done yet.\" Dude, I've drank an every alone scenario you can possibly think of. I've drank, I've drank alone in a helicopter with a dude who didn't know I was drinking. He was like, I was like, \"Can I drink in here?\" And he was like, \"Absolutely not.\" And then I poured it into a flask and opened it and drank it. And he is like, \"Dude, we're in a fucking helicopter. You don't think I smell that?\" I've, the best alone drinking you can ever do, in my opinion, now we're getting into the weeds on it, is alone behind someone's back. - What do you mean? - Like when they don't know you're drinking but you're drinking. - Hmm. - Like Christmas shopping. - Ah. - And, (Lex laughing) and your wife says, \"All right, let's all split up.\" And you go, cool. And it's like 11 o'clock on a Sunday and they just opened that bar by the elevator in the Beverly Center and you just sneak over and you go, \"Hey man.\" Can I get a double jack on the rocks, lots of rocks? And they're like, \"Sure.\" And you just have it and you just go, \"Let's just (mouth noise)\" and then you're off, and then you're like, \"Yeah.\" - [Lex] Yeah. - And then you just little sneak one, sneak it, sneak it,",
        "start": "00:17:40",
        "duration": 80.901,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "and then, and then... - [Lex] The you're buzzed and nobody knows. - And then your wife's like, \"Wait, have you been drinking?\" You're like, \"Do I? Yeah, I'm drinking by myself in a fucking mall.\" - [Lex] Yeah. - \"On Christmas. How sad do you think I am?\" And then you go, \"Yeah, I am.\" - What about mood? Do you ever drink in a dark place? - So I broke, I had a chick breakup or a chick cheat on me when I was, when I came back from Russia and she slept with my best friend. And I didn't know how to deal with the emotions I had. And my buddy, Mike Osborne, said, \"I can tell you this, if you drink, they go away.\" And I went, \"Okay.\" And that was the first and kind of last time I ever did that because I did it, I've done it a couple times. But it, I try to avoid if there's emotion going to alcohol. Like meaning, not when it's anxiety, but, like, depression. - [Lex] Yeah. - I kind of sit in the depression 'cause or anxiety, I lean towards alcohol. Like anxiety, like about flying or just, like, getting worked up on some over something. But with depression I try to avoid alcohol and just sit in it. 'Cause I, because I've gone there before. I've, but anxiety's a, I land all the time. - But depression, heartbreak, all that, you just sit in the feeling? - Yeah. Heartbreaks a weird one for me. So, like, the last time I got my heart broken, LeeAnn dumped me. We were dating for, like, four months and she broke up with me. And my instinct was to have a drink. My friends went to this Middle Eastern restaurant and I told 'em what was going on and my buddy Corey was like, \"Let's get a cocktail.\" And I was like, \"I don't want one. I gotta figure this out 'cause I want this chick. And if I start drinking I'll be like, ah, fuck it. So I gotta figure it out.\" Like I wonder, I'm gonna find out my dad dies one day or my mom, but my dad will be the rough one.",
        "start": "00:19:03",
        "duration": 104.368,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "My mom will be equally as rough. My dad and I were really close and I wonder if, I've thought about this a lot, if I'll have a drink dealing with that. Like, I think about that a lot. I keep saying everything I get with my dad is extra. My dad had a hundred percent blockage in his widow maker twice. And both times they saved his life and he got a stint, I think, 12 or 13 years ago. And then he just got a stint this last year. But so I, everything I get to do I feel like is extra. And so, you know, he was just at the premiere of my movie and he got to see that and he had a very emotional response, and I got that from him and I was like, \"That's a little icing on the cake.\" I did, you know, the arena in Tampa was the first time he ever saw me do standup. That was, like, a little extra. So all these things I'm getting with him are all extra. So I have a, you know, and he's 74. So, yeah, I, that'll be a tough one. - Well, at the premiere he was what? Proud? - Yeah. He came out, he was sobbing, crying. And he goes, \"I've underestimated you your whole life.\" And I was like, \"What?\" And he was like, and he just, and he was shaking. - [Lex] Yeah. - And he goes, \"I just underestimated you. I didn't know, I didn't know you. I didn't know you were this, I didn't,\" whatever. It, it was really hard to understand him to be honest with you. (chuckling) I don't know totally what he said. He might have just not liked the movie. (both laughing) - I think you were hearing what you wanted to hear. What'd you learn about life from your father? - It's not gonna make sense. I want, I feel like sometimes I'm, like, a professional wrestler 'cause all I care about is you coming to see me do stand up. So I, whatever I gotta do to get you there. But the number one thing I, my one takeaway from that man is humility and I applied, I've applied it in different ways throughout my career.",
        "start": "00:20:49",
        "duration": 107.84799999999996,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "On my 26th birthday, he gave me a really aggressive speech. He, I was hungover and I just thought he was gonna say, \"Happy birthday.\" So I picked up the phone and I was like, \"Hey.\" And he was like, \"You are a tremendous piece of shit.\" And he broke me off. \"You have no humility. You have no this, you have, you'll never succeed at anything. You, you are, you're lying to yourself. You're lying to everyone around you. You're not doing what, you're, going after your dream. I broke you. I failed you as a father,\" this and that. I was like, \"I thought you were gonna wish me happy birthday.\" And so, in that speech he told me if I wanted something, I had to go at it and I had to go after it as hard as I could. And I had to do whatever it could, I could do to achieve that. In this case it was working, offering to do anything at the comedy club to get on stage. (coughing) He told me, I told him, \"Man, that's not how it works.\" And he said, \"No, that has, that's how it works for some poor kid from Harlem because that kid needs it.\" He goes, \"You've grown up with privilege your whole life. You don't need it. You think you're gonna be fine.\" And so I went and I ended up getting a job out the door. But I, it was, it's humbling. It's really like, it's makes me feel, it made me feel uncomfortable. And so that humility is, it's the first time I really understood humility. And I've applied that in many respects in, like, getting to be a paid regular at the comedy store, that happened late in life for me. Which I think most people would give up and be like, \"Eh, fuck that. I'm already a touring comic. I'm on TV, I don't need that.\" But it's something I wanted and I knew I wanted. So, I just humbly went after it. And then I think I still apply it when it comes to selling tickets or selling a project to the fans. Or even doing podcasts, I try to be as honest as I can about whatever",
        "start": "00:22:39",
        "duration": 105.929,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I'm going through or whatever I'm dealing with. But when it comes to, like, selling things I don't have a problem trying to make fun of myself or get in front of people so that they know that I have a show. 'Cause the thing I'm good at the, the one thing I know I'm good at is stand up, and I say that humbly, but like, I want them to come there. So, like, I've heard people make fun of me, like, before. They're like, yeah, \"I'm not some clown in a speedo who's want, is going to, I'm a real comic.\" And I go, \"Okay.\" But I'm, I want it. I want them at my shows. And you can be that guy and I'll be this guy. - Yeah. The clown in the speedo. - Yeah. It's like, what are you gonna do? Funny people make fun of me for taking my shirt off. Like, I guess behind my back. No one ever does it to me. Like, no one would ever, comics aren't that manly. (Lex chuckling) - [Lex] Yeah. Yeah. - But I always go, like, I always go like, \"What do you care? What am I, what do I, what do you care?\" - And you love taking your shirt off? - More than anything. - You know, when something becomes a meme and becomes super popular, it, it becomes easy to not love the thing anymore. To get tired of it. You still love it? - Oh, more than anything. I like being shirtless more than having a shirt. I'm very uncomfortable in a shirt. - [Lex] Yeah. - Like right now, and I have tactile issues. Like I've legit tactile issues. I'm most comfortable in stretchy jeans with a loose fitting belt and then these shirts exactly. But I don't, I'm, I like more like a V-neck. I feel I can feel this on my neck right now and I can feel it on my arms. And so I'm, I'll sit a certain way 'cause it, it just rubs me wrong. But, yeah, more comfortable shirtless. I can never wear what you're wearing. - Yeah. Well this is my shirtless.",
        "start": "00:24:31",
        "duration": 103.925,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "We, each of us have to find our place in this world. - [Bert] Yeah. In terms of fashion. - I would love to be able to wear what you wear. - [Lex] Yeah. - Because it looks good. - It feels like an escape from convention. - What, you or me? - Both of us. - [Bert] Yeah. - Because this, nobody wears this. Unless you work security for somebody. - Yeah but it looks good on you. - Does it? I don't know. - You know, I think people think, I don't know, like, they say like, what if you lose weight? You can't take your shirt off anymore? I go, \"No, I can fucking take my shirt off.\" - [Lex] Yeah. - You fucking outta your mind? I'm gonna take my shirt off all the time. - You mentioned early on, heartbreak after the Russia trip with a girl who slept with your friend. Let's go back to Hemingway quotes. \"The best way to find out if you can trust somebody is to trust them.\" So to go all in with the trust. I love Hemingway so much. Have you been betrayed in your life? - Yeah. - What do you think about trust? - That's an interesting question. I've been betrayed in my professional life a couple times by really close friends. And I'm not someone who can, like, I have a mantra that, I mean, I'm, I don't know if people have heard it or not and I'm, I hate sharing it, but it's true. The mantra is \"So you think I'm weak?\" Like, you think it's like, that's my thing. 'Cause I feel like people take advantage of me and I go, \"Oh, so you think I'm weak?\" You forget, everyone that, like, and I'm named the people that have betrayed me. I'm a larger man than all of them. And, but I, and so that's what really fucks with me is I go, \"So you think I'm weak?\" Like where I grew up when you do stuff, there was physical consequences. I grew up in Florida.",
        "start": "00:26:21",
        "duration": 108.30600000000001,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "Like, I've been beaten up a bunch. I'm not saying I can fight, but like I've, I'm not scared of getting beaten up. And the times that I've been betrayed and, and even, you know, even like by Ari, which people see that drugging as a betrayal. And I did for a period. But it was, it was only because it was Ari and he was my, one of my best friends. And me and him had to work through that 'cause I couldn't not love him. Like, I couldn't not have him in my life. He, me, he means a lot to me. He really does. He's a great friend to have. But he's also, I don't know what was going on with him at that time, but he made a bad decision and I had to forgive him for that 'cause I knew he knew my mantra. - Mm-hm. - I think I'm harder to trust people now. I'm not as apt to trust people at all. But there was a moment, I don't know if I've ever shared this and I don't know how this will sound, but there was a moment that information got leaked about a thing and all my managers and agents, both Tom and my, Tom and our managers and agents would like to separate, either separate us or one of us, one of them get both of us. It's just more lucrative for them. - [Lex] Sure. - So they have always, kind of, pitted us against each other a little bit. And they do it subtly. They'll do it to me and my team and then his team will do it to me. And then my team will do it to him and his team will do it to him. And there was a moment where information got leaked about this thing I was doing. And my team was like, \"Just so you know, your boy Tommy is the rat.\" And I had to, it was the one time and LeeAnn said, \"Do you think Tom would do that?\" I said, \"I don't know how faith works,' like, I'm not of super religious person, \"But I will tell you that I believe in Tom and I don't think he did it.",
        "start": "00:28:14",
        "duration": 102.08100000000002,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "And I will stand by that ignorantly and I will ride or die with him because I cannot live in a world where I don't trust him.\" - [Lex] Yeah. - If I don't trust him, then I am so fucked. And it wasn't him. It wasn't him. And it was, it's a cool feeling to know that you could, like, that you could blindly trust someone, blindly have faith in someone, know that they're, they have your best interest at heart. But yeah, it took me a while to get there. Rogan helped me get there, 'cause I wasn't trusting him or Joey or Tommy or anyone. I wasn't trusting anyone. I'd gotten in a bad thing and I just wasn't trusting anybody. And Rogan was like, \"Yo man, we're trying to be your fucking friend.\" And I was like, \"Yeah, I don't need friends.\" I couldn't understand what, why Rogan was interested in me. And I was, I said to, like, someone, I was like, \"Is he gay?\" Like, what the fuck? - Yeah. - And then he was just a nice guy. He's just a nice guy. (Lex laughing) - That'd be hilarious if Joe was sexually attracted to you this whole time. This whole time is the reason he keeps inviting you back. - I would be more excited, I would be more excited if, just to, if he tried to kiss me on the lips once. - [Lex] Yeah. - Just in, like, in a Scotty Jay way from \"Boogie Nights\" where he is like, \"Well do you like my car?\" - Yeah. You know nobody would believe that story. - No one. - [Lex] Yeah. - If I was Joe, I would kiss dudes all the time and then be like, and then when they didn't kiss back go, \"You know no one ever believe you.\" - Yeah. Well, when you trust people like that and they fuck you over, that can really, really, really hurt. - You end up on a treadmill",
        "start": "00:30:03",
        "duration": 90.195,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "in a hotel room, fighting with them. You fight with them all the time. You fight with them all the time. You fight with them constantly. And it's, and I, I have this thing, like, where, like, I ruminate on an idea and I can't get it outta my head. And I hear the words they say and I, and then I, and. - So all in your head, on a treadmill in your head just fighting. - Just fucking fighting. And then, yeah. And then one day you get past it. Like one day you just go, \"Eh, fuck 'em. I'm not gonna give 'em real estate.\" And then you just forget about 'em. And then they reach out and they'll try to be a dick or a bully, 'cause they're bullies. They're bullies is what they are. Don't ever forget it. They're fucking bullies. And they got bullied, it's not their fault. They got bullied. And then they try to bully you and you're, and you don't have any connection anymore. And you're like, \"Oh, you can go fuck yourself. You can actually go fuck yourself. You're not my boss, you're not my wife. You don't fuck me, you don't pay me. Get the fuck outta my life.\" - But this, kind of, mantra of that, you're not weak. You still want to be able to be fragile to the world and appear weak almost. - Well, I am. I am. I mean, that's the problem is I think I am pretty fucking weak. (chuckling) Like, I, I'm not the strongest dude out there. I have really thin skin. I get my feelings hurt all the time. - [Lex] Yeah. - And so, but like, but it sucks when you watch, like, your friend see something in you that you go or they go, \"Eh, fuck him. He's not paying attention. Fuck him. Let's just fuck him. Let's take his money. You know what? Fuck him. He doesn't know what the fuck he's doing. Look at him, he's a drunk alcoholic.\" And you go, \"Oh, no bitch.",
        "start": "00:31:33",
        "duration": 94.381,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I pay attention. Like I'm wide awake. I'm here. I'm working my ass off. You're not gonna fucking...\" - Well that's the tough thing about, like, you and Tom Segura, you're at the top of your game on the top of the world, some of the most famous comics in the world. And you could see money start to creep in, like, business decisions. - [Bert] Yeah. - I don't know. It's a tough, it's a tough place. - It's really tough. It's really tough. We're, you know, especially as we're growing and I'll tell you what it, I don't know how much I'm allowed to say, but I can tell you this. We had a business deal where feelings were getting involved and money was involved and that, and the money was causing the feelings. And one of us said to the other person, \"Our feelings are more important than the money, so let's just split the money.\" And it was, and it was really, like, a solid moment where I, where both of us were like, \"That is how we should run this.\" - Yeah. That's the interesting things, like, with bands. You have, like, popular bands that split it even. - [Bert] Yeah. - Even though it's clear that the contribution is not even, it's, like, there's a front man and all that kind of stuff, but it's ultimately the right thing to do to say fuck you to the money for the most part and prioritize the feelings. - Yeah. Especially because, like, I couldn't do it without him. He couldn't do it without me. We do it separately, we'll have guest bears on. - [Lex] Yeah. - Some will blow up, some won't. You can never figure it out. But when we're together, it does well. And so we need each other for it to work. And we've, you know, like I said, we're on a handshake deal with Two Bears and no one likes that. But we're like, \"Hey.\"",
        "start": "00:33:07",
        "duration": 101.87399999999997,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I mean we, I don't like, I, to the point where I, like, he'll call me and go, \"Yo, we have a deal to do this for X amount, are you in?\" And I go, \"Yeah.\" I don't check the books. I don't need to. I don't, I know him. I just know him. - Yeah. What do you love most about Tom Segura? - The, we saw a gay couple one time. - Mm-hm. This is a good start. - And there was, one guy was in khakis and one guy was in jean shorts with a python around his neck. - Yeah. - And Tom goes, \"If we were gay, which one would you be?\" I said, \"I'm fucking python.\" - [Lex] Yeah. - And he was like, \"Yeah, I'm khaki.\" And I go, \"Really?\" And he goes, \"Yeah, that's why we work.\" And he goes, \"All relationships are pythons and khakis.\" And I went, \"Really?\" And he goes, \"Look at you and LeeAnn, who do you think you are?\" I go, \"I'm python.\" And he goes, \"She's khaki.\" And he goes, \"Me and Push?\" I go, \"Oh, she's python.\" He goes, \"And I'm khaki.\" He goes, \"I'll always be khaki and sometimes I'll have a relationship where I'm the python, but it's, I'm usually a khaki.\" - [Lex] Yeah. - And I was like, \"Yeah, I am a little bit of a lunatic.\" I, I'll tell you the one of, the a moment that explains me and him that the world will never see. It was just a great moment. We got stem cells with Rogan one weekend. - [Lex] Yep. - And one day. And I'd had surgery in my arm and Tom, I didn't want to do it. I was terrified. And Tom just said, \"Just come out and meet up with us.\" Tom knew he was gonna make me get them. And so I got them and he, you know, Joe's there and so we're just all talking. Yeah, yeah, yeah, yeah.",
        "start": "00:34:59",
        "duration": 82.36899999999996,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "And I'm, and Tom can see that I'm spinning out a little bit and I get in the car and, you know, Tom's got a Porsche, so we're like right next to each other. And I just wanna feel if it's swollen and it is a little swollen 'cause I just got an injection and then, and Tom's driving and he's got his hand on the thing, and he just puts his hand on my arm and he goes, \"You're okay.\" He just, he was watching, he knows me so well. - [Lex] Yeah. - That he knows that I am spinning outta control. And he is like, \"You're okay.\" And then I was like, and I felt okay. I was like, \"You're right. I'm okay. What the fuck am I doing?\" My brain's that brain. - Man, that guy got so much love in him. - Dude, he does. He has, you know, he had a fantastic relationship with his dad. And I think whatever that did, that dude did to create that dude, he hit it out of the fucking park. 'Cause he has so much love that he doesn't need reciprocated, like at all. Like, he can just love and then he feels good for him to give and to, like, take care of someone. And like, you know, he started the whole birthday gift thing 'cause, and he didn't need to. He just was like, \"Hey man, I had this bike, I thought you'd like it.\" And then of course I've turned it into a fucking bit and now we're upside down. I'm 120 upside down on a fucking race car that we can't make our money back on. - I love it. What do you love most about Joe Rogan? - Oh, that dude. I could go on and on about Joe Rogan. Joe Rogan is the most selfless individual I've ever met. He doesn't care, if he has you on the podcast he wants you to be the funniest person in the room. He wants you to be the smartest person in the room. Let me tell you something, Joe Rogan is 10 times smarter and funnier than me. He wants you to shine. He wants you, he wants to put you over to his fans. He, that shit did not exist before he started doing his podcast. People didn't share you with their fans.",
        "start": "00:36:23",
        "duration": 114.17999999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "No one was like, \"Hey man, come on the road with me.\" They brought you on the road 'cause they wanted you to suck. And they put you in bad scenarios. Joe Rogan wanted you to shine. He gave so many people beautiful career. Gave them careers, gave them. Joe could have looked at his podcast as his thing. This is my thing. I bring on these guys, I'm gonna be the funniest guy in the fucking room. I know some guys that have done that. Might be me. Might be Tom. I talk over people and not listen really well. Joe had, did the opposite. Now, look, I've tried to learn from Joe on my podcast and do the same. That guy. And when you think about it, you name 10 of his friends, I bet eight of them are doing arenas right now. They're all doing theaters. All his friends do theaters. All his friends do theaters. He is just, you know, I, he and he won't accept this compliment. I tried paying it to him in Austin, when I was in Austin last night. - Well, he's not good at accepting compliments. - I gave him a gift too. And I said, \"Hey, I need to show you. I can't just tell you this 'cause it's gonna fall in deaf ears. I need to give you a minute so you have something so you know that I think about you, and I'm grateful for having you in my life a lot, for many reasons. I'd have more friends in my life because of you.\" He taught me how to trust people again. \"I have a career because of you. I have a major motion picture because of you. I do arenas because of you. Without you in my life, a lot of these things maybe never would've happened. I never would've told the machine on stage. I wouldn't have gotten, I would've never started a podcast. I wouldn't have three podcasts.\" Like, I mean, all these things are things he not just, he didn't just take me to the water one time and give me a drink.",
        "start": "00:38:23",
        "duration": 96.05799999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "He gave me a machete and he said, \"This is how I get to the water. You gotta put your own path, but just gimme a heads up. You can also use my path whenever you want.\" I mean, he is the most selfless individual. He will go down in history as one of the 10 most important people in standup comedy. Without a doubt. He changed the game. It didn't exist like this before him. And he won't accept that compliment. - What was the gift you gave him? - I can't tell you. - Is it a dildo? - It was a dildo. It was a double-sided dildo. I go, \"Hey, when you get free time, can we scissor fuck each other?\" - You are happily married for 19 years. So, I think you're a good man to ask, how do you find love? How do you find, how do you date in order to find the love of your life of a lifetime? - This is gonna sound off, (Lex laughing) but don't, don't tie yourself down. Meaning, like, don't spend time fucking with those little mini shrimp and peeling them every night when you know you're looking for a lobster. - [Lex] Yeah. - Like, and so I think what happens with a lot of guys, they just, they're so busy in, like, just getting pussy and going from here to here to here. - [Lex] Yeah. - I was never that guy. I always wanted to find someone who understood me. I always wanted that. And so, you know, granted I haven't had sex with a lot of chicks, but that's, and it's not by choice. I mean, I'm saying, like, maybe there was times I would've done it, but I know that I was always looking for someone to figure out, to get me. And then I will say this, when you know, you know. When you know, you know. When you think there's, I can't imagine a life without this person. That happened to me. And I can only say my experiences.",
        "start": "00:40:03",
        "duration": 98.55400000000004,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I had LeeAnn, I loved her and I didn't even realize it. And the second she dumped me, I went, \"Oh no, no, no, no, no. Oh, I don't get to live a great life without her. She's the thing that's gonna gimme a great life.\" I knew it undisputed. I went for a run and she dumped me. I went into my shower, I cried. I went to Barnes and Noble, I bought \"Men are from Venus, Women are from Mars.\" I watched \"Fight Club\" in my closet. - [Lex] Yeah. - I didn't drink. I drank a lot of NyQuil to sleep. And then I went for a hike in Runion Canyon. I was running back down outpost by Ben Affleck's house, and the sun was setting and I just said, \"Hey God, if you're listening, just gimme this chick back. I'll never fuck it up. This is the one, I won't fuck it up. I won't cheat. I'm not gonna be a bad dude. I wanna have kids with her. I'm, I'll be there, I'll be a great fucking dude. I'll take her out on dates. Like, I'll love this chick.\" And I got home and she was in my room in a sundress. - [Lex] Yeah. - And I was like, oh, fuck. I didn't know he was real. - [Lex] Yeah. - I was like, shit, man, gimme, like, one more night. Let, lemme me get some strange tale real quick. - [Lex] Yeah. - Before I commit forever. But I think when, you know, you know. This is so silly, but I follow that in business. Like when, you know, you know, and, like, my assistants with us and someone goes, \"How did you, how do you find a good assistant?\" I go, \"When you know, you know.\" Like, people will show you who they are. I can tell you when I fell in love with my assistant. (both chuckling) We were doing a TV show and we worked past dinner and all the dinner places were closed. - [Lex] Yeah. - And he just said, \"Hey, I got, like, four meals. I didn't know which one you'd want so I got four different meals for you.",
        "start": "00:41:46",
        "duration": 96.48100000000001,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I ordered them, they're up in your room and just let me know whichever you want. I'll take care of the rest of them.\" - [Lex] Yeah. - And I was like, oh, that dude thinks about other people before himself. He didn't even get himself dinner. He just got me four dinners. And I was like, \"Fuck.\" - [Lex] Yeah. - I did the same thing with my social media manager. The way she was operating was, I was like, I feel like she's thinking about me. - [Lex] Yeah. - And we connected on so many levels. On so many levels I could talk to her about things and ideas I had and then I was like, okay, I want her. I want him, I want, I think you, I think it's gotta be that thing when you know, you know. And it can be so simple as, like, like, a personal trainer or, like, a jujitsu class or, like, just where you go, \"Oh, I'm connecting right now.\" - But you have to allow yourself to notice that person. - You, I think you do. I mean, I think you have to put yourself out there and you have to be available for it. You know, that's the hardest part, is just being available for it. 'Cause so people, so many people just wanna be busy just dating. - [Lex] Yeah. - I just wanna have someone in my life. I don't wanna be bored. I don't wanna, what if I die alone? I don't wanna, I, like, just be available for it. - What is it you said, \"Peeling the baby shrimp.\" - [Bert] Yeah. - When you could be having a lobster. Lobsters still a lot of work, I have to say. - Yeah. But, well they, yeah, but it's lobster. This is a fucking baby shrimp or, like, you ever get the ones in Brazil where you just go, \"Fuck it, I'll eat the shell. I don't care anymore.\" Like, \"I'm so fucking hungry.\" And you just, handful of lobster like it's popcorn or baby shrimp, like it's popcorn.",
        "start": "00:43:22",
        "duration": 84.29899999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "(Lex laughing) I've done that in Vietnam. I've done that where I just go, \"It's too much work.\" - So when you're in it, what's the secret to successful marriage? What do women want? Bert Kreischer. - Oh, fuck, that's, I'm the wrong guy to answer that. I think... - How to make love to a woman by Bert Kreischer. - How do you make love to a woman? I'll tell you how I do it. - [Lex] Yeah. - I go down on her first, (laughing) make sure she has an orgasm. - [Lex] Yeah. - And then I get my turn and that's over pretty quick. It's like a, it's like getting your ears pierced. You feel a little prick and it's over. - Yeah. - I, I don't know if I've done a great job keeping her happy. I think I keep her interested. Like, I think I keep her occupied. Like, I'm like a little bit of a rodeo clown. Like, I don't know, I mean, like, I know we're happy right now. I know we're really happy, but I don't know if I ever did as good a job as she did. Like, she's always been, like, she's always been a gangster. Like done, did everything. Just does everything. She does it all. She does everything, like fucking everything. And she loves it and she just does it. And then she shows love for you by taking care of you. And so, like, I have a lot of time just been this, like, almost like step and repeat husband where it's like I come in to take a picture, like, hey, Monday, Tuesday, alright, I'm on the road Wednesday, take care guys. Or like travel channel, I'd leave for two weeks at a time. I left for the movie for three months. So, like, I don't know that I've ever done a bang up job. I buy it, like, I go, I remember one time I was just like,",
        "start": "00:44:48",
        "duration": 95.00500000000001,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I don't cheat on her. I don't hit her. I don't yell at her. I'm a pretty good fighter. I'm a really good fighter. Like, like I'm good at like going like, \"Hey, we're on the same team.\" - Oh, you mean deescalation? - I'm really good at like, I'm very self, I'm very accountable. I'm very self-correcting. Like if we're in a fight and she points something out and I go, \"Oh, you're right.\" I go, \"Fuck, you're right about that. You're right. You're totally right.\" - Oh, in the moment. In the moment. - [Bert] I'm really good at that. - Huh. - And my wife's not, she's not a good apologizer. Like she needs to sleep on an apology and then she can do it. I can apologize in the moment if I realize I'm wrong and I'm really quick to find my fault. - Yeah. - I look for my fault. 'Cause I go, \"Tell me what I did.\" Adversely, as a parent, I have pulled my daughters aside and been like, \"Yo, that wasn't you. That was mom.\" - [Lex] Yeah. - I'm giving you a heads up 'cause I don't want, because I got really confused as a kid, 'cause my dad always made sure I knew I was wrong and sometimes I wasn't. - [Lex] Yeah. - And then as a kid, you're kind of fucked up and you're like, \"Well, how do I know if I'm wrong?\" And I think that raises, so I was really good with my girls going like, yo. And then parenting Georgia taught me a lot about self-correcting. - Self-correcting, what's that? - My oldest, I'd only, I parented like my dad parented. Like, just like, raise your voice. Get up to here. That's it. No, that does it. Fuck this. - [Lex] Yeah. - How come the dogs don't have goddamn leashes on,",
        "start": "00:46:33",
        "duration": 78.30099999999999,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "the collars on their necks? And so with Georgia, I had to learn through therapy that if the consequences is here and it, and the highest it goes is here, then why the fuck wouldn't they lie and do everything? 'Cause they go, \"Well, I know what it's like to here,\" but if you can vary your consequence with a child and find some conversation in it, then all of a sudden they're like, \"Well, fuck. Well, I don't wanna lie 'cause this does suck. Like, I like this. I like where we talk. And he says, write a thousand words on why driving around your kids in a car, kids in a car is bad.\" - So threatening extreme violence every once in a while just to. - Yeah. Let him know the dog can fucking bite. - [Lex] Yeah. - The dog can bark, the dog can bite. But if you pet him on his belly, it'll wag its tail. - Yeah. Do you worry about being away too much? I mean, you're one of the most creative content pushers and creators out there. You're just constantly innovating, constantly putting stuff out there. But do you worry that pulls you away from, like, the mundane experience of life? - [Bert] Yeah. - That can bring contentment and happiness. - Yeah. I feel like sometimes it cannibalizes your real life, where you start going, you start thinking in promo videos, or you start looking at a vacation as a bit. - [Lex] Yeah. - Like, we should go zip lining. \"Well, Ila, why, well, why don't you do, ah, what shoes are you wearing?\" I, like, it can definitely cannibalize your life. My wife's really good at going like, \"No. Like, no phones.\" The girls are really good. The girls, when I started Instagramming stuff, they started saying stuff like, \"Dad hits mom.\" And I'm like, \"Whoa, whoa, whoa, guys.\" They're like, \"No, put your phone away.\" - [Lex] Yeah.",
        "start": "00:47:55",
        "duration": 99.425,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- \"Dad likes boys.\" And I'm like, \"Whoa, whoa, whoa, whoa, whoa. Stop, stop, stop, stop, stop.\" - Yeah. What's, what are some secrets, words of wisdom, you can say for how to be successful online and all the, everything you've learned? You're kind of like the Mr. Beast of comedy, just innovating constantly. In terms of how to promote stuff, in terms of how to present stuff across the different social media and across YouTube, podcast, all that stuff. - I think the number one thing is don't be afraid to suck. No one sees the shit that sucks. It doesn't get views. - [Lex] It just gets forgotten. - Yeah. Gets forgotten. The good stuff they remember and then that's all they bring up. The stuff that sucks just goes away. And they're like, \"Oh yeah. Did you do that? I don't even think I saw that.\" Fuck it. Who cares? - [Lex] Yeah. - You know, it's like I watched, one of my favorite stories about this is a guy named Sean Patton. I was explaining Instagram stories to him, and Ari and Mark Norman. And I was explaining that you can now sell tickets on Instagram stories. It was back when they swiped up, instead of tap the button, swipe up. And they didn't understand it. And I said, \"Let me show you.\" And I put up tickets for sale and I said, \"You know, hey guys, swipe up.\" And then I just showed 'em in 10 minutes, \"Look, this is how many people swiped up.\" It's 145 people. It's a lot of people to buy tickets for a fucking comedy club. And they were like, \"Whoa.\" And they're like, \"Well, what do you do stories about?\" I go, \"Fucking anything. Who gives a shit? Just anything. And some things work, some things don't.\" And I watched Sean Patton, shout out to Sean Patton,",
        "start": "00:49:36",
        "duration": 85.51899999999999,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "try for about 15 minutes to do an Instagram story about his cup of tea. He was making a cup of tea and he was making, and he kept going, \"Hey, you got, okay, hold on, hold on, let me.\" - [Lex] Yeah. - I was filming him from the couch. - [Lex] Yeah. - I was filming all these attempts. - [Lex] The whole thing. Yeah. - I filmed every single one of my, like, 15 different stories of him trying to do that. I had 145,000 views on each story. He never posted it. He never posted it. And I was like, I was like, man, if he had just posted that one, he never posted anything in his stories. - [Lex] Yeah. - That one, 145,000 people would've gone to his story to see that cup of tea being made and see which one he finally went with. And so sometimes I think the biggest mistake you can make is just not doing it. Just do it. Just post it. Turn the camera on, the idea will show up and that that's the number one thing. Just turn the camera on and it'll come up. You'll figure it out. - Do you do multiple takes or no? - Maybe I do three. Like, and I'm talking even like in the dance video I did, where I did the hip hop dance, I did two takes on that. With, when I had the marching band come to my house, I did two takes on that. Once you start doing more takes you lose the fun of it. - Yeah. - I think. And, and then the fun ones, I mean, my favorite one I've ever done without a doubt, my favorite promo I've ever done is I needed, they added a second show in some city and they added a second show, like, Friday and Saturday and or third show. And I said, I, they just told me, I was like, \"Fuck, I'm leaving, like, tomorrow, I need to sell tickets.\" So I said, \"Real quick, girls, meet me outside.\" And LeeAnn's like, \"Girls are doing homework.\" \"It'll only to take five seconds.\" I put on a speedo, I got the American flag.",
        "start": "00:51:03",
        "duration": 90.59500000000001,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I gave Ila the hose, I gave LeeAnn the leaf blower, and I gave Georgia the drone. And I just had Georgia drone it back to reveal the leaf blower and the the mist you were seeing was coming from Ila and LeeAnn. - [Lex] Yeah. - I'm in a speedo with the American flag. I have Bob Seger playing \"Ramblin', Gamblin' Man\". - [Lex] Yep. - And that night, Larry the cable guy texted me and he goes, \"This is fucking genius.\" And I was like, it was just, and it was just like, yo, just let's just shoot something. Who gives a fuck? Like, just shoot something. Just say something and put a little, just do a little movement into it. And those are my, back in, that was, I used to be, I watched a bunch of my promo clips back from back in the day. I used to be really good. Now it's like I'm promoting so fucking many things. I'm just like, I'm almost, like, I'm exhausted about my promotions. - Yeah. Because you know, the well can dry up in terms of ideas. - Yeah. And it's like, how many times am I gonna show a picture of my ass? My ass sells really good. Whenever my ass is on Instagram, fucking million views guaranteed, a million views. - [Lex] Your ass? - And inter and it's an active post. Like, people are like, I did, the best one I did the other day was where I superimposed my ass on my front and it just looked beautiful. - [Lex] Yeah. - No views. - Oh, so you. - [Bert] I think it got reported. - Oh. I see. - [Bert] It looked like a front vagina. - Oh, is that what it was? - [Bert] Yeah, I think so. But like, (Lex chuckling) but yeah, my ass. - Ass sells. - I, like, I'm at a place right now where I am promoting,",
        "start": "00:52:39",
        "duration": 90.41699999999999,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I'll be promoting this movie, I'll be promoting this movie until it goes to a streamer. I'll be promoting it shamelessly. I'm proud of it. I had a great time shooting it. It's in theaters. It'll be on video on demand, it'll be on a streamer I'm sure. I don't know, but I'm sure. I'm promoting Fully Loaded, my summer festival with 19 different comics. I'm promoting the Tops Off World tour that starts again this fall. I'm promoting my cruise, The Fully Loaded cruise. I'm promoting Red Rocks. I'm promoting so many things that today was the very first time in my career where I said, \"In January, I'm gonna take a break.\" I'm gonna take a break and go like, \"Hey man, let's, let's get your resting heart rate down.\" - [Lex] Yeah. - Let's get some sleep. Let's maybe take off, like, three months from drinking. Like, let's just really, like, slow it down and also not think. When you're thinking in promo all the time, it can be a little exhaust, I mean, you think it's exhausting to look at my feet. It's exhausting to be my feet. I'm my feet. - Yeah. And sometimes less is more. One of the things I... - Nope. Nope. Nope. Nope. - One of the things that inspires me about Rogan, for example, is he almost never does this kind of stuff. - Yeah. And he'll seldomly does this podcast, 'cause you're right, less is more. How, what does he do it like once a month? - [Lex] Yes. - No, he does it three times a fucking week. - [Lex] Yeah, but. - Listen, more is perfect. - But, for example, when he does, like, a story or something like this. - [Bert] Yeah. - He does one take, it's kind of shitty.",
        "start": "00:54:09",
        "duration": 92.255,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- It's the same, it's the same, it's elk with a bunch of jalapenos, a knife that he had sent to him by a fucking knife maker and him going, \"Look at this, look at this Traeger smoker. A reverse seared this. This is what's great, look at this. I'm about to put it in the butter.\" And then like, \"This is grass fed butter. This elk really raises my testosterone.\" Rogan is, it's, you're right. With guys like Rogan, when he does do a story, they're a little precious. - Yeah. And as, I don't think he's ever done a second take on any of those stories. (laughing) - [Bert] No, no. - There's, you have to really admire that. Like, if the shot is framed poorly, if the audio sucks, doesn't matter. Doesn't matter. - Do you, do you remember when he, this is like, like I can get in the weeds on Rogan, but, and especially when it's Instagram. Do you remember when he got his polar plunge and he couldn't sit it in a minute and then the next day, and then he must have gotten it on the internet bad. - [Lex] Yeah. - He must have gotten it bad. - [Lex] Yeah. - The next day he sat it for 20 minutes and he lowered his core temperature by, like, two degrees and it took him, like, a month to get that back. - [Lex] Yeah. - That is that fucking man. - [Lex] Yeah. - What an interesting, you know, it's, I told you at the beginning, we were just talking, I like, I really enjoy, I draw inspiration from men I'm not like. You, David Goggins, Cam Haynes. - [Lex] Andrew Huberman, we're talking. - Andrew Huberman I love. Fucking, I mean, there's so many guys like that, Rogan, you know, Tim Kennedy, like, there are a lot of guys that are, like, just very different men than me. And I love, Jocko Willink. Like I love, I love reading their stuff or listening to their audio books or listening to their podcasts",
        "start": "00:55:43",
        "duration": 95.58999999999999,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "because I'm so not like that. But that to, for me, when I add a little bit of that in my life, like, I remember you one, I don't know what you were doing, but you were walking us through your day and it was so fascinating. (Lex chuckling) It was like, \"I ran eight miles today. I listened to an audiobook while I was running eight miles. And then I came and I worked for about three hours straight on AI stuff.\" And I'm like, and I was like, \"Wait, you sat at a desk?\" Like, you, like, sat at a desk and like, and I actually, I wouldn't even know what to do. I'd, I would start doing crafts. Like, I wouldn't, (Lex chuckling) like, that you went, I was like, did is your computer like? - Yeah. Have you sat for, like, four hours focused on a single task? - Me? - [Lex] Yeah. - No. (Lex chuckling) No. I have a hard time sleeping for four hours. - [Lex] Yeah. - Like, I don't have that. I don't have a brain that, like, I really admired it when I listened to you do it. 'Cause then you were like, you were talk, you were fasting at the time, you were doing your fast and then you talk about what you ate. And I was jealous. I wanted to be able to be like that. And I think at that time we started, I think you were doing maybe bone broth or something. - [Lex] Yeah. Mm-hm. - And we started doing bone broth pretty religiously and adding that into a fast, 'cause I was like, it does, for someone like me, it does feel cool to add a little bit of control into life. - So you. - My life. - So integrating a little bit of a way of being from another person that you're not. - Like, yeah. Like, so David Goggins is consistently pushing himself. I love, I did it over the pandemic more. But I loved going, today I'm running a marathon, I'm gonna get on the treadmill",
        "start": "00:57:26",
        "duration": 99.867,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "and it's not gonna be all at once, but I'm gonna get through a marathon today. So let's get up, give us six cups of coffee and let's see if we can do like five miles. And then know that we started there. And that was really fun to, like, Cam Hanes does that too, where he goes, like, he almost just sets the limit and then achieves that. His son Truett is really fascinating, 'cause his son Truett's right now is trying to get the, and like I bet people would never think that this is who I watch. But I get real inspiration from those people because I showed Jocko, I showed a clip to Jocko, to Ila, 'cause Ila's like me, like, a person of her fluids. Impulse. I walked in on her one time, she was in the pantry in a bathrobe in the dark drinking a root beer. - [Lex] Yeah. - And I opened the door and she went, (gasping). I said, \"What?\" She goes, \"I thought you were mom, shut the door.\" And I shut the door to let her finish the root beer. - Yeah. - She has a hard time waking up. So I go, \"Ila, come in here. I want you to see this clip from Jocko.\" She goes, \"Who's Jocko?\" I said, \"He's a Navy Seal.\" She goes, \"He works at the zoo?\" I went, \"No.\" (Lex laughing) \"He was a navy fucking seal.\" I go, \"It's a badass job.\" She goes, \"It's a silly name.\" And I went, \"No, it's not. It isn't a silly name. These guys are the toughest dudes in the world.\" She goes... - She's kind of right though about the silly name. I never even realized that. - [Bert] Well yeah, you talk to a child. - Yeah. - And so I go, \"Watch this what he says about waking up.\" So I hits thing and Jocko goes, \"First thing you do when you hear that alarm clock, you could roll over, you could go back to bed, you could hit snooze, but you get out of bed and that's your first victory.\" And Ila hits paused and she goes,",
        "start": "00:59:08",
        "duration": 93.67399999999996,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "\"How great is that nap right after you hit snooze though?\" I went, it is pretty funny. I go, \"Hang on.\" - It is great. - \"You're missing the point. You need this whole speech.\" He's with Casey Neistat when he is telling this speech. He's with Casey Neistat. - [Lex] Yeah. - And so I hit it and then he goes, \"And then you've got a victory under your belt. And then you go to the gym and you work out.\" And I go, \"You listening to this Ila?\" And she goes, \"Yeah.\" And he goes, \"And then when you go to the work, now you've got two victories. You've worked out and you've woken up on time. You didn't hit that snooze button. So when you go into that break room and you see donuts,\" and she hits pause, she goes, \"If he's about to say no to donuts, I'm done listening.\" I go, \"He's definitely gonna say no to donuts. (laughing) Do you think he's gonna have a donut?\" And she goes, \"You like this guy?\" I go, \"I fucking love him.\" And she goes, \"Do you think he'd like you?\" And I go, \"What do you mean?\" She goes, \"Dad, you hit snooze, you skip working out and you love donuts.\" And I'm like, \"Yeah, you're making a good fucking point.\" I go, I, but I do love that, like, I love to watch that brain work and go, like, I don't hit snooze. Like, I don't hit snooze now, I go, \"Fuck it\" because I'm up. But I, and then I go to the gym every single morning. I go to the gym every single morning. And today's national donut day, I didn't have a donut. And so like, I like, I try, I like try to apply these a little bit. 'Cause I mean the other side of me is, like, tonight after we do this, I'll do another podcast and then I'm gonna call LeeAnn and go, \"Yo, we're in Beverly Hills. Meet me out here. Let's go have drinks, let's go have fucking couple Campari spritz.\" (Lex laughing) Let's, Ilas was over to a friend's house overnight, let's get some edibles and let's fucking have",
        "start": "01:00:45",
        "duration": 87.15000000000002,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "a night about it. - [Lex] Yeah. - Get some sushi, go have sex in the hot tub and I gotta work out at fucking 10 in the morning. - I gotta tell you that nap when you press snooze... - [Bert] Is the sweetest. - That's my victory, first victory, is pressing snooze and getting the nap under the belt. - Have you ever had, I had, so this morning I didn't work, I didn't work out. I had press at like five in the morning until about six. - [Lex] You're going hard right now. - Yeah, yeah, yeah, yeah. And then I had a podcast. - I saw you flew to Austin. I was like, what? Huh? - [Bert] Yeah. - What? Just running around theaters and now you're back. - Yeah, running around theaters to do, to promote the movie. And then, look, you only get one shot at these movies, so you might as well, and look, it's really hard to get people to go into movie theater right now. And so I woke up at, like, six, did five or six to seven, did press. And then I went and I said, and I'm really into podcast history podcast right now. And I was listening to this one about the conquistadors. And I was like, before, when I woke up, I was like, I wouldn't mind going back to that. And I said, I'll tell you what, I'm gonna take a little nap and go now. I slept good last night. I slept like seven hours last night. Boy, that 30 minute nap, it felt like five hours. And I woke up going, I gotta readjust my sleep score. That has to be in the 97. That was the best fucking nap. Those little snooze naps are monsters. - You know, there's, I don't care. That's probably, for me, one of the peak experiences of life is those naps. I don't know what that is. - Have you ever slept in a tour bus? - A tour bus versus a regular bus? - Like a tour bus. Like, meaning, like, in a bunk? - No. I've taken a lot of buses in my life though.",
        "start": "01:02:13",
        "duration": 107.03199999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- Like, you mean, like, just, like, a Greyhound? - Greyhound. - Those are very different. Where people pit pocket. - Listen, they, (chuckling). That's just part of life on a Greyhound. - I was on a Greyhound one time. - Don't put stuff in your pocket. - Right when Notorious BIG's album came out in college and I was going from Tallahassee down to Tampa and the dude got on the tour bus, got on the bus next to me, black dude. And he sat down, he said, \"Where you headed?\" And I said, \"Tampa.\" He said, \"You grow up in Tampa?\" I said, \"Yeah.\" I said, \"You?\" And he goes, \"Yeah.\" I said, \"You go to school at fam?\" And he goes, fam you in Florida say the two schools, one's black, one's white. And he goes, \"No, I just got outta prison.\" I said, \"You got out of prison?\" And he goes, \"Yeah. Yeah man, I got outta prison. I stabbed a dude and I've been prison. I just got out today.\" He goes, \"What are you listening to?\" I said, \"Notorious BIG.\" And he goes, \"Oh, shit. That's out?\" And I went, \"Yeah.\" And he goes, \"I want to hear it, can I hear it?\" And I was like, \"Yeah.\" And he used my headset as the whole bus ride to Tampa. I didn't have the, I was like, \"He stabbed a man. They're yours now, I guess.\" And then I just sat next to him and I was like, \"Is it, are you enjoying it?\" He's like, \"This is good.\" No, tour bus naps. - [Lex] Yeah. - When you're in a bunk, it's ice cold, bus isn't moving, five o'clock. You got like, we work out from, like, up until like five o'clock, 5:30, show starts at seven. But that five o'clock to 6, 6:30 nap, (exhaling) it's pitch black. It's like a coffin and it is ice cold. And you got all your pillows and blankets in there",
        "start": "01:04:04",
        "duration": 90.79300000000002,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "and you put a little history podcast on in the corner and you just listen to, like, Kurtman Bashi. or, like, oh my God. - So you're talking about like 5, 6:00 PM for a 7:00 PM show. - Oh, it's the best nap you'll ever have. You wake up so refreshed. - [Lex] Yeah. - Like, I've woken up from naps, like, where I'm like, \"Fuck yeah.\" Like they're, those tour bus naps are the best naps. - Yeah. I think having a full productive day and then, like, 5, 6:00 PM you took a nap, and then you do something really stressful after that. Like really high perform, like a show. But if I do like, I really like doing podcasts, like, late at night after a nap. - I think I've up my podcast rhythm 'cause we're doing them in the day. - [Lex] Yeah. - And so sometimes I'm just like, I like, if I work out in the morning, I'm good on a podcast. But if I don't work out, I suck on a podcast. I'm just like, \"Uh-huh. Yeah.\" - [Lex] Yeah. - \"That's cool.\" No, I, I'm, my favorite is, I used to do this a lot, I haven't done it in a while, is full busy day, nap at home, box of wine on the treadmill and do that until like midnight. Watching TV, box of wine. - Box of wine on a treadmill? - [Bert] It's the best. - How, wait, how are you sipping it? Like? - You have a glass, but you have a box. The box fits on the corner on the treadmill. So you just got a little spigot. - [Lex] Yeah. - And you just sit there and just put on, like, \"Guys' Grocery Games\" or, like, just something, it's like a. - [Lex] You walking or you running? - I walk, I walk at, like, a three five. So what'll happen is if you start a three, start a three casual walk, 20 minutes you get a mile in and you're gonna feel loose.",
        "start": "01:05:35",
        "duration": 97.112,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "Get up to a three five, you can do seven miles on these things and just, and you're just enjoying your night. And especially, like, my wife, back in the day when we lived in our old house, my wife would come into the man cave and she'd sit on the couch and we watch TV together. - [Lex] Yeah. - And, like, watch \"Game of Thrones\". And you just, like, for an hour and you just get on the treadmill and do it. Oh man. I loved, I haven't done that as much lately. That was the fucking best. - So you can lose yourself. You can forget yourself. - You forget you're on a treadmill. - [Lex] Yeah. - And you just are, like, walking and you're sweating, and you're having wine. And then at certain points you're like, you start jogging. Especially, like, we were watching, not \"All Quiet on the Western Front.\" What's the one where they've gotta get the message to the front line? I would run like I was in World War II. - [Lex] Yeah. - I would run when they would run and it was fucking awesome. And I would be like, 'cause they were doing drinks, they'd be like, \"Take a drink, you gotta run up there.\" And they'd be like, \"Okay.\" Yeah, I'm really into history podcast right now. Like, I've been into them for a while. - 20th century or everything? - Everything, everything. I listened to, was it Marcus Aurelius and Cleopatra today. In the middle of the podcast they're like, \"You know, just so you know, Cleopatra wasn't as hot as everyone says.\" I was like, \"Why are you saying that?\" You're gonna tell me she's a six. She looked like Snooky? - [Lex] Yeah. - Like I, why, let me dream that she looked like Kim Kardashian. - [Lex] Yeah. - And then I listened to that one today. - I listened to World War II a lot. - [Bert] Oh.",
        "start": "01:07:15",
        "duration": 82.37699999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- A lot of books on World War II. A lot of podcasts about it. - What's your favorite theater? The Pacific or European? - No, European. I, pacific, well, because my family's so much of it has died in that theater. So it's personal. - Dude, so much of it. - I hate to sound cliche, like I'm Arnold Schwarzenegger in an eighties movie, but it's personal. - [Bert] Can you, well, you know what I find funny about that? - Yeah. - Is Lenin, it was Lenin, right? - John Lennon? Or the other one? - No, no, no. - Was it, Lenin was World War II right? Or was it Stalin? - That's Stalin. - Stalin. Stalin. - Yeah. - Stalin thought him and Hitler would be friends. - [Lex] Yeah. - I think that's so cute that he was like, we're gonna be buddies. - [Lex] Yeah. - Like, we're boys. - [Lex] Yeah. - And then Hitler's like, \"Oh, fuck you.\" - Yeah. - I'm Hitler bro. This is what I do. - Well, at first he was like, \"Fuck yeah.\" - Yeah. - Yeah, yeah, yeah. We'll be friends. - Yeah, yeah. Sure, sure. \"Hey man, call me, call me. Better yet, I'll show up in winter. How's that sound?\" (Lex laughing) - [Lex] Yeah. - That, I find all of that so fascinating. When I was a kid, I had a hard time understanding how, 'cause we were always at war with Russia when I was a kid, and I had a hard time understanding how we could be on the same team as Russia in World War II. And I was like, wait, how did that turn south? And then you listen to podcasts. Yeah, I'm, that, all of that, like,",
        "start": "01:08:45",
        "duration": 72.85199999999999,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "all of the World War II, I got really into the pacific shit for a while, but I'm really deep in the, the whole, we went to Normandy from the Cliffs of Dover and to think, \"So that's the fucking beach. That's the fucking beach. Oh shit, this is cold as fuck. These dudes jumped in ice cold water.\" - [Lex] Yeah. - And this isn't, like, a cool beach. Like this is, and it is just so insane to, and then to see like the, it is pretty intense. I dunno why I got into history late in life. I wasn't, I was kind of into it, but I'm really into it now. And I love just learning a little something about, you know, today was, I listened to, like, the Noiser has great history stuff. It's like History for Dummies, I think. (Lex chuckling) Like I get too. I can't listen to the really smart stuff. It starts losing me, too many names and I'm gone. - Yeah. Well, Dan Carlin is always the best. - Your podcast with Dan Carlin. - [Lex] Yeah. - Was so fucking good. - [Lex] Yeah. - He is, I mean, I only know about Martin Luther because of Dan Carlin. I only know, like, I would've, I made a joke about some Lutheran the other day and everyone laughed and I was like, \"Did you guys listen to the same podcast I did because I just am quoting Dan Carlin.\" I, that, his podcast, I mean, we all quoted the same shit about Genghis Khan, about how he could shoot a dove off a horseback. But we knew that all four hoofs had to be off the ground at the same time they shot. They would sometimes take their meat and stick it under their saddles. And that, I mean, Dan Carlin is, he is the motherfucker. - [Lex] Yeah. - God, those were, man, discovering podcasts was the coolest time of my life. - And the interesting thing about him is its audio. And so it's the voice. So for me, I mean, everybody has a story with a prostitute in a motel.",
        "start": "01:10:03",
        "duration": 118.91300000000001,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "Dan Carlin was my prostitute in the mo, I invited him to a motel, I don't even remember, in the middle of nowhere. He shows up with that voice and the rest is history. - [Bert] So good. - Things that we'll never know what happened. - [Bert] Because he liked you. - Oh boy. Did he like, no, I'm just kidding. I'm really running with this. - [Bert] Yeah. (laughing) - But yes, we did. We got along really, I mean, he's an incredibly kind and thoughtful person. Constantly self-critical, thinking he's not good enough. He just works on those episodes forever. - Forever. - And he just thinks that there's these, just like with Goggins, there's these other historians that I think, like, weigh on him, like they're going to judge him or something like this. - [Bert] Really? - In his mind. - Because he, I talked about, I talked to, with him about Daniel Patelli and I guess his thing is he, I guess his hangup is, Carlin's is, he's not a, he's not, like, this, like, he doesn't feel like he's a real historian. - [Lex] Yeah. - But he is. - [Lex] Yeah. - I mean he's, the way he shares the story. Look, we had a history teacher in seventh grade who was a con artist. And he came and taught our seventh grade and it was total con artist, all he taught us about was barnstorming. Barnstorming and the JFK assassination. I walked away having such an appreciation for barnstorming, a very small blip on Americana. But I know a lot about barnstorming because of this guy. And he, because he was passionate about barnstorming. It was the funnest seventh grade history class I'll ever taken my entire life. - You mentioned tour bus. What's the best road trip you've been on? Have you driven across the country just you? - No. We had one road trip in college where a bar had burned down",
        "start": "01:12:07",
        "duration": 99.32700000000001,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "and we found out that the alcohol was still in the bar. - [Lex] Yeah. - So we took my Jetta... - [Lex] Yeah. - over to the bar and we emptied out the bar of all the burnt up liquor. We didn't know what anything was. We threw it into the trunk with no clothes, like no clothes and we said, \"Let's just start driving.\" And we drove from Tallahassee and ended up in West Virginia and just drove. Just drove, it was like five dudes, we drank. One person drove. I wasn't a big drink, and this sounds crazy, I wasn't a big drinker in college until I went to Russia. And so I drove the majority of the way. And then we get somewhere and we'd get a hotel room, and it was one of the most epic fucking weekends of just debauchery and chaos. And I think we took mushrooms and we went down a river in tubes. - So it's most about the bond between the five people versus... - [Bert] Five dudes. - Versus, like, throwing yourself into meeting, like, strangers and this kind of stuff. - Yeah. And it was when I was, like, I was trying to be a poet at that time. And so like, we were... - [Lex] Actual poetry? - Yeah. It was a really bad part of my life. I was just... - Well, you were, like, is, like, music is there too somewhere. - Yeah. I tried to be in a band too, that didn't work out the way I wanted it to. I just was never, I always was, I was never the, I'm not a good serious person. Like I'm a good funny person. I'm good to be the fool, but I'm not good, when I try to be serious, it looks foolish. And so even like, you know, someone said, showed me throwing out the first pitch the other day at something and all I could see is my gut flying everywhere. And I was like, \"That's why it went viral.\"",
        "start": "01:13:50",
        "duration": 93.727,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I was like, \"Fuck. I thought it was my throwing style.\" That was a pretty epic one. The best road trips I ever took was during the pandemic. During the pandemic when we were, when we would, we were doing that drive-in movie theater tour. I created a drive-in movie theater tour when no one was working. And the very first one, we all, no one had left our houses. We all went to my house. We got my tour bus. We had just wrapped, the day the tour bus showed up, we just wrapped the cabin, just wrapped doing the cabin on Netflix. And we got COVID tested, we got in the tour bus and we said, \"Let's create our bubble and stay safe.\" And that night we drove, I think, just outside Gallup. And we stayed in a, and no one had been outside. And we stayed at a KOA, camp on arrival. And we watched thunderstorms come in on a lake and we were all smoking cigars and drinking IPAs and it was fucking ma, and that whole road trip, we road tripped across the country to start the tours. And then we just, and we were outside for the first time and we were, and it was. That period of my life, I'm so grateful, I didn't make a ton of money 'cause we had a big crew and I made sure, I was trying to make sure everyone, 'cause no one had paid bills in a while. But that fucking tour was the funnest. We took up pickle ball, we took up disc golf and everything was wide open in the middle of the country. You could do things, but we were still in our bubble and we lived in that tour bus. And at the, at night we just get back in the tour bus by ourselves and get fucking wasted. And, I mean, that fucking run, it'll, nothing will ever be like that. - Yeah, because you, like, rediscovered the humanity, the camaraderie, because the pandemic kind of killed that. Really suffocated us from, like, that basic connection. - Yeah. And it and there was this, you always had an anxiety attack halfway through that you got COVID. This was when, you know, COVID was killing people. - [Lex] Yeah.",
        "start": "01:15:26",
        "duration": 115.24299999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- And you were like, \"I know I've got COVID.\" And then we'd come in to Sedona, and, you know, this is also why I didn't make a ton of money, we'd come into Sedona and we'd get a house in Sedona for five days, an Airbnb, and we'd all isolate there before we went home to our families. - [Lex] Yeah. - I remember the first time we did it, we didn't isolate. We just pulled back into LA and all our families were freaked out. So I had to stay, live on the tour bus at a different house. And it was 4th of July, and I came in, and they were doing an egg toss. And they were like, \"Well, you can do an egg toss.\" And this is how bad my anxiety gets. \"You can do an egg toss with your daughter Ila.\" So Ila and I did an egg toss and we fucking got it to, like, legit, like, 40 fucking feet where I was throwing overhand, lobbing them to her. And the egg cracked in her hands and it broke over her face. And I got in bed that night, high on weed, fucking drunk, and I went, \"What if I gave my daughter COVID from an egg toss?\" I go, \"That would be the most horrific way to kill a child.\" You know, she got it from an egg toss. It broke her face, her dad did COVID. Yeah. - I mean that, that's the scariest thing about COVID, I think, is not you dying, but because of you, somebody else dies. - [Bert] Oh, I got that. - That's a that feel, that's the fear, I think, that really, like, took hold on people. That's why they're, they were way more cautious than, perhaps, they needed to be. It's just like, I don't want to be the guy that's responsible for killing somebody I love or somebody that somebody else loves. - But LeeAnn gave everyone in our family COVID. (Lex laughing) She came up to me and she gave me a hug... - [Lex] Yeah. - after Christmas and gives me a hug. And I said, \"What's the matter?\" She goes, \"I think I have COVID.\" I go, \"Bitch, six feet.\"",
        "start": "01:17:28",
        "duration": 103.19900000000001,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- [Lex] Yeah. - \"The fuck you doing?\" - [Lex] Yeah. - \"Back it up Fauci,\" like, fucking. And then she, we went to all, and then she had it we went away. And we're all fine. And we're like, okay. And we're like, we can still go to Park City. So we all go to Park City. Then Georgia gets COVID, and then Georgia starts crying and she goes, \"I think I gave you COVID.\" And I was like, \"I'm fine.\" She goes, \"You're at high risk.\" And I'm like, \"What?\" She's like, \"You're a fat alcoholic.\" I'm like, \"Whoa, easy. Where the, what about feelings?\" - [Lex] Yeah. - And then Georgia got COVID. Me and Ila were still in Park City. LeeAnn had it. My tour bus came up, picked Georgia up, George and LeeAnn, took them back to LA and I was, Ila and I were there and I tested. And then we get on the plane and I cough and Ila's got her mask on and Ila just looks at me. You know, the best, the one thing we miss are the eyes over masks. - [Lex] Yeah. - The, eye, the. - [Lex] Yeah. - And then we get home and I had COVID and Ila's like, \"If you gave me fucking COVID.\" And then she never got COVID. She never got COVID. - You mentioned IPAs. What's the lay of the land of great beers in this expansive world of ours? - I like Pilsners. I'm a Pilsner guy. I'm an ice cold beer guy. Ice... - [Lex] Ice cold Pilsner. - I like an ice cold beer. I like an ice cold, one of the best beer buzzes I ever had is we had bought a new house, but we weren't building it. And I, and over COVID I didn't drink for, like, three months, four months until we decided to go back out on tour and we figured that out. And I was in the backyard and LeeAnn came back",
        "start": "01:19:11",
        "duration": 83.08299999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "with, like, two tall boy German Pilsners and cracked 'em and she goes, \"Let's have a beer.\" And I was like, \"Fuck yeah.\" And man, that second that, a beer buzz is different than anything. - [Lex] Yeah. - Because the second it touches you, you feel the sparkle and you're just like, yeah baby, I'm back. And then she's like, \"You want another one?\" I'm like, \"Fuck yeah.\" And then we have another one. And then, and that beer buzz is, especially an afternoon beer buzz, is just so pretty. It's different than a night beer buzz. A night beer buzz is like, \"Oh, I guess we'll have a beer and then have a couple. I gotta go to work tomorrow. All right.\" - [Lex] Yeah. - But that afternoon irresponsible beer buzz. - [Lex] Yeah. (Bert exhaling) - Pilsner. Pilsner. There's, I don't mind an IPA, but I, it's gotta be at an, it's gotta, I gotta be at somewhere. I gotta be at somewhere. I, they gotta have an, like, I like a local IPA and there's gotta be food involved. And then I'm enjoying an IPA. I threw up an IPA in a bathtub in Salt Lake City one time. It was bad. - What do you mean? Oh, you threw up in the bathtub, okay. - No, no, no. I was drinking in the bathtub. - Like bathtub with some water in it or? - [Bert] No, no, no, no, no. - You're sitting in a bathtub. - No. I'm getting ready to take a shower and I had a growler of IPA. - [Lex] Yep. - It's about six in the morning. - [Lex] Yep. - I have to fly that day to Vegas to jump off the stratosphere. - Yeah. - All I need is a little bit of a buzz",
        "start": "01:20:37",
        "duration": 79.61699999999999,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "to get myself on this fucking plane. - [Lex] Yeah. - I have anxiety going through my fucking head 'cause I'm jump, I'm gonna be the first person to jump off the stratosphere. And so I'm drinking an IPA out of a growler in a bathtub at six in the morning. And it just didn't sit right. And I threw it up and I was off IPAs for, like, 10 fucking years. - [Lex] Yeah. - I didn't have another IPA until I was like 46. 'Cause I was like, all I could think about was throwing up that IPA in a bathtub, in a shower and being like, ah, I'm gonna throw up thinking about it. But yeah, I don't, I didn't fuck with IPAs for a while. And then during the pandemic I got it, I got back into IPAs. - I was that way with jack and Coke, Jack Daniels and Coke. - Really? - Got so drunk many, many years ago that just couldn't look at it for a few years. - I can't touch, I can't touch, what's Janice Chaplin's drink? Southern Comfort. I can't touch Southern Comfort. - She just drink it straight? - [Bert] Well, I. - But Southern Comfort is that 40%? That's hard. - No, it's almost, like, a liqueur. Honestly, it's really sweet. - [Lex] Yeah. - Jack, I, jack, double jack on the rocks, lots of rocks. - [Lex] Yeah. - I made, I had a quote that, oh I got a video that went viral about I'll never quit drinking. - [Lex] Yeah. - And I have not gotten on a plane since that without having a flight attendant, not even ask what I want, walk up with a double jack on the rocks, lots of rocks. I mean, it happens so, on times I don't wanna drink. - [Lex] Yeah. - I flew to Austin the other day, I was like, \"I'm not drinking on the plane,\" 'cause I felt sick. - [Lex] Yeah. - And man, he walked up and he goes, double jack on the rocks, lots of the rocks? I was like, \"Fuck, you know it.\" - [Lex] Yeah.",
        "start": "01:21:56",
        "duration": 92.81999999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- But yeah. That's my drink. Wait, what's your drink? I thought you'd be a vodka guy. - Well, vodka, I associate with a lot of moments in my life of happiness because vodka is associated with shots and camaraderie. And there's, Eastern Europe in general, you, a bunch of guys get together and you celebrate life intensely. - [Bert] Yeah. - People fight, people just feel, people experience life in a deep way. Just get too drunk for, like, for a reason. But I don't see that as, like, drinking, drinking. That's like a journey towards a destination. It's like, to me drinking is, like, whiskey neat. Or beer, like you said, ice cold beer. - [Bert] Yeah. - There's that afternoon beer. Like, for a person like me who's extremely regimented and disciplined, sometimes you'll get to a situation. I just remember, I mean just, I remember there's a bar at MIT where I just remember in the afternoon there was, like, a business meeting and I sat down, we just started with a beer and they were like really crisply cold, some kind of lager and then just one beer and two beers. And all of a sudden you say, \"Fuck it.\" Let's just, the rest of the day, this is what this is. And you said bright, like, you just, life and nature's beautiful out there. - Oh. - And you just said fuck it to all the meetings. Fuck it to everything else. Just the camaraderie, the, just talking about life, being silly, being, you know, all of that. - See that, see you are describing something I'll never get. 'Cause I'm not regimented. I would love, only for the moment that you get to have, you get the most precious little angel's breath that anyone's gonna get because you live this life that's dialed in and it's scheduled. And so when you say fuck it, it's like, that's like me doing coke. Like, it's, like, oh fuck it. - [Lex] Yeah. (chuckling) - Like, and you can just do that with beer. That is fucking amazing.",
        "start": "01:23:29",
        "duration": 120.89699999999999,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I would love to live a regimented life just to get the chance to go, \"Hey guys, I'm not performing surgery today. Fuck it. Hey guys.\" - Yeah. - \"This bus full of kids, kids gotta, it's gotta drive itself home. Fuck it.\" I couldn't even, I couldn't even tell you, you know what's so interesting about me and you is, like, you know, I'm a fan of yours. I couldn't even, I don't really know what AI is, like, other than like dildos are AI. Right? Like. (Lex laughing) - Like if it has some electronics in it. - Yeah. If its got electronics it's... - No, I don't think a dildo classifies as a robot. - Because I thought that's how they were gonna take over fucking mankind. - [Lex] Just. (chuckling) - Well they start with these, the fucking womanizer that knows how to eat a pussy and then they're like, \"We don't need men anymore.\" But like, it's so interesting that I couldn't even, like, I can barely tell you what my dad does for a living. He's a lawyer. I could kind of, like, he's called me and said, \"Hey man, you gotta stop talking about what I do 'cause you're not doing it.\" - [Lex] Mm-hm. - I go, \"What do you mean?\" He's like, \"That's not, whatever you're saying I do, I don't do.\" And so, but, like, I couldn't even begin to explain your job to my daughter. - Well, I think there's the way you do the job, which is the way you experience life. The regimented just, even just a nine to five job, right? - [Bert] You have, do you work nine to five? - No, but I work much more than that. - [Bert] Yeah. - But there's no, every kind of lifestyle has its complexities. I think nine to five means you have to wake up at a certain time every day. - Do people tell you to pull it back and they're like, \"Hey, you're working too hard.\" - Yeah, a lot of people. What I want in my life,",
        "start": "01:25:35",
        "duration": 95.07099999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "what I love in my life, especially people close to me, are the ones that say work harder. Because everybody... - How do you get them? - [Lex] How do you get them? - I don't have anyone in my life that does that. - Everybody's always worried about me. (chuckling) - Yeah. Everyone's worried about me. Everyone's always worried about me. The only thing... - Yeah. - no one ever says, if I showed you my DMs right now, my texts, all it is is like, \"Hey man, I'm worried about you.\" - [Lex] Yeah. - Like Joe, I love Joe to death, not once has he, he always, I don't know if you've seen the caring Joe eyes where like, I'm worried about you. - [Lex] Yeah. - Where it's like. (Lex chuckling) And you're like, \"Hey man, don't do that.\" And he's like, \"I'm worried about you.\" And you're like, \"Don't fucking worry about me. I'm working.\" It's, I'm just working. I love working. I love what I do. I love what I do. I can only imagine that you love what you do as much as I love what I do, 'cause that's all I ever wanna think about. It's all I ever wanna talk about. It's all I ever wanna be, like, I, when, my wife wants me to take August and whatever the August, whatever the fuck. - [Lex] September? - That's after August. - No, but like, July and August off. - Yeah. - After we do fully loaded. And I was like, \"No.\" I was like, \"What do you mean? Like, so, like, what I'll just, what am I like sit in a chair and stuff?\" She's like, \"No, you can do, like, take up a hobby.\" I go, \"Writing jokes? Can I get on stage? Can I do sets in the city?\" Because I'm not gonna fucking. Do you want me to, like,",
        "start": "01:27:10",
        "duration": 80.89499999999995,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "like I don't understand what, I don't understand people who don't, I don't understand people who don't have the drive to work all the time. I don't understand that. I envy it. I envy it, 'cause I go, \"I would love to just be like, I'm gonna play video games.\" I can't play a video game. If I did I'd be on Twitch trying to make money. Like, I love, how do you find someone who goes, \"You need to work harder.\" - Yeah. Especially when they see like, I, I don't know what you look like, but I look tormented when I'm working very hard. Like, it means, like, it's easy to worry for my wellbeing. It's not like I'm happy go-lucky, but I'm happy underneath it. - My working too hard is, like, on a plane every other day or every day, getting up at six, working out and then going until, like, two in the morning or one in the morning, and then going to sleep and then getting up at six, working out, getting on a plane, going to another place. Like, that's what my working, is just a lot of travel in mine. If I didn't drink on planes, I don't think anyone would probably worry about me at all. They'd be like, \"No, you're doing great.\" - But the working out is there. So, I gotta ask you 'cause you and I seem to have a similar relationship with running. I like this idea of slow treadmill. I like running slow. - [Bert] Yeah. - Like, you know, like a 10 minute mile or something like this. So I'll just run forever. Just listen to an audiobook, listen to brown noise, think. I love it. - What's brown noise? - It's actually brownian noise, but short brown noise. It's kinda like white noise but deeper. So it's just noise like (imitating brown noise) that. - [Bert] Oh wow. - It kind of sounds like a waterfall and I'll just listen to it and something happens to,",
        "start": "01:28:32",
        "duration": 94.428,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I think there's, yeah, you can ask Huberman about this. I don't. But apparently there's some science that, kind of, focuses the mind and so on. - It's funny 'cause I think sometimes what people don't get about running is they go, they get on and they put it on, like, a six right away on, like, a treadmill. And they go, \"I can't do this for fucking 30 minutes.\" But you can, if you build yourself up to your six and you play games where, I play games with myself a lot. Like I'll play games where I go and I can do this almost, not all day long, but I can do this a lot longer. Like, I did it for two hours the other day before my workout, or no, an hour and a half before my workout where I started a 3.5 walking. And then I get my jog up to, like, a five, and then I'm, like, 5.5 and then I go six. And then I go and once I'm at a six, my body's really loose. And so then I'll go, all right, bring it down to a 3.5 and then I go punch it to a 7.5 for a quarter of a mile. And then let's walk at a four. Let's jog at a five. I can do that. I love, they're called fartleks, I think. And I love those, like, where it's, like, it's regimented running and sprinting at certain levels. I love that. And I love, also, when I work out to listen to music, but put on foreign language cooking shows on Netflix. - [Lex] Can you explain that? - They, just put it on mute. You don't need to hear it. For some reason they're sexier, the way they're shot, they're sexier. - [Lex] Yeah. - And it's like street food Asia. And they're just watching them make street food in Asia. There's one called Broth, it's called Broth, \"The Nation of Broth\". And they're just making broths and you're like, \"Fuck, I want some broth.\" - So this is South America, this is Asia, this is? - South America, Asia. They do one on pizzas. I've watched this one on pizzas that I've watched it, there's, like, four episodes. I've watched every episode so many times",
        "start": "01:30:08",
        "duration": 106.43299999999996,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "that my trainer goes, \"God, that's that fucking, I would, I could watch that again.\" - [Lex] Yeah. - I love watching foreign language cooking shows on mute when I work out. - While blasting music. - While blasting hiphop. - You, (chuckling). All right. Well, I usually run outside, but I do the same kind of thing. - I can't, I don't mind hiking. And I like, I do, like, you know what my fun thing, the fun thing I would do, and this is a, this is ripped off totally from Cam Hanes, is I like to go, there's a great hike called Fryman Canyon out in the valley where I live. And I'd be like, all right, I'm gonna run to Fryman Canyon, I'm gonna jog to Fryman Canyon, I'm gonna hike Fryman Canyon, and then I'm gonna jog back. And then I go, \"Wonder how long that is?\" And I go, \"Don't think about it. Just know that that's your thing. Just know that that's your thing.\" And then all of a sudden you're like, \"Shit, that was eight miles?\" You're like, \"That's a fucking beast.\" The hike doesn't even feel like anything. The hike, once you do the jogs, the hard part there, the jog home is a fucking cakewalk. I had the best jog when I was in Serbia. I had the best jog, I think it was in Hyde Park, I think the name of the park is Hyde Park. It was, get this, it was 80% downhill. - [Lex] Wow. - So this jog, you started the park and it was like, and I'll do it like this for you. You went, like, downhill like this, downhill like this, downhill like this. And then it was like a little steep incline to get to the beginning of it. So you, it was, like, a little, like, nice, like, lower back pain. And you're like, okay, okay. And then the jog was perfect. And you did it four times, it was four miles.",
        "start": "01:31:57",
        "duration": 91.591,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I loved it. My very first day I did it, a butterfly got in front of me. It's like six in the morning, six in the morning, and a butterfly got in front of me and it ran the whole first mile in front of me. And I just, it was, like, so surreal. It would disappear and then it would show back up in front of me. - [Lex] Yeah. You sure it was real? - Yeah, definitely real. And then the next day, and so I go, I'm on the right path, I'm on the right path. The next day I go for a jog, six in the morning and it rained, and as I'm doing this steep uphill incline, a tree collapsed in front of me. Just went (imitating tree crashing). And I went, \"Whoa! A tree fell in the woods and I was here to see it. Shut the fuck up.\" I was like, that's crazy. And it didn't hit me. I go, I'm on the right path. And then I started getting, overthinking it. Like, the next I saw condom and I was like, \"This is a good place of joy.\" - [Lex] Yeah. - I was like, \"People fucked here last night.\" But, yeah, that was one of the best jogs I've ever had. I could do that, I could run that park every single day. And no one jogged that park in Serbia. - I actually recently had condom on my doorstep. And I wanted to ask, whoever's up there above, what that means, what the, you know, what the story behind that is? - [Bert] Yeah. - Because I, you know? - Just a pissed off UPS guy. - [Lex] I just. - Was it compromised? - What do you mean compromised? - [Bert] Like, was there stuff inside it? - Oh, I didn't look. - I mean, very few people put on the condom and go, \"It's not for me. I'm gonna take it off.\" - [Lex] Yeah. - \"It's a little tight.\"",
        "start": "01:33:30",
        "duration": 78.97300000000001,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- Well, it could be to send a message, like a horse's head kind of thing. - Oh yeah. - [Lex] I don't know. I don't know what the message is exactly. - Do you use condoms? If you had a one night stand, would you use a condom? - I don't know what a condom is. I never heard of it. - Good call. - [Lex] I'm learning. (chuckling) - Good call. - I'm learning. I've learned about sex from you today. - If my wife dies, there's no condoms in my future. I'll get it. I don't care. Have babies, I don't give a shit. (Lex chuckling) - You're a man of principle. I'll like it. Marc Maron wrote something about your book many, many, many ages ago. \"Life of the Party\" I think is, there's an interesting question in there. So, first of all, wrote eloquently about you, \"Bert Kreischer is one of the great American wild men. A gonzo warrior driven not by cynicism or desire to reveal dark truths, but instead by a deep, almost essential, need to have a good time no matter what. His stories track the trials and tribulations of a big hearted dude trying to fit in, help out, and party and find himself. After all is said and done, we arrive with him at the true humility of joy.\" So when was this desire for pure joy born in you? It seems like you are driven towards this joy. - Yeah, I think, I think I arrived at it in college. I wasn't always the guy I am, I was really a serious, pretty serious dude, like when I got to college. - Like dark, brooding serious? - Yeah. I wanted to be like Eddie Vedder. I wanted to be, like, a poet and a fucking lead singer. And I wanted to be taken seriously. And I wanted to be attractive. And I wanted to be... - [Lex] Yeah. - You know, like, I wanted to be wanted by chicks",
        "start": "01:34:51",
        "duration": 93.522,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "and respected by dudes. And, you know? And slowly but surely, I think the Bert I really am chipped away at that and was like, \"Hey, man.\" Like, I would say funny things that would surprise me, they were so funny. Meaning like, in my fraternity, I'd say things that were the funniest thing that I go, \"How did I think of that?\" - [Lex] Yes. - And then slowly I was like, and I remember as I chipped away at that, and as I got older, I would, I would lean towards that. We would go on a bus trip to, like, Clemson and I would get on the walkie-talkie on the bus, and I would do standup for, like, an hour. I'd just make jokes for an hour. And I loved the impulse of, like, you know, you get on the bus and everyone's like, \"We're gonna drink.\" And you get that one group of girls that wasn't gonna drink and then to break them and they're like, \"Oh, fuck it. Fine. Let's drink.\" And then that, to watch that happen. And, I think, then once I, and then when I went to Russia, this is so cliche for me to say, but interacting with those young banditi, they were pretty serious dudes. They didn't have, like, they were pretty stoic dudes. And when you could make them laugh, it was, like, a real, it was a real joy. The silliest things. I remember, you know, we were told there was a club, it's called, it was called Cafe or, or Europa or maybe Cafe Americana. There's where everyone really hung out, like, all the real dudes. The real dudes in St. Petersburg. And they had told us that, like, they had told us in our class that Russian women didn't have tampons. So they were like, bring tampons to give to the babushka the (indistinct) that ran the floor.",
        "start": "01:36:32",
        "duration": 105.18,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- After all this time, the fact that your Russian sucks is awesome. - [Bert] Yeah, it's... - You keep mispronouncing words horribly. - I, horribly. I'm so fucking bad. - [Lex] Yeah. - I am so bad. You know that's how I got the name of the machine, right? - [Lex] Yeah. - I was trying to say I'm.. - [Lex] Machina, yeah. - And I said, I'm a car. - [Lex] Yeah. - And they just were like, \"Huh?\" And so I came into the room one night with a top pocket full of tampons. - [Lex] Yeah. - And they were like, \"What are those for?\" I said, \"Girls, this how we're gonna pick up girls.\" And the look on their face was so, it was so pure joy. I remember the first night I pulled out lemons and this is, it sounds make believe now to say it 'cause it's been in the movie and. - [Lex] Yeah. - I brought out lemons. We were doing lemon drops, I had vodka, and lemons, and sugar, and a pocket knife and a fanny pack. And I put out lemons and this guy Igor goes, \"Oh, the machine runs on lemons?' Like, it was just so foreign that you would need lemon for them. - [Lex] Yeah. - And so, I think, and I made friends with those guys, like, I mean, like, \"friends\", whatever you can, but like, definitely me and that guy Igor were legit friends. Legit friends, like. - But from a place of joy, like bringing joy. - [Bert] Yeah. It was, like, real. - Seeing them light up. - And then I remember backpacking through Europe after that and realizing I could bring a spark of fun to, like, a campfire. And I had little tricks. Like, I learned all the currencies around the world. And so I challenged people to a currency game. I go, let's go head to head. You say, you name a country and the currency and I'll name a country and the currency.",
        "start": "01:38:23",
        "duration": 89.87699999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- [Lex] Yeah. - And I would slow roll them. I'd just do all the dollars, right? The Chinese dollar, the American dollar, the Australian dollar. I'd run through all the dollars and they'd be like, \"You only know the dollars.\" And then I'd get, start getting really deep. - Mm-hm. - I could make an event out of a night, in Europe, I could make an event. I remember we were in Strausberg and the bar was supposed to close, but I had friends coming to the bar, they had the train hadn't gotten in yet. And I said, \"Don't close the bar. I'll stand on the bar and I'll entertain everyone in this room. I'll dance, I'll do whatever if you just keep the bar open.\" And the guy goes, \"If you can keep me laughing, I'll keep the bar open.\" And I danced and made this guy laugh on a bar for legit, I'm not even, like, legit 30 minutes until my friends walked in and they're like, \"What the fucks going on?\" I had this ability to, without humility, I didn't mind looking like a fool and, like, doing, and there were really stupid jokes at the time. Just very, like, basic American, frat boy jokes. But I had to spark. And when I came back, I feel like I learned how to, like, to do that and do funny things that were, like, fun. Like I would, we'd go to a football game and I'd, I brought a camera around with me a lot. I like to take pictures. And I remember one of the jokes I'd go is I go, \"Hey everybody, I told my parents, I have a lot of friends. Can you guys gather around and we'll take a picture?\" And so, you know, like 50 people would lean around like, \"Hey!\" And like just the dumbest... - [Lex] Yeah. - silliest things. And I don't, and I wasn't a big self promoter. So these would happen and I would just, I was just doing them for me and my friends.",
        "start": "01:39:53",
        "duration": 96.29200000000003,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I'd bring a guitar out and I'd just make up songs. And, so, I think, in watching this serious Bert get chipped away at until my like sixth and a half year of college where it was just this silly guy and then Rolling Stones written about me. And I'm like, and then I'm like, well, and I remember a couple serious dads going, \"Yo, you got a chance to turn this into something. You need to go to new, you need to follow your dream.\" And I tried to stand up the first night and I was like, maybe not wasn't the funniest guy, but man, they laughed and we had a good time for 30 minutes and it worked and it was stream of consciousness. And I was like, yeah. And then of course, you know, that same little path you take gets convoluted in New York, 'cause you wanna be a serious comic, and you wanna be taken seriously, and you wanna be edgy, and you wanna say the, and then slowly but surely that you, the real Bert chips away at it. And he's like, \"Yo man, just fucking take your shirt off. Kill a beer.\" - [Lex] Yeah. - Like tell the machine stories. Tell a story about your stupid kids. - [Lex] Yeah. - Like, just, you don't need to be the fucking edgiest dude in the room. Leave that to the good ones. Let Bill and Joe and fucking Tom, they're the, those are the legit fucking gangster comics. They're, I mean, those are the fucking, I'm, you're never gonna out fucking Chappelle. Those guys are fucking gangsters. Do what you do, have fun. Make life fun and seize the day. And fucking try to bring a spark to people and let them forget about their fucking day. - And the interesting thing about alcohol, I've, I don't really like drinking in terms of the actual physical, like, how it makes me feel. - [Lex] Yeah. - But there's the, that, the camaraderie that happens. What, I wish there was another way to get there, but I don't think there is. That joy you get of just everybody getting together and taking shots or drinking.",
        "start": "01:41:35",
        "duration": 98.07999999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "Not the polite kind of drinking, but just everybody just, the fuck it kind of drinking. - Yeah. And when someone goes, \"All right, I'm in.\" Like that. - [Lex] All right. Yeah. Yeah. - That's the funnest. And then, especially when you have a big group. - [Lex] Yeah. - And there's, like, a big group and, like, we were at the premiere the other night and I was working, I was legit working. I had to, I'm trying to sell the movie to outlets, media outlets and bust 'em with the boy, bust 'em with the boys. My wife flew them in to surprise me. And they're over on the red carpet and they're like, \"Yo, let's skull a beer. Let's kill a beer.\" And I was like, \"Oh.\" And then I'm like, \"Ah, fuck it. I don't give a, this is what life's about.\" And that moment where they're like, \"Yeah!\" That's the funnest fucking, especially when I can get LeeAnn to do it. When I get LeeAnn to get a drink. And she'll, and she's like, like I wasn't supposed to drink last night. And she was like, \"You wanna just, we should go get, have a glass of wine in the front yard.\" And you're like, \"Oh.\" My heart skips a beat. I go, \"Glass of wine in the front yard? Are we gonna talk wild? Are we gonna say crazy shit to each other?\" Like, fuck yeah. - In the front yard? - [Bert] Front yard, yeah. - What do you do in the front yard? - Let the dogs play. - [Lex] Oh. - The big trees in the front yard. - Why you sitting on the, where were you sitting? - Sitting in the Adirondacks on the front porch, letting the dogs play. Letting the dogs rest in the front yard. Maybe go over, pick some cherries, look at the fucking trees, hear the wind going through the front yard. And then you go to the backyard,",
        "start": "01:43:17",
        "duration": 76.78000000000002,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "that's where the cigar comes out, a little more privacy. But yeah. - [Lex] Red wine? - Red wine, Malbec. Keep our sulfates low. - Yeah, wine is a whole nother one too. I feel sophisticated. - [Bert] Oh, yeah. - I've, I went, I traveled, before Ukraine, I went to Paris for the first time and I drank wine there and I felt like I was a sophisticated man. You know? - Dude. (Lex chuckling) - Doesn't speak much French, but. - You don't need to. - [Lex] You don't need to. - Just start smoking too. Just have a fucking cigarette. - [Lex] I was gonna start writing poetry. - Dude. - [Lex] Like Hemingway. - There's, like, a glass of wine in Italy and, like, just out in, like, we went, oh, the most beautiful fucking day of my life. Just outside Florence, they have all the vineyards and stuff. And we took a Vespa tour. - [Lex] Nice. - And it was fucking, and Ila's too young to ride, so she's on the back and now everyone can drink there. You know? You're not supposed to drink and drive Vespas, but they don't, they go, \"A glass of wine is nothing.\" - [Lex] Yeah. - And you're like, \"Okay. (Lex chuckling) I guess I'll have a couple then.\" If you think one's nothing, then I think two's nothing also. - Yeah. So this is drunk Bert on a Vespa. - Drunk, not even drunk, but just lightly. - [Lex] Buzzed, yeah. - Lightly feathered. - [Lex] Yeah. - Where, and it's beautiful. My wife hasn't been drinking. Georgia has, Georgia's too young. Ila is too young.",
        "start": "01:44:34",
        "duration": 83.46100000000003,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "But I had, at dinner we had a couple, and we're going through these hills and it starts raining, and it starts raining. And I go, \"Ila, what are we missing?\" And she goes, \"Music, big boy.\" And I go, \"What do you want to hear?\" And then she just starts going, \"Ooga-Chaka. Ooga-Ooga. Ooga-Chaka. Ooga-Ooga. I can't stop this feeling.\" She's screaming it behind. And then I hear Georgia screaming it and then LeeAnn's singing it. And then Sandy and her two daughters are singing it. We're all these Vespas and we're all singing it. And I swear to God, if I hadn't been lightly feathered, I don't know if I would've been like, \"Ila, what are we missing?\" Because, you know, alcohol will give you that thing, like, what's next? - [Lex] Yeah. - What's bigger? How do we take this to the next level? And then I got this little girl who's still my little girl. At that moment when she's singing, \"Sing it! All the good times. Hanging up so long.\" - [Lex] Yeah. - \"Keep it up girl.\" And then we stop at the, and we stop at the light and all of us are looking and it's pouring rain. \"Ah! (imitating beats) Hooked on a feeling.\" And don't it is, I mean, I remember sobbing, crying, sobbing, crying, sobbing, crying. And then I was like, \"Let's get these fucking Vespas up and get to a vineyard.\" - [Lex] Yeah. - And then we went to a vineyard and the, all the girls tried a little wine. No one got buzzed or anything, but you're just sitting there with your family going like, \"Fuck dude.\" And I'm not certain you get that without a little bit of. - A little bit. But then a lot is also interesting. I had a lot of whiskey with Rogan once. - I think I saw that. - [Lex] Yeah.",
        "start": "01:46:05",
        "duration": 95.707,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- I think I saw that, with Whitney too. He was the pushup concert, contest. - With David Go, is the only time I met David Goggins in person. One of the great embarrassments of my life is trashed outta my mind. I'm trying to say how much of a fan I am. And I could tell by the look in his eye that what is actually coming outta my mouth is not good. It's not good. And his wife is embarrassed standing right there also, just, everybody's embarrassed for me. Man, I'm trying my best. And then somehow I find myself a minute later doing pushups with him as a challenge. - How many pushups? - I wasn't counting. All I knew I'm not stopping. (chuckling) And he was polite enough to stop. I think probably, like, 50, I don't know. - There's a gift someone gives you when they get drunk and they allow, they get drunk and they lower their guard and they allow you to see them that way. It's a gift. It's a real gift. It's just as cool as, like, pulling someone aside and going, \"Yo, I'm into anime. Like, are you cool with that?\" And then they're going, \"Yeah, I'm, oh yeah.\" \"Can I show you some cool anime?\" And then you're like, \"That's not my thing.\" But it's, like, cool thing. It's like sharing cool music with someone or, like, telling them something about your childhood. When you get drunk, like real drunk, around someone, you're giving them a gift. - [Lex] Yeah. - And that gift is I want you to see me for everything I am. - [Lex] Yeah. - You're not gonna get any lies. You're not gonna get any bullshit. This is me at my absolute worst. I have a rule. I will never, never get mad at someone for getting too fucked up. 'Cause they're giving you a gift. They're saying like, \"Yo, I did this on accident, but I trust you enough to let you know that this is who I am and this is what you're getting.\" I love it. I love it.",
        "start": "01:47:41",
        "duration": 96.76400000000004,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "Especially when it comes from someone you don't expect, like you? Shut the fuck up. David Goggins should have hugged you and said, \"Thanks for showing me this.\" - Yeah. I guess that, really haven't, you're right. I haven't thought of it that way. There's an intimacy to that. That is a gift of, like, fragility, like, this is me. I mean, I'm a very loving drunk, but I'm, boy am I a dumb drunk. I'm just dumb. - I bet you haven't seen dumb drunk. - Well, dumb in terms of the eloquence of the words that are coming outta my mouth. So, like, you're just not stitching words together correctly to make sentences. - [Bert] No. - I turn into Hemingway lost in translation. Like I'll start saying random words, but, like, translated to Japanese and back to English. It's not making any sense, but there's love. Like, I think what you feel is this, kind of, desire to connect that I think I always feel towards other people, but when I'm drunk, I'm just say, fuck it. I don't need to be polite, I'll just be loving fully. - Oh, yeah. Yeah. It's, it's cool when people let you see that in them because some people are really, like, measured. They're like, \"No one drink and then I'm done. I don't want it. No, no, no, no.\" And you're like, \"Oh, show me a little more.\" And then like, it's cool. And I never, like, I love my favorite moments in the next morning when they're like, \"Did I make an ass outta myself?\" And you get to say, \"Not at all.\" - [Lex] Yeah. - Not at all. That's the coolest thing because some people, bad people, will leverage that over you. - [Lex] Yeah. - You can, and you can see it's a bully tactic. They'll leverage that. The bad interactions I've had with, in this business that we were talking about earlier, they were people that when you got fucked up, they used it against you.",
        "start": "01:49:17",
        "duration": 100.175,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- [Lex] Yeah. - They held it over your head and they said, \"Listen man, I don't know what the fuck, but if you want,\" and you're like, \"Hold on.\" And then they made you, they gaslight you into thinking you were the only one that was fucked up. And you're like, \"Okay, I guess I know who you are now.\" And I was like, \"Didn't you get fucked up a little bit too?\" - [Lex] Yeah. - Like, I know we smoked weed and I thought we ate Xanax, but like what about the, I know I had a couple beers, but like, I wasn't that fucked up. - Well Whitney's really good at that 'cause she's the person I woke up next morning and she said, \"Yeah, you were wonderful. You were eloquent, you were great.\" I'm sure she was making that up completely. - It was funny. I got blackout drunk at Whitney's roast of me, like blackout drunk, don't remember any of it. And don't remember any of it, don't remember speaking on the microphone, I don't remember talking in the microphone. (Lex chuckling) And I did the set apparently. - [Lex] Yeah. - And I said to Whitney, like, in a real moment of vulnerability, Whitney's like a sister to me, like a legit sister. My daughters call her Aunt Whitney, she's like a sister to LeeAnn. If she comes over to do a podcast, Whitney will show up an hour early and sit with LeeAnn out in LeeAnn's rose garden and just talk. And Whitney, I, I said the next day, I called Whitney and I was getting on a plane, and I was, no, I was hungover. I said, \"How bad was I last night?\" And she goes, \"You were fucking fantastic.\" And just didn't let me sit with it. And then I watched a video and I was like, \"Oh, I was fucking out of control.\" (Lex chuckling) - Yeah. - I was way outta control. Thank you for lying to me. - Yeah.",
        "start": "01:50:57",
        "duration": 84.88,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "So, while being a wild out there comic, she's also this, like, caring and loving human being. So interesting. - She's, she has the most nurturing sensibility. She is. You, she sends my daughter's gifts out of nowhere. Just out of nowhere. Just send Georgia gifts up at college. It's just a gift box. Like she is just, she takes care of people. - That's her love language. And she's also the person that taught me what, what the hell love language even means. Apparently there's a book and there's, like, five of them. - Oh, you and Whitney, I would love to sit in a fucking room and watch you two talk. - Yeah. She has a robot. - [Bert] Yeah. - That looks like her. And that's the future, that robot. - I told her she should have that robot do porn. Let someone fuck that robot. And then, and she can, she can deep fake the face if she wants. But I go, \"Promote a special that way.\" (Lex laughing) - Like a full on, not, like, showtime soft core porn. Like, full on porn. - Full on. Like, the dude, like, she's like, \"Hi, welcome inside.\" - [Lex] Yeah. - \"You look tired. Do you need a drink?\" - [Lex] Yeah. - \"Oops. I'm stuck in the dryer.\" You know? - What's the promotion you're most proud of that you've done? - Without a doubt, it's gotta be when I took dance lessons. - [Lex] Yeah. That was epic. - Because I had tried to get Joe and Tom and Ari to do it for sober October. - [Lex] I was rooting for you. - And they said no. Joe's like, \"Absolutely not.\" - [Lex] You knew Joe was gonna say no. - But Joe's a legit dancer, like, he can legit dance. - [Lex] Yeah. - He took, like, dance lessons for a movie",
        "start": "01:52:25",
        "duration": 89.58599999999997,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "and is apparently an amazing dancer. And so. - You're right. He could could've said yes. He could've said yes. Because I don't remember listening to that podcast where you really made the pitch. - Yeah. And I said, we all take hiphop dance lessons. It's your cardios through the roof. - [Lex] Yeah. - And those, you do an an hour dance lesson, then we all do a hiphop dance and then we all put our hiphop dances against each other and we sue has the best hiphop dance. - [Lex] Yep. - It's different than the typical stuff we do. It's fun. And we can also work out, we can do everything, but like, let's do hip hop dance. And Joe adamantly was like, \"That's a horrible idea. I will not do that.\" And then Tom and Ari just, you know, just whatever. They were like, \"Yeah, I side with Joe, we'll do something else.\" And then I was like, but I knew I liked hip hop dance and so I was like, \"I'm gonna take hip hop dance lessons anyway. I'm gonna just do it over sober October and I'm just gonna, I'm gonna fucking do it. And then maybe I'll do a hip hop dance video and then show it to them and let them rate me.\" And then we did it and I, and it was $1,200, and I, for hip hop dance lessons for like a month or whatever, for like a couple weeks. And then when we did it, I thought, you know what? I bet we could put tour dates next to this. Because it's, it was, it turned out being, like, kind of good, but kind of funny. I bet we could put tour dates next to this. And it was the beginning of me figuring out the whole, like, my promos were short and quick and they were always, like, something silly. \"What's up guys? It's your boy, Bert Kreischer.\" And then that one blew up. And immediately, I was announcing the tour, and immediately every tour date sold out. And then every, we added shows that day, we added shows and every one of those sold out. And I was like, whoa.",
        "start": "01:53:54",
        "duration": 93.99299999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "And then Tom was like, \"The fuck was that?\" And I was like, \"I think I just sold out my whole fucking tour.\" And then Tom, and then when Tom did his one like that, and put his tour dates on it. - [Lex] Yeah. Went over at the top. - He sold all his tours and he was like, \"Whoa.\" He's like, \"Dude, I sold out every fucking show. We've added shows. I'm doing, like, an arena here.\" And this is before we were doing arenas. I was like, \"Shut the fuck up.\" And that changed my game where I was like, \"All right, so everything's gotta be.\" And then I was like, I don't mind spending a little money. And then the next one I did was the marching band. And I was just like, and but it was, you know, it was real crazy. I just said, \"Can you guys get me a marching band?\" And they were like, \"Yeah, it's like 2,400 bucks.\" I go, \"Cool.\" And they're like, \"What do you want them to do?\" And I go, \"I don't know, we'll figure it out.\" And they came over and they had outfits and they were like, \"So where do, what do you want us to play?\" I go, \"What song do you guys know?\" And then they didn't even know each other. They were all hired people and they were like, \"Rubber band man?\" And I was like, \"Oh sure, yeah.\" And then we just scripted it out. I was like, all right, I'll pretend it's a regular thing, lifting weights, I'll walk out and then I'll blow a whistle. And then you come out with the (imitating drums) and then we got, like, two videos outta that. And that sold out dates. And then I was like fuck. And then, and then the real baller one, the fucking real one. The real one was I tore all the muscles in my arm going into, shooting the movie. And I ripped all the tricep muscles off and they were retracted, so I had to go in for surgery. And the anesthesiologist said to me the night before, he is like, \"What music do you want going in, going under?\"",
        "start": "01:55:30",
        "duration": 97.81700000000001,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "And I was like, \"What?\" And he goes, \"You can pick your music going under.\" I said, \"Wait, hold on. What, is it, like,\" I go, \"Is it, like, casual?\" And he was like, \"Yeah.\" I said, \"I'm doing a promo read going under.\" He goes, \"What do you mean?\" I said, \"I'll explain it to you tomorrow, but I'm not gonna count backwards. I'm just gonna do a promo read until I pass out. And my phone's gonna fall on the ground. All I need you to do is hit stop record.\" And so they rolled me into surgery. I had Red Rocks, I had only sold like 75% of Red Rocks, which is the biggest, 10,000, it was the biggest venue I'd ever played in. And I rolled in with my thing with CCR playing in the background. And I just was like, \"As I lay here on this mat or on this steel pile, terrified as I go into surgery. I want you to know one thing. I'm playing Red Rock September 10th.\" And then I started doing my promo read. And he was like, yeah. I go, \"Jimmy Buffett's there the night before and the night after.\" And he's like, \"For real?\" I go, \"Yeah, you want to come?\" He's like, \"Hell yeah.\" He's like, \"All right.\" He's like, \"You're going under.\" And he hits it. I go, (mumbling) and I dropped the phone, I woke up at a surgery and the first thing I said is, \"Where's my phone?\" And he goes, \"You got it.\" And LeeAnn's like, \"I've already watched it, it's good.\" And I went, \"For real?\" - [Lex] Nice. - And so, like, that was a big one. That was a big one too. - Yeah, that was genius. But that was, sort of, opportunity, kind of, jumping in an idea. Have you ever met Mr. Beast? Jimmy? - [Bert] No. - So he, he's, I got to hang out with him for a day and listen to him brainstorm with the team ideas.",
        "start": "01:57:12",
        "duration": 85.38799999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- [Bert] Yeah. - He kind of sounds like you, but on steroids in terms of, like, first of all, willing to spend any amount of money on an idea. Like anything, anything is allowed. Anything is allowed. - I love that energy. - The only thing is no, like, rated R stuff. So he's really trying to go, like, for the broader audience, for kids and so on. So that's the limitation. So you can't do, like, most of the ideas that pop into my head when anything is allowed is kind of dark. - Yeah. - But the point is to really aggressively brainstorm every single day at the white board, like what. And he does that for YouTube shorts too, for one minute videos. - [Bert] Really? - And just like, really, like what is the coolest thing we could possibly do? - [Bert] I love that. I love that energy. - And that energy, most people don't do that and they should. Basically, YouTubers do that 'cause they're obsessed about this particular YouTube algorithm and so on. And Jimmy is the best at that. But, like, that can benefit you if you're a scientist, if you're a comedian, if you're whatever, just go all out. - It's, there's something really fun, authentically fun about just coming up with a really stupid idea and just going, \"Let's see what happens. Who gives a fuck?\" We've had those, like, I thought I could catch an arrow one time and... - [Lex] Yeah. - and my wife's like, \"Absolutely fucking not.\" And I go, \"I really think I can.\" I go, \"Let's just get really close, shoot it and then I'll see if I can catch it.\" And she's like, \"No, that's not what you're doing.\" And then my cousin's like, \"Hey, we could cheat it to make you look like a caught arrow.\" And I went, \"What?\" He goes, \"Yeah, just, okay, let's do it like this.\" And so we did it and it got, sold a ton of tickets. It looked like I really caught it. Everyone knows I didn't catch an arrow.",
        "start": "01:58:38",
        "duration": 101.04699999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I mean, for the movie we did a promo. Legendary was like, \"You do all the promos.\" And we did a promo and I thought I could slide out of my car like Tom Cruise did in a helicopter. - [Lex] Yeah. - And, with roller skates, and get behind the car and then skate behind the car. And we just ran over my foot and it was real and it was scary, but we just caught it all. And in doing it, my cousin's like, \"Gimme the read.\" And I'm like, \"My movie comes out Memorial Day weekend, I think we have to go to the hospital.\" And then we went to the hospital and I'm in the Speedo with a helmet on. - [Lex] Yeah. - One broken roller skate. And then that did really well. And, so, like, I said the whole thing is just turn the camera on. You never know what's fucking gonna happen. - And don't be afraid to look stupid and all that kind of stuff. Just go all out. - Fucking, egos the death of comedy. Like when you really give a, like, if, it's hard to be the coolest guy in the room and still wanna be a comedian. It's just let yourself be whoever you are. And you'll see the great ones, they're like that. They don't, they, you know, they'll, they're just regular fucking dudes. And you get some real slick ones. Like Dave Chappelle might be the coolest guy in the fucking room. He really might be. - [Lex] Yeah. - But I think that's just who the fuck he is. - Who are the, outside your close friend group, who are the greats to your top five. - Out of, outside of my friend group? - So, like for me, probably, Norm Macdonald. Mitch Hedberg. George Carlin, Tom Segura number one. - Oh yeah? - No. (chuckling) Just wanted to say that. - It's an interesting pairing. (both chuckling) No, Mitch Hedberg. Dave Attell.",
        "start": "02:00:19",
        "duration": 94.73099999999997,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- [Lex] Dave Attell. - Dave Attell. - Everybody deeply respects Dave Attell, more than even his comedy, I love this show where he was. - [Bert] \"Insomniac\". - \"Insomniac\". He's so good at just the natural comedy of human interaction. - He's a brilliant comic. He's just a brilliant fucking mind. Norm Macdonalds a genius, an absolute genius. I mean, look, you know, Chappelle and Bill Burr are the two best in our generation, in my opinion. And that's, you know, and that's understanding that, like, I'm still friends with some of the best in our generation, but, like, just the way their brains work is really on a next level. Like, you know, those are guys. Stan Hope is the same way, just fucking genius. You know, I Rogan, Segura, those are my friend group. That's my really close friend group. But, like, those other guys I'm friends with, but they're not like, that's like, yeah. - Louis C.K. - Oh, Louis C.K, fuck, he's amazing. It's hard to do because you start, like, forgetting the, like, people and then it's almost like people go, \"Oh, so you didn't like that person?\" You're like, \"No, I fucking love that person.\" - [Lex] Yeah, yeah, yeah. I mean there's, for me, like, Robin Williams was a whole nother thing. - Oh yeah. Sarah Silverman, fucking, I love Janine. I mean, I'm a fucking big Janine fan. I love her brain. Maron's fucking hilarious. You know? Patton's brilliant. David Cross. I mean there's like, it's, you know, it's really, to ignore those guys and those guys were, like, the whole forefront of the alternative comedy front. They're fucking amazing. - Yeah. And the people that have like Maron or Joe that have podcasts, it's interesting. It's an interesting pairing.",
        "start": "02:01:56",
        "duration": 94.68299999999999,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "'Cause you get to know, like, everything about them. But then they're also comedians. And I've gotten, I've gone to Joe's club a lot. I listen to Joe and just that whole group of comics do comedy and go to the same set over, and over and over to see how it changes. It's really cool to. - It's the coolest thing. When I first started to watch, someone I could tell was really brilliant at it 'cause you'd watch him tinker with a set. - [Lex] Yeah. - And he, he'd have a, an idea like hitting someone over the head with a hammer from behind and then he'd work it nine different ways, you know, and you'd be like, \"Whoa. So you, the hitting hammer in the head is the thing that he's working on.\" - I hope a Eddie Murphy comes back. He's one of the greats. - Chris Rock. Chris Rock's fucking \"Bring the Pain\" is, like, the reason I got into comedy. - Yeah. Do you have advice for young folks? You seem like a stellar example of a successful human being or, more seriously, a very, kind of, non-linear life. Do you have advice for young people in high school and college? How to have a good life they can be proud of. - Don't worry too much about what you do when you get older, but when you do start worrying, find the thing you love and it'll never feel like work. The, to fucking, I can't imagine what it must feel like to be a lawyer and have to read papers, or whatever they do all day, and know that that's my day. - [Lex] Yeah. - I mean that I, it must feel like what I, what school felt like for me. If you find that thing you love to do, you'll work endlessly, effortlessly and hard as fucking shit every day. And you'll love every day of your life. - \"Find what you love and let it kill you.\" Bukowski said that. - Then that's the fucking thing. 'Cause that's what I'm doing. I'm letting it take,",
        "start": "02:03:32",
        "duration": 105.87799999999999,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "I'm fucking, I'm on that fucking bullet train to nowhere on this fucking comedy journey. I love it. I love it. - So it's like the Hunter S Thompson thing. What is it? However you put it, you basically, you're not supposed to be end up in a well preserved box. You slide it in sideways, smoke, just beat up. - [Bert] Yeah. - Just a giant mess. - I love those guys that can really live that life that are like, \"Yeah man, I'm breaking it, I'm breaking it down.\" Like a guy like Tony Hawk or Matt Hoffman who's like, \"Yeah, if I don't break the fuck outta this thing before I, I'm then I'm not doing it right.\" - Then again, there's also Churchill who tried to break the thing and he couldn't. Lived into his nineties a bad motherfucker. - Just a bad motherfucker. - So I guess the only hope who can have for Bert Kreischer is that you're gonna be the Winston Churchill of comedy. - My life is lived perfectly if I'm 95 years old and all my friends are dead. - [Lex] Yeah. (laughing) Yeah. - And they're like, \"Can you believe that wolf got Rogan?\" - [Lex] Yeah. - Can you believe Segura, 600 pounds, and they had to carry him out in a crane outta that house. Can you believe that it's just Bert Kreischer and Joey Diaz left? (both laughing) - Just standing there in October. Sober October just the two of you left. Just laughing. - Sober October is just, I'm 95 at the Mark Twain Awards and they're like, \"Bert Kreischer, you're still fucking here. Who saw that coming?\" - I hope so. Bert, I'm a huge fan of yours. It meant so much to me when you said that you knew who I was. Like we were talking about, it just, it's so cool. It's so cool. Thank you for putting so much joy and love out there in the world. I'm a huge fan and thank you for the love you've given me.",
        "start": "02:05:22",
        "duration": 109.45699999999998,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    },
    {
        "text": "- Thank you man. I am a huge fan of yours. You keep doing you. I'll keep doing me. And then let's see if we can meet in the middle sometime. Have a cold beer in the afternoon. Love you brother. - [Bert] Love you. - Thanks for listening to this conversation with Bert Kreischer. To support this podcast, please check out our sponsors in the description. And now let me leave you some words from Hunter S Thompson. \"Life should not be a journey to the grave with the intention of arriving safely in a pretty and well preserved body. But rather to skin in broadside, in a cloud of smoke, thoroughly used up, totally worn out, and loudly proclaiming, 'Wow, what a ride.'\" Thank you for listening and hope to see you next time.",
        "start": "02:07:12",
        "duration": 42.274,
        "title": "Bert Kreischer: Comedy, Drinking, Rogan, Segura, Churchill & Kim Jong Un | Lex Fridman Podcast #382"
    }
]