[
    {
        "text": "- The universe appears to be 13.8 billion years old. Earth is like four and a half billion years old. In another half billion years or so, the sun will expand and probably evaporate the oceans and make life impossible on Earth which means if it had taken consciousness 10% longer to evolve, it would never had evolved at all. Just 10% longer. And I wonder how many dead one-planet civilizations there are out there in the cosmos that never made it to the other planet and then ultimately extinguish themselves or were destroyed by external factors. Probably a few. Channeling Carl Sagan. \"Look again at that dot. \"That's here, that's home, that's us. \"On it, everyone you love, \"everyone you know, \"everyone you've ever heard of, \"every human being who ever was lived out their lives. \"The aggregate of our joy and suffering, \"thousands of confident religions, \"ideologies and economic doctrines. \"Every hunter and forager, every hero and coward, \"every creator and destroyer of civilization. \"Every king and peasant, \"every young couple in love, \"every mother and father, \"hopeful child, inventor and explorer. \"Every teacher of morals, every corrupt politician, \"every superstar, every supreme leader, \"every saint and sinner in the history \"of our species lived there \"on a mode of dust suspended in a sunbeam. \"Our planet is a lonely spec \"in the great enveloping cosmic dark. \"In our obscurity, \"in all this vastness, there is no hint \"that help will come from elsewhere \"to save us from ourselves. \"The Earth is the only world known so far \"to harbor life. \"There's nowhere else, \"at least in the near future \"to which our species could migrate.\" This is not true. (chuckling) This is false, Mars. - And I think Carl Sagan would agree with that.",
        "start": "00:00:01",
        "duration": 108.84599999999999,
        "title": "Elon Musk: Pale Blue Dot and Beyond"
    },
    {
        "text": "He couldn't even imagine it at that time. So thank you for making the world dream and thank you for talking today, I really appreciate it. - Thank you.",
        "start": "00:02:11",
        "duration": 8.657,
        "title": "Elon Musk: Pale Blue Dot and Beyond"
    }
]