[
    {
        "text": "- I'm here training with George St-Pierre, probably the greatest fighter of all time, and also one of the nicest guys of all time. - Not the nicest guy, not today. (George laughing) Not today, Lex. You came on the wrong day, my friend. - He's breathing hard. (George yelling) - Any advice? (George laughing) - Try not to die. (George laughing) - If he dies, he dies. If he dies, he dies. (both panting) - Ooh, ooh, ooh. - Got any advice? - Well, it's actually pretty good. Standing position, I think, sometime, you reach a little bit too much. So if you reach out to me, it's easy for me to take a good position. Or reach out to me, I can probably like climb back on you. So what I would suggest is don't reach, and get closer with your feet before you seek contact with me. So don't go here. Go closer. Yes. (Lex clears throat) (George chuckling) (George chuckling) (George laughing) - So how is it different if you're doing MMA? - Well, there's a lot of difference because in grappling, you set up, for example, you take down from him fighting. In MMA, there's different styles. I like to be using proactive and reactive take down. Very often, I use one of my longest weapon as a decoy to get in your leg. I use my jab to create a distraction, then I can get in. Other guys, for example, like Khabib, are more like chain wrestler. They shoot sometimes but they're very good at using,",
        "start": "00:00:00",
        "duration": 111.00899999999997,
        "title": "Georges St-Pierre vs Lex Fridman in Jiu Jitsu and MMA"
    },
    {
        "text": "for example, the fence as like pushing you to the fence. And then from there, they're using their wrestling from there. So I'm more of a dynamic. Yeah, I like to explode. So that's one of my strength. Which Khabib is very good, for example, very good technically, and he's very strong in isometric strength I heard. So he's very good with this style of wrestling. - Do you think you can take Khabib down? - I think I could, yeah. - Yeah? - I think he could take me down as well but- - So how do I defend against this? - So there's many ways. First, you need to be aware of the distance control. That's one of the thing I was the best at. To master the distance control, you need to master the footwork to be always in balance and ready to explode. A lot of guy they don't know how to manage distance control. Also because they don't have good footwork. They cross their leg, they go all over the place. So when you move, it's important if I go left, I push up with my right. If I go right, I push up with my left. I go back, I push with my lead. I go forward, I push with my back. This is the basic. Thereafter, you can use different illusion. So if I'm here, I look and I'm more of a trap to you than if I'm here. But I'm at the same distance. So one of my favorite which I setup to take down, a single or double, I use my jab which is one of my longest weapon. Of course, my legs are longer but I like the jab to create the distraction. So if I'm here, you see me coming. So I use a distraction. I'm here and like a cobra, like a snake will launch itself on its prey. I'm using my body to boom. So you have a false spelling of security now because you think I can't touch you,",
        "start": "00:03:39",
        "duration": 105.24599999999997,
        "title": "Georges St-Pierre vs Lex Fridman in Jiu Jitsu and MMA"
    },
    {
        "text": "but because of my leg, boom. - Oh, you're shifting the weight. - Yes. - And now you can explode off that. - And my jabs start outside of your field of vision. So I'm not doing this. I'm doing purposely, I'm putting it down and I'm here. And I'm attracting your attention here because I'm moving my hand. Boom, once I attack you once or twice, now I have a perfect setup because in fighting, you have a short-term memory. You always remember what hurts you the last. And if it's my jab, then I plant a seed in your mind, then I can go hop and get in easier. - So you finish hop to drop. - There is many ways. The best highest percentage move is the elbow deep double leg. So when I get in, I try to look across when I step across. So I get in, I go elbow deep. The reason why I don't only go with my legs is because if you're stronger and bigger than me and you sprawl from there, I can have a hard time. But if I go elbow deep, because of the leverage, you can't sprawl. Once I'm in, I look across and I drive across to put you down. Sometime you'll fight a guy, like for example, Bisping was very strong and I couldn't drive across. So when that happened, if you can't drive across, you turn the corner. Because they open up on the other side. Would you like to try? - Sure. - Yeah. - So come here. - Yes. Go with your elbow deep here, and now you're gonna drive across. Yes, step across with your, yes. If you do it again, jab, set it up, jab. Now go ahead, go for it.",
        "start": "00:05:30",
        "duration": 100.037,
        "title": "Georges St-Pierre vs Lex Fridman in Jiu Jitsu and MMA"
    },
    {
        "text": "Up, yes, yes, exactly. And if I give you resistance once you get in, I'm strong and I'm sprawling my leg, then you turn the corner. So jab, set it up a few times. Yeah. I'm sprawling. Yes! Very nice. You feel the difference? - Yeah. - So if he's too strong, you go on the other side. Don't force or don't waste your energy for nothing. You try to be as economic as you can, as possibly you could be. - What about on the ground? What's the difference in jiu-jitsu for you and not MMA? - Well, there's a lot of difference. I believe in jiu-jitsu, especially in the guard, you can't stay in mid-range. - Yeah. - I don't want to cover like this like if I'm in the standing position. I want to cover like this. My head is off the ground, my muscle of my abdominal are contracted. So it's possible for you to damage here but because I'm contracted, it's less likely. So I want to focus all the protection on my head. - You're okay with these? - Yeah, it's okay, it's okay. But I wanna be here. So there's a gap where I can see you here. - Yeah. - If I'm here, it's not as efficient. because you can go on the side, and it's easy for you to grab my wrist, put it down and hit. Yeah, if I'm here, it's harder for you to control my arm. If you want to grab it, it's hard for you to grab. So that's the first thing. Another thing, if your hands are here, I wanna take away your hand on me. I want to pull you to me. I wanna control your head and your arm. And from there, there's many option.",
        "start": "00:07:17",
        "duration": 92.33000000000003,
        "title": "Georges St-Pierre vs Lex Fridman in Jiu Jitsu and MMA"
    },
    {
        "text": "I like to take that (indistinct) because it control your elevation and you can't hit me. It's either I'm very close to you or I'm very far. - Can you try to get up? - I'm very far. Yeah, if I can't get up, no problem, I'm using my leg to push you away or I can use the tip of my feet to create distance. So you need to be aware that I can kick you in the head too. So it's either very close or very far. - What about on top? - On top, yeah, so if I'm on top, the best position for me to be, ultimately, is not even mount, is to have your back, let you to the floor from this position, 'cause now you cannot hit me, I can hit you, and I can either knock you out or submit you. This is the worst. Mount is the second best because I'm having a lot of control, mount, and also with my knees under your armpit. The worst would be in your guard. So it's not as bad as if you would be in a jiu-jitsu competition because I have the gravity on my side. But if I'm here, I need to respect three rules. I never want you to put my hands on the floor, you go in submission, all kinds of things. You can very easily wrap my arm and wrap my head, close the distance, and now it's a pain for me. So no hand on the floor. I don't want you to have your head higher than my head because if your head is higher than my head, you have a guillotine. It's very hard for me to control and do anything to you if my head is lower than your head. And another thing, the third thing is I don't want to let you take an ankle off me. So if you take an ankle, you do a (indistinct), you see, you need to take an ankle.",
        "start": "00:08:50",
        "duration": 102.34499999999998,
        "title": "Georges St-Pierre vs Lex Fridman in Jiu Jitsu and MMA"
    },
    {
        "text": "Yeah, so if I take away that ankle, I kill your offense. So my hands always on you, never on the floor. - Are you hitting? Are you trying to hit a little bit? - Yeah, I can hit at the same time. If you try to raise your head up, I don't accept it, I keep my head up high. If you try to take an ankle, I put you back in line. So if I respect these three rules, as I'm respecting this rule, I can cause damage even if I'm in a guard. But my goal is always eventually to pass the guard, get to a more dominant position. - I love it. In a nutshell, that's what it's about. - Well thank you, George. - Nah, man. - You guys got a chance to train with Elon, to watch him train to take steps on his martial arts journey. What do you think? - I think he's very strong. Much stronger than the average man. And he's got a lot of heart. He's very tough. - So I've always found that by far and away, the most important thing, when two people get into a clash, skill level trumps everything else in terms of what's gonna determine the outcome. - Skill beats heart. - Skill beats it. That's not to say other things aren't relevant but skill is more relevant. From what I understand, his proposed opponent has almost two years of training experience in jiu-jitsu. That's a big advantage so it would be an uphill battle. I will say however, that he deeply impressed both George and myself with his overall ability to grasp the subject very quickly. He's extremely intelligent and sees what is the crux of the problem, identifies what would need to be done. But I also believe",
        "start": "00:10:35",
        "duration": 92.26099999999998,
        "title": "Georges St-Pierre vs Lex Fridman in Jiu Jitsu and MMA"
    },
    {
        "text": "that he's probably one of the busiest human beings on the planet. - That said, these guys doing martial arts training, martial arts is pretty (indistinct). - I think so. I think ultimately, the deepest links with both of these guys, they had an amazing impact on 21st century society, and those two have a lot of work to do. And I think there's two people who have put themselves in a position where they can create greater benefits for humanity than almost anyone else on the planet. And so there's a sense in which I wish they would focus more on that than fighting each other. (Lex laughing) - All right, so one more round, this is for everything to submission. - Yes, sir. - This is one of the greatest fighters of all time. (George chuckling) (George chuckling) (George yelling) (George chuckling) - Thank you, Lex.",
        "start": "00:12:13",
        "duration": 52.253000000000014,
        "title": "Georges St-Pierre vs Lex Fridman in Jiu Jitsu and MMA"
    }
]