[
    {
        "text": "- Listen, you have to know something. Everybody here, any human being in this area, all over the world not against peace, everybody like life, even Hamas in Gaza, they like life. They like peace, but peace not like what you want, (indistinct). If I want to buy something from you, if I create for your price and I am happy for your things, I will buy it. So our situation here, what's going with the Israeli we are not against of Israel as people Jewish, we are against of occupation. If you remember what's happened with Russia and Ukrainia, look, one year Russia, they have a problem and they afraid from NATO come close to they. They going inside Ukrainia. All the world, and all the arming of the world against of Russia. How come I am refugee in my land? Why I'm lost my house? Did I make something for Israel? Did my Hitler was my cousin? Did I make anything for the Jewish in the world, me and my family and the Palestinian? - [Lex] Do you have hope for peace? - My age is 50 years. I have seven kids. No hope. If I told I have hope, I'm joke. And if you want to say the truth, there is no justice in the world. If you are strong, everybody afraid from you. If you are not everybody kill you. They make you like this by your foot. That's what's happened. There is no peace, my friend. If you want to see the peace, come to our camp where I live. You will cry. You will cry. You see our peace. - [Lex] What are the conditions like in the camp? - My friend, they're waiting for water. Water. You know, what's been water? In Europe, the dog, he live in good condition. Dog, animals. How come a human being no have water? Water to drink? - [Lex] I asked you about anger. What about love? You got love in your heart? - Well, I love everybody. Even the Jewish. They kill us. They destroyed our houses. I'm not looked to fight. I'm not looked to kill. I am against of violence.",
        "start": "00:00:00",
        "duration": 125.57000000000002,
        "title": "Lex Fridman speaks to Palestinians in the West Bank"
    },
    {
        "text": "We love your kids to live in good condition, the Israeli side and the Palestinian. We are against of violent. We don't want to see more blood. We want to destroy this wall. You come to me, I come to you. That's it. That's my hope. - [Lex] Thank you, my brother. - My English not so nice. - [Lex] No, it's pretty good. (person in white speaks in foreign language) - Thank you. (person in white speaks in Russian) - No, Espanol. Colombian. - Hola, Colombia. Arriba, Colombia. Me gusta Colombia. Como estas? Todo bien? - Hello, friends. I recently traveled to the West Bank and spoke with many Palestinian people there from all walks of life. There was anger and there was hope in their voice, in their eyes, in their stories, in ways that I probably can't express with words. But I wanted to begin to experience directly. Most conversations were offline, but a few were on camera. And I include those latter ones here in this video. I'm not a journalist nor a documentary filmmaker, just a fellow human being trying to understand the struggles and the beauty of other people. And I just sometimes might bring a camera along. So I ask for your forgiveness if I fall short of what I could have done with this opportunity. I work hard to improve and I will do many more videos like these. I love you all. So I think a lot of people would be surprised to see a Palestinian who's a Christian. - Yes. - [Lex] Is there a tension in that? Can you explain what it's like to be you? - Yes, actually, because I've been to America. Once when I was there and I said that I'm Palestinian Christians, and they have, \"How come you are Palestinian Christians?\" They don't know that in Palestine they are Christian people. Palestinian Christians are exist since Jesus was born. The house that I live in it, it's 200 years old, and it was my grand grandfather who lived in this, and my grandfather and my father and me in the same house,",
        "start": "00:02:07",
        "duration": 112.32599999999998,
        "title": "Lex Fridman speaks to Palestinians in the West Bank"
    },
    {
        "text": "in this area, in Palestine especially, you can see Christians and Muslims together living side by side and as the neighbors, as we go to the universities together, we worked together, we do everything together. - [Lex] What aspects of life has made difficult here because of the tension between Israel and Palestine? - Yes. Actually, since Jesus was born, it was occupied by many. Till now, occupation after occupations, we passed Palestine through the Turkish, the British, Egyptian, Jordanian, and that was the last is the Israeli. - [Lex] So there's quite a bit of tension between the various religions here. - Yes. - [Lex] What what gives you hope for the future? - That's right. Yes. Because you know, Christianity, Muslims and Judaism, which is means that all praise the Lord. This makes me feel very happy, because I'm not a judge to judge other religious. I'm just praying and God will judge everyone as what he believes. But the most important thing between the three major religions, it's just to have, most important, to have love. - [Lex] First of all, how long have you lived here? - My father was a second generation refugee. I'm a third generation, and my grandfather first to live in 1948. - [Lex] What does it mean to be a refugee? - Refugee? That's a longest story. You know, Palestinians, they became refugees in 1948 when they lost their homeland, they became refugees. A lot of them live in Jordans, Syria, Lebanon, and everywhere in Palestine. You know, Palestinians get divided to West Bank, Gaza, East Jerusalem, Jordan Valley. - [Lex] Do you have hope for peace in the region? - Of course, I do have hope because nothing lasts forever. You know what that means? Nothing lasts forever. We are not alone. We have a lot of solidarity from the Jewish community, from the Christian community, from the whole world. But something that's something to do with the governments and politicians. They are, you know, trying to control over. One state equal rights ecosystem, because Jewish, Christians and Muslims, they have always lived together during the British mandate,",
        "start": "00:04:01",
        "duration": 121.72300000000001,
        "title": "Lex Fridman speaks to Palestinians in the West Bank"
    },
    {
        "text": "during the Oman's time for decades. The only hope for people to live peacefully together, it's related to one word, which is occupation. If occupation ends, there's no reason for Palestinians to fights, no reasons for Palestinians to throw rockets. But people, I think they have a legitimate right to resist. Palestinians people in general, they're nice people, not what the media says about us. You know, it's crazy when you resist, they call you a terrorist. It's a crazy world. But that we live in it. We are in the 21st century and we still occupied. So one day, that's why again, I like, I started saying- - [Lex] Nothing lasts forever. - Exactly. Eventually this occupation will end. And I do believe that history is remaining solved. But seems to me people, they didn't learn from the history, you know? Right? People who get the power, they wanna just keep going on, you know? But at least we are not alone in this damn world. - [Lex] How long have you lived here? - I lived in this city, I born in this city, since I born and until now. I grew up in this town. - [Lex] There are a lot of people that have anger towards Israel, hate towards Israel. - I will give you example. Like if someone come to fight your family and to enter your home, you'll stand closing your hand. If someone killed your brother, killed your father, you will be easy? You will be as super crazy. This is what's happened for Palestinian. Lot of Palestinian was killed for nor reason. - [Lex] What gives you hope about the future here? - I'll tell you something. The situation is getting worse and worse and worse. Today, we close all over around about nine because there's something happening. There's a fight between Palestine and Israel, and if you go all over around the city, all the entrance of the city, it's closed. Second thing, I want tell you something. I don't like politics so much, because, you know, in the end we are all human. Doesn't matter if you are Palestinian or Israeli or Russian or American, doesn't matter what your religious, Christian, Muslim, you,",
        "start": "00:06:05",
        "duration": 114.00600000000001,
        "title": "Lex Fridman speaks to Palestinians in the West Bank"
    },
    {
        "text": "and then we are all human. What we want, we want just peace. We want to live in peace. We don't want any more fight. We want to have our freedom to travel, to go wherever we want. And that's it. - [Lex] Palestinian scarf. - Scarf. (indistinct) - [Lex] It looks good. Tell us about the coffee. - I make very good coffee and very good tea. I make the tea with mint, cinnamon, sage, pine, ginger, coriander, rosemary, lemon, two seeds of cardamom, and rose. - [Person] This is for me. This is for his joke. - [Beverage Maker] This is very good for working the night. You know what it is mean? - Yeah. Yes, I know what it is mean. (person speaks in foreign language) (people laughing)",
        "start": "00:08:02",
        "duration": 42.69099999999999,
        "title": "Lex Fridman speaks to Palestinians in the West Bank"
    }
]