[
    {
        "text": "(limbs hitting against the mats) - [Bystander] Nice Mark, there it is. Nice. - This video is of Mark Zuckerberg and I, Lex Fridman, training Jiu-Jitsu. A martial art with the goal of attaining positional dominance over your opponent, and then to submit them by breaking their arm or leg, or choking them unconscious, but stopping right before that as your opponent taps twice to designate that they give up. I'm a black belt in Jiu-Jitsu and I've been doing it for over fifteen years, and also Judo and wrestling for ten more. Mark has been training Jiu-Jitsu for just over a year and has taken this journey on with humility and with a seriousness that to me is truly inspiring. This was recorded shortly after our recent podcast conversation. And, given the recent back and forth between Elon and Zuck on social media, I should mention that I'm a longtime friend of Elon, and a new friend of Zuck, and I'm excited to see them take on the journey of being martial artists in their own way and I look forward to training with each of them. They both run large, successful, impactful companies, and so they're super busy. But I do believe there's tremendous value in them practicing martial arts, as it will make them better leaders, better human beings, and students of human nature. First and foremost, at least to me, Jiu-Jitsu is humbling. And humility is a powerful tool for innovation and leadership. Let me quote here, as one must, the great Miyamoto Musashi, a Japanese swordsman and warrior philosopher from the 17th century. \"Think lightly of yourself and deeply of the world.\" That said, this is a martial art. And so he also did say that, \"The way of the warrior is the resolute acceptance of death.\" In this video, you'll see Mark and I doing live technical training, and some practice of techniques, under the guidance of the legendary Jiu-Jitsu and Judo instructor, Dave Camarillo.",
        "start": "00:00:02",
        "duration": 121.54299999999999,
        "title": "Mark Zuckerberg vs Lex Fridman in Jiu Jitsu"
    },
    {
        "text": "And now dear friends, here's Mark Zuckerberg and I training some Jiu-Jitsu. (inaudible mumbling between fighters) - [Trainer] You need to grapple too. - [Bystander] Okay, yeah. No worries. - [Coach] Thought he was a soccer player. - [Trainer] All right, You know what? You guys go. Sorry. - I'll tap. - [Coach] Nice, nice. You're going to have to stand up to make him shake... Oh! Nice, nice. So if that doesn't work, sit up. Sit up. Sit up straight, and if it's not there, shoot a triangle. Triangle, yep. Nice- stop, stop, stop. Close your hand. Yes, there you go man. Very nice. Sit back. There you go, you should be able to finish it now. Hold off. There you go. You could lock your leg, use your hips to help throw him inside out. Remember what we were talking about? Plus you get the option of shaking him off. 'Cause if you don't, he holds you. - [Fighter] Yeah. (bell sounds) That looks good on your feet. - [Trainer] Mark, you look like a jiu-jitsu guy. You were awesome. That was awesome. All right, time for one more. Let's put Mark and Lex together. One last time. - Start now? (men laughing) - You had such a great round wrestling. Nick, double up on that. Gonna have to double it. Nice. Nice. Either that, or against the wall. - [Coach] His legs were pinned together. - [Trainer] When he has that guillotine, turn away from the elbow. Like, turn it towards the elbow. You know what I mean? - [Fighter] Yeah.",
        "start": "00:02:27",
        "duration": 96.08099999999996,
        "title": "Mark Zuckerberg vs Lex Fridman in Jiu Jitsu"
    },
    {
        "text": "- [Coach] You need to sweep and get a pin, Max, especially if you're tired. Pin him, Nick. Left shoulder tight. Grab his neck or trap and pin it. Watch that monkey choke. Posture up, posture up. Posture. Posture. Posture. The same defense on the head. Push his left knee, push his left knee. (heavy breathing sounds) ` Head down. Keep your head down. Shoulder pressure. Nice. Which way do we walk? Which way do we walk? Shoulder pressure. Put both feet on the ground. Double back. Double back, Nick. So, you might want to be doing something with the other hand. Otherwise, he's going to try and manipulate you. Forward. Forward, Mark. There you go. Yes. Sit him down. Nice, Mark! Watch the leg coming in. Very nice. Good, keep going, Max. Bottom leg, hold onto it, hold onto it. Transition. Go back in. Go back in. Nice. Top, top, top. Sit on him. Sit on him. Pull, pull. Get ready to spin. Pull it, get ready to spin. Give me that leg. Give me that leg. Yep. Pull your leg out at the same time. Pull it, pull it hard. - [Bystander] Nice, Mark. There it is. - [Coach] Yes. Yeah, yeah. Yes, good. Shoving it down. Step over, lift your leg up and step up, pull that over. (heavy breathing sounds) (bell sounds) Time, guys.",
        "start": "00:08:14",
        "duration": 83.26400000000001,
        "title": "Mark Zuckerberg vs Lex Fridman in Jiu Jitsu"
    }
]