[
    {
        "text": "- A radical political movement of which there will always be a lot in the country has managed to do something that a radical movement is not supposed to be able to do in the US, which is they've managed to hijack institutions all across the country and hijack medical journals and universities and the ACLU, all the activist organizations and nonprofits. And many tech companies. And the way I view a liberal democracy is, it is a bunch of these institutions that were trial and error crafted over hundreds of years. And they all rely on trust, public trust. And there's certain kind of feeling of unity that actually is critical to a liberal democracy's functioning. And what I see this thing is, is there's a parasite on that, that whose goal is, and I'm not saying each, by the way, each individual in this is I don't think they're bad people. I think that it's the ideology itself has the property of its goal is to tear apart the pretty delicate workings of the liberal democracy and shred the critical lines of trust. - The following is a conversation with Tim Urban, his second time in the podcast. He's the author and illustrator of the amazing blog called \"Wait But Why,\" and is the author of a new book coming out tomorrow called \"What's Our Problem, A Self-Help Book For Societies.\" We talk a lot about this book in this podcast, but you really do need to get it and experience it for yourself. It is a fearless, insightful, hilarious, and I think important book in this divisive time that we live in. The Kindle version, the audiobook, and the web version should be all available on date of publication. I should also mention that my face might be a bit more beat up than usual. I got hit in the chin pretty good since I've been getting back into training jiu-jitsu, a sport I love very much, after recovering from an injury. So if you see marks on my face during these intros or conversations, you know that my life is in a pretty good place. This is the Lex Friedman podcast. To support it,",
        "start": "00:00:00",
        "duration": 126.40899999999998,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "please check out our sponsors in the description. And now, dear friends, here's Tim Urban. You wrote an incredible book called \"What's Our Problem, A Self-Help Book For Societies.\" In the beginning, you present this view of human history as a thousand page book where each page is 250 years. And it's a brilliant visualization because almost nothing happens for most of it. So what blows your mind most about that visualization when you just sit back and think about it? - It's a boring book. So 950 pages, 95% of the book. Hunter Gather is kind of doing their thing. I'm sure there's obviously some major cognitive and advancements along the way in language. And I'm sure the bone arrow comes around at some point. So tiny things, but it's like, oh, now we have 400 pages till the next thing. But then you get to page 950 and things start moving. - Recorded history starts at 976. - [Tim] Right, right. - [Lex] So basically the bottom row is when anything interesting happens. There's a bunch of agriculture for a while before we know anything about it. And then recorded history starts. - Yeah, 25 pages of actual recorded history. So when we think of prehistoric, we're talking about pages one through 975 of the book. And then history is page 976 to 1000. If you were reading the book, it would be like epilogue, A.D., the last little 10 pages of the book. And we think of A.D. as super long, 2,000 years. The Roman Empire 2,000 years ago, that's so long. Human history has been going on for over 2,000 centuries. It's hard to wrap your head around. And this is, I mean, even that's just the end of a very long road. The 100,000 years before that, it's not like that was that different. So there's been people like us that have emotions like us, that have physical sensations like us for so, so long. And who are they all? And what was their life like? I think we have no idea what it was like to be them. The thing that's craziest about the people of the far past is not just that they had different lives, they had different fears, they had different dangers and different responsibilities and they lived in tribes and everything,",
        "start": "00:02:10",
        "duration": 133.153,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "but they didn't know anything. We just take it for granted that we're born on top of this tower of knowledge and from the very beginning, we know that the Earth is a ball floating in space and we know that we're going to die one day, and we evolved from animals. Those were all incredible epiphanies quite recently. And the people a long time ago, they just had no idea what was going on. I'm kind of jealous 'cause I feel like it might've been scary to not know what's going on, but it also I feel like would be, you'd have a sense of awe and wonder all the time and you don't know what's gonna happen next. And once you learn, you're kind of like, oh, it's a little grim. - But they probably had the same capacity for consciousness to experience the world, to wander about the world, maybe to construct narratives about the world and myths and so on. They just had less grounded systematic facts to play with. They still probably felt the narratives, the myths that constructed as intensely as we do. - Oh, yeah, they also fell in love. They also had friends and they had falling outs with friends. - They didn't shower much though. - [Tim] They did not smell nice. - Maybe they did. Maybe beauty's in the eye of the beholder. - Yeah. - [Lex] Maybe it's all like relative. - How many people in history have experienced a hot shower? Almost none. That's like, when were hot showers invented 100 years ago? Less. So George Washington never had a hot shower. It's just kind of weird. He took cold showers all the time or like. - [Lex] Yeah. - And again, we just take this for granted, but that's like an unbelievable life experience, a controlled little booth where it rains hot water on your head. And then you get out and it's not everywhere. It's contained. A lot of people probably lived and died with never experiencing hot water. Maybe they had a way to heat water over a fire,",
        "start": "00:04:35",
        "duration": 104.618,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "but then it's, I don't know. There's so many things about our lives now that are completely, just total anomaly. - It makes me wonder like, what is the thing they would notice the most? I mean, the sewage system, like it doesn't smell in cities. - Incredible. - What does the sewer system do? I mean, it gets rid of waste efficiently, such that we don't have to confront it both with any of our senses. And that's probably wasn't there. I mean, what else? Plus all the medical stuff associated with sewage. - Yeah, I mean, how about the disease? - [Lex] Yeah. - How about the cockroaches and the rats and the disease and the plagues. And then when they got, so they caught more diseases, but then when they caught the disease, they also didn't have treatment for it. So they often would die or they would just be a huge amount of pain. They also didn't know what the disease was. They didn't know about microbes. That was this new thing, the idea that these tiny little animals that are causing these diseases. So what do they think? In the bubonic plague, in the black death, the 1300s, people thought that it was an act of God because God's angry at us. 'Cause why would you not think that if you didn't know what it was? And so the crazy thing is that these were the same primates. So I do know something about them. I know in some sense what it's like to be them, because I am a human as well, and to know that this particular primate, that I know what it's like to be, experienced such different things. Our life is not the life that this primate has experienced almost ever. So it's just a bit strange. - I don't know. I have a sense that we would get acclimated very quickly. If we threw ourselves back a few thousand years ago, it would be very uncomfortable at first, but the whole hot shower thing, you'll get used to it. - Oh, yeah. - After a year,",
        "start": "00:06:33",
        "duration": 103.767,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "you would not even like miss it. There's a few, trying to remember which book, that talks about hiking that Appalachian Trail. But you kind of miss those hot showers. But I have a sense like after a few months, after a few years. - [Tim] Oh, yeah, well your scale recalibrates. - Yeah. - Yeah, I was saying the other day to a friend that whatever you used to, you start to think that, oh, the people that have more than me or are more fortunate, it just sounds incredible. I would be so happy, but you know that's not true. Because the experience, what would happen is you would get these new things or you would get these new opportunities and then you would get used to it, and then with the Hedonic treadmill, you'd come back to where you are. And likewise, though, because you think, oh, my God, what if I had to have this kind of job that I never would want, or I had this kind of marriage that I never would want. You know what, if you did, you would adjust and get used to it. And you might not be that much less happy than you are now. So on the other side of the, you being okay going back, we would survive if we had to go back. We'd have to learn some skills, but we would buck up, and people have gone to war before that were in the shopkeepers a year before that. They were in the trenches the next year. But on the other hand, if you brought them here, I always think it'd be so fun to just bring, forget the hunter gatherers, bring a 1700s person here, and tour them around, take them on an airplane, show them your phone and all the things it can do. Show them the internet, show them the grocery store. Imagine taking them to a Whole Foods. Likewise, I think they would be completely awestruck and on their knees, crying tears of joy. And then they'd get used to it and they'd be like complaining about, like you don't have these oranges in stock. - The grocery store is a tough one to get used to. When I first came to this country, the abundance of bananas was the thing that struck me the most. Or fruits in general, but food in general, but bananas somehow struck me the most",
        "start": "00:08:20",
        "duration": 109.74300000000001,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "that you could just eat them as much as you want. That took a long time for me. Probably took several years to really get acclimated to that. Is that? - [Tim] Why didn't you have bananas? - The number of banana, fresh bananas, that wasn't available. Bread, yes, bananas, no. - Yeah, it's like we don't even know what to have, like we don't even know the proper levels of gratitude. Walking around the grocery store, I don't know to be like, the bread's nice, but the bananas are like, we're so lucky. I don't know. I'm like, oh, I could have been the other way. I have no idea. - Well, it's interesting then where we point our gratitude in the West, in the United States. Probably, (sighs) do we point it away from materialist possessions towards, or do we just aspire to do that towards other human beings that we love? Because in the East and the Soviet Union, growing up poor it's having food is the gratitude. Having transportation is gratitude. Having warmth and shelter is gratitude. And now, but see within that, the deep gratitude for other human beings. It's the penguins huddling together for warmth in the cold. - I think it's a person by person basis, I mean, I'm sure, yes. Of course, in the West people on average feel gratitude towards different things or maybe a different level of gratitude. The person that's most likely to feel gratitude is going to be someone whose life happens to be one where they just move up, up, up throughout their life, a lot of people in the greatest generation, people who were born in the '20s or whatever and a lot of the boomers too. The story is the greatest generation grew up dirt poor and they often ended up middle class and the boomers, some of them started off middle class and many of them ended up quite wealthy. And I feel like that life trajectory life trajectory is naturally going to foster gratitude, right? Because you're not gonna take for granted these things 'cause you didn't have them. I didn't go out of the country really",
        "start": "00:10:12",
        "duration": 117.72499999999998,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "in my childhood very much. We traveled but it was to Virginia to see my grandparents or Wisconsin to see other relatives or maybe Florida after going on to the beach. And then I started going out of the country like crazy in my 20s, 'cause I really became my favorite thing. And I feel like, if I had grown up always doing that, it would have been another thing. I'm like, yeah, that's just something I do. But I still, every time I go to a new country, I'm like, oh, my God, this is so cool. I'm in another country. This thing I've only seen on the map. I'm like, I'm there now. And so I feel like it's a lot of times it's a product of what you didn't have and then you suddenly had. But I still think it's case by case in that, there's like a meter in everyone's head that I think at a 10, you're experiencing just immense gratitude, right? Which is a euphoric feeling. It's a great feeling and it makes you happy. It's to savor what you have, to look down at the mountain of stuff you have that you're standing on, right? To look down at and say, oh, my God, I'm so lucky. And I'm so grateful for this and this and this. And obviously that's a happy exercise. Now, when you move the meter down to six or seven maybe you think that sometimes but you're not always thinking that 'cause you're sometimes looking up at this cloud of things that you don't have and the things that they have, but you don't or the things you wished you had or you thought you were gonna have or whatever. And that's the opposite direction to look, right? Either that's envy, that's yearning or often it's if you think about your past, it's grievance, right? And so then you go into a one and you have someone who feels like a complete victim. They are just a victim of the society, of their siblings and their parents and their loved one and they're wallowing in everything that's happened wrong to me. Everything I should have that I don't, everything that has gone wrong for me so that's a very unhealthy, mentally unhealthy place to be. Anyone can go there. There's an endless list of stuff it can be aggrieved about",
        "start": "00:12:19",
        "duration": 120.64299999999997,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "and an endless list of stuff you can have gratitude for. And so in some ways, it's a choice and it's a habit. And maybe it's part of how we were raised or our natural demeanor, but it's such a good exercise. You are really good at this, by the way. Your Twitter is like. - Go on. - Well, you are constantly just saying, man, I'm lucky. Or like, I'm so grateful for this. And it's a good thing to do because you're reminding yourself, but you're also reminding other people to think that way. And it's like, we are lucky. And so anyway, I think that scale can go from one to 10. I think it's hard to be a 10. I think you'd be very happy if you could be. But I think trying to be above a five and looking down at the things you have more often than you are looking up at the things you don't or being resentful about the things that people have wronged you. - Well, the interesting thing, I think, was an open question, but I suspect that you can control that knob for the individual. Like you yourself can choose. It's like the stoic philosophy. You can choose where you are as a matter of habit, like you said. But you can also probably control that on a scale of a family, of a tribe, of a nation, of a society. I mean, you can describe a lot of the things that happened in Nazi Germany and different other parts of history through a sort of societal envy and resentment that builds up. Maybe certain narratives pick up, and then they infiltrate your mind. And then your knob goes to, from the gratitude for everything, it goes to resentment and envy and all that. - Germany between the two world wars, like you said, the Soviet kind of mentality. And then when you're soaking in a culture, so there's kind of two factors, right? It's what's going on in your own head and then what's surrounding you. And what's surrounding you kind of has concentric circles. There's your immediate group of people. Because that group of people, if they're a certain way, they feel a lot of gratitude and they talk about it a lot,",
        "start": "00:14:27",
        "duration": 110.84100000000004,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "that kind of insulates you from the broader culture. Because people are gonna have the most impact on you or the one's closest, but often, all the concentric circles are saying the same thing. The people that are around you are feeling the same way that the broader community, which is feeling the same way as the broader country. And I think this is why I think American patriotism, nationalism can be tribal, can be not a good thing. Patriotism, I think is a great thing because really what is patriotism? I mean, if you love your country, you should love your fellow countrymen. Patriot, that's a Reagan quote. Patriotism is like, I think a feeling of unity but it also comes along with an implicit concept of gratitude because it's like, we are so lucky to live in, people think it's chauvinist to say, we live in the best country in the world, right? And yes, when Americans say that no one likes it, right? But actually it's not a bad thing to think. It's a nice thing to think. It's a way of saying, I'm so grateful for all the great things this country gives to me and this country has done. And I think if you heard a Filipino person say, you know what, the Philippines is the best country in the world, no one in America would say that's chauvinist. They'd say awesome, right? Because when it's coming from someone who's not American, it sounds totally fine. But I think national pride is actually good. Now again, that can quickly translate into xenophobia and nationalism, and so you have to make sure it doesn't go off that cliff. - Yeah, there's good ways to formulate that. We'll talk about high-rung progressivism, high-rung conservatism. Those are two different ways of embodying patriotism. So you could talk about maybe loving the tradition that this country stands for, or you could talk about loving the people that ultimately push progress. And those are from an intellectual perspective, a good way to represent patriotism. We gotta zoom out, 'cause this graphic is epic. A lot of images in your book are just epic on their own. It's brilliantly done. But this one has famous people for each of the cards, like the best of.",
        "start": "00:16:22",
        "duration": 118.469,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "- Yeah, and by the way, good for them, to be the person, it's not that I could have chosen lots of people for each card, but I think most people would agree. You know, that's a pretty fair choice for each page. And good for them to be, you know, you crushed it if you can be the person for your whole 250-year page, so. - Well, I noticed you put Gandhi, didn't put Hitler. I mean, there's a lot of people gonna argue with you about that particular last page. - [Tim] True. Yes, you're right. I could have put him, I actually, I was thinking about Darwin there, too. - [Lex] Darwin, yeah. Einstein. - [Tim] Yeah, exactly. You really could have put anyone. - [Lex] You think about putting yourself for a second? - Yeah, I should have, I should have. That would have been awesome. I'm sure that would have endeared the readers to me from the beginning of the first page of the book. - A little bit of a messianic complex going on, but yeah. So the list of people, just so you know. So these are 250-year chunks. Last one being from 1770 to 2020. And so it goes Gandhi, Shakespeare, John of Arc, Genghis Khan, Charlemagne, Muhammad, Constantine, Jesus, Cleopatra, Aristotle, Pluto. That's so interesting to think about this very recent human history. - That's 11 pages, so it would be 2750, almost 3,000 years. - Just that there's these figures that stand out and that define the course of human history. - The craziest thing to me is that Buddha was a dude. He was a guy with arms and legs and fingernails that he might be bit and he liked certain foods and he had digestive issues sometimes and he got cuts and they stung and he was a guy and he had hopes and dreams and he probably had a big ego for a while before he, I guess, Buddha totally overcame that one. And it's like who knows what the mythical figure of Buddha, who knows how similar he was, but the fact, Jesus, this was a guy, to me, he's a primate, what an impact. - He was a cell first and then a baby. - [Tim] Yeah, he was a fetus at some point. - He was a dumb baby trying to learn how to walk. - Yeah, like having tantrum because he's frustrated",
        "start": "00:18:30",
        "duration": 116.891,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "because he's in the terrible twos. Jesus was in the terrible twos. - Buddha never had a tantrum, let's be honest. The myth. - The mother was like, this baby's great, like, wow. - [Lex] Let's figure something out. - I mean, listen, hearing about Genghis Khan, it's incredible to me because it's just like, this was some Mongolian herder guy who was taken as a slave and he was like dirt poor, catching rats as a young teen to feed him and his mom and I think his brother. And it's just like the odds, when he was born, he was just one of probably tens of thousands of random teen boys living in Mongolia in the 1200s. The odds of that person, any one of them being a household name today that we're talking about, it's just crazy, like what had to happen. And for that guy, for that poor dirt poor herder to take over the world, I don't know. So history just like continually blows my mind. - And he's the reason you and I are related probably. - Yeah, no, I mean, it's also that's the other thing is that some of these dudes, by becoming king, by having a better army at the right time, William the Conqueror or whatever is in the right place at the right time, at the right army, and there's a weakness at the right moment and he comes over and he exploits it and ends up probably having, I don't know, 1,000 children, and those children are high up people who maybe have a ton of. The species is different now because of him. Forget England's different, or European borders look different. We look different because of a small handful of people. Sometimes I think I'm like, oh, you know, this part of the world, I can recognize, someone's Greek, someone's Persian, someone's wherever, because they kind of have certain facial features. And I'm like, it may have happened. I mean, obviously it's not that it's a population, but it may be that someone 600 years ago that looked like that really spread their seed, and that's why the ethnicity looks kind of like that now. Sorry, anyway. - Yeah, yeah, do you think individuals like that can turn the direction of history, or is that an illusion that narrative would tell ourselves?",
        "start": "00:20:39",
        "duration": 128.07400000000004,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "- Well, it's both. I mean, so I said, William the Conqueror, right, or Hitler, right? It's not that Hitler was born and destined to be great at all, right? I think in a lot of cases, he's some frustrated artist with a temper who's turning over the table in his studio and hitting his wife and being kind of a dick and a total nobody, right? I think almost all the times you could have put Hitler baby on Earth. He's a rando, right? Maybe sometimes he becomes some kind of, he uses this speaking ability 'cause that ability was gonna be there either way, but maybe he uses it for something else. But that said, I also think, but it's not that World War II was gonna happen either way, right? So it's both, these circumstances were one way and this person came along at the right time and those two made a match made in this case, hell. - But it makes you wonder, yes, it's a match in hell, but are there other people that could have taken this place or do these people that stand out, they're the rare spark of that genius whether it take us towards evil, towards good, whether those figures singularly define the trajectory of humanity. What defines the trajectory of humanity in the 21st century, for example, might be the influence of AI, might be the influence of nuclear war, negative or positive, not in the case of nuclear war, but the bioengineering, nanotech, virology, what else is there? Maybe the structure of governments and so on, maybe the structure of universities. I don't know, there could be singular figures that stand up and lead the way for human. - There will be. There will be. - But I wonder if the society is the thing that manifests that person or that person really does have a huge impact. - I think it's probably a spectrum where there are some cases when a circumstance was such that something like what happened was gonna happen. And if you pluck that person from the Earth, I don't know whether the Mongols is a good example or not, but maybe it could be that if you plucked Genghis Khan as a baby, there was because of the specific way Chinese civilization was at that time, and the specific climate that was causing a certain kind of pressure on the Mongols,",
        "start": "00:23:01",
        "duration": 132.06200000000004,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "and the way they still had their great archers, and they had their horses, and they had a lot of the same advantages, so maybe it was waiting to happen, right? It was gonna happen either way, and it might not have happened to the extent or whatever. So maybe, or you could go the full other direction and say, actually, this was probably not gonna happen. And I think World War II is an example. I kind of think World War II really was kind of the work of, of course, it relied on all these other circumstances. You had to have the resentment in Germany. You have to have the Great Depression. But like, I think if you take Hitler out, I'm pretty sure World War II doesn't happen. - Well then, it seems like easier to answer these questions when you look at history, even recent history, but let's look at now, I'm sure we'll talk about social media. So who are the key players in social media? Mark Zuckerberg, what's the name of the MySpace guy, Tom? - [Tim] Tom, it's just Tom, yeah. - There's a meme going around where like MySpace is like the perfect social media 'cause no algorithmic involvement. Everybody's happy and positive. - Also, Tom did it right. At the time, we were like, oh, man, Tom only made like a few million dollars. Oof, he sucks to not be Zuck. Tom might be living a nice life right now where he doesn't have this nightmare that these other people have. - Yeah, and he's always smiling, his profile pic. - [Tim] He looks up. - And then so there's like Larry Page, so with Google, that's kind of intermingled into that whole thing, into the development of the internet. Jack Dorsey, now Elon, who else? I mean, there's people playing with the evolution of social media, and to me, that seems to be connected to the development of AI, and it seems like those singular figures will define the direction of AI development and social media development, with social media seeming to have such a huge impact on our collective intelligence. - It does feel in one way like individuals have an especially big impact right now",
        "start": "00:25:24",
        "duration": 110.64200000000002,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "in that a small number of people are pulling some big levers. And there can be a little meeting of three people at Facebook, and they come out of that meeting and make a decision that totally changes the world. On the other hand, you see a lot of conformity. They all pulled the plug on Trump the same day. So that suggests that there's some bigger force that is also kind of driving them, in which case it's less about the individuals. I think this is, what is leadership? To me, leadership is the ability to move things in a direction that the cultural forces are not already taking things. A lot of times people seem like a leader because they're just kind of hopping on the cultural wave and they happen to be the person who gets to the top of it and now it seems like they're, but actually the wave was already going. Real leadership is when someone actually changes the wave, changes the shape of the wave. I think Elon with SpaceX and with Tesla, genuinely shaped a wave. Maybe you could say that EVs were actually, they were gonna happen anyway, but there's not much evidence about at least happening when it did. If we end up on Mars, you can say that Elon was a genuine leader there. And so there are examples now. Zuckerberg definitely has done a lot of leadership along the way. He's also potentially kind of caught in a storm that is happening and he's one of the figures in it. So I don't know. - And it's possible that he is a big shaper if the metaverse becomes a reality. If in 30 years we're all living in a virtual world, to many people it seems ridiculous now that was a poor investment. Well, he talked about getting 10, I think it was something like a billion people with a VR headset in their pocket in by, I think it was 10 years from now back in 2015. So we're behind that. But when he was talking about that, and honestly, this is something I've been wrong about 'cause I went to one of the Facebook conferences and tried out all the new Oculus stuff.",
        "start": "00:27:18",
        "duration": 124.33300000000001,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "And I was pretty early talking to some of the major players there 'cause I was gonna write a big post about it that then got swallowed by this book. But I would have been wrong in the post because what I would have said was that this thing is, when I tried it, some of them make you nauseous and they're just not that, the headsets were big. But I was like, the times when this is good, it is, It reminds me of the feeling I had when I first was five and I went to a friend's house and he had Nintendo. And he gave me the controller and I was looking at the screen and I pressed a button and Mario jumped. And I said, I can make the something on the screen move. And the same feeling I had the first time someone showed me how to send an email really early and he's like, you can send this, and I was like, it goes, I can press enter on my computer and something happens on your computer. Those were obviously, when you have that feeling it often means you're witnessing a paradigm shift. and I thought this is one of those things, and I still think it is but it's weird that it hasn't. Where's the VR revolution? - Yeah, I'm surprised, 'cause I'm with you. My first and still instinct is this feels like it changes everything. VR, it feels like it changes everything, but it's not changing anything, - A dumb part of my brain is genuinely convinced that it's real, and then the smart part knows it's not, but that's why the dumb part was like, we're not walking off that cliff. The smart part's like, you're on your rug, it's fine. The dumb part of my brain's like, I'm not walking off the cliff. So I was like, it's crazy. - I feel like it's waiting for that revolutionary person that who comes in and says, I'm gonna create a headset. Honestly, I got- - [Tim] Yeah, it's Steve Jobs' iPhone. - Honestly, a little bit of a Karmak type guy, which is why it was really interesting for him to be involved with Facebook. It's basically, how do we create a simple dumb thing that's 100 bucks, but actually creates that experience, and then there's going to be some viral killer app on it,",
        "start": "00:29:30",
        "duration": 103.368,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "and that's going to be the gateway into a thing that's gonna change everything. I mean, I don't know what exactly was the thing that changed everything with a personal computer. Does that understood why that, maybe graphics? What was the use case? - I mean. - Exactly. - Wasn't the 84 Macintosh like a moment when it was like, this is actually something that normal people can and want to use? - 'Cause it was less than $5,000, I think, because it's almost- - And I just think it had some like Steve Jobs user friendliness already to it that other ones hadn't had. I think Windows 95 was a really big deal. 'Cause I'm old enough to remember the MS-DOS when I was like, kind of remember the command, and then suddenly this concept of like a window you drag something into, or you double click an icon, which now seems so obvious to us, was revolutionary, 'cause it made it intuitive. I don't know, yeah. - Windows 95 was good. - [Tim] It was crazy, yeah. - I forget what the big leaps was, 'cause Windows 2000 sucked, and then Windows XP was good. - I moved to Mac around 2004, so I stopped. - I sold your soul to the devil. I see. Well, us, the people still use Windows and Android, the device and the operating system of the people, not you elitist folk, with your books, and your, what else, and success. Okay. (chuckles) You write, \"more technology means better good times, but it also means badder bad times. And the scary thing is, if the good and bad keep exponentially growing, it doesn't matter how great the good times become. If the bad gets to a certain level of bad, it's all over for us.\" Can you elaborate on this? Why does the bad have that property? That if it's all exponentially getting more powerful, then the bad is gonna win in the end? Is my misinterpreting that into- - No. So the first thing is, I noticed a trend,",
        "start": "00:31:20",
        "duration": 111.36499999999998,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "which was like, the centuries, the good is getting better every century. The 20th century was the best century yet, in terms of prosperity, in terms of GDP per capita, in terms of life expectancy, in terms of poverty and disease, and every metric that matters. The 20th century was incredible. It also had the biggest wars in history, the biggest genocide in history, the biggest existential threat yet with nuclear weapons. The depression was probably as big an economic, so it's this interesting thing, where the stakes are getting higher in both directions. And so the question is, if you get enough good, does that protect you against the bad? The dream, and I do think this is possible too, is the good gets so good. Have you ever read the Culture Series, the Iain Banks books? - Not yet, but I get criticized on a daily basis by some of the mutual folks we know for not having done so. And I feel like a lesser man for it, yes. And I feel strange. - So that's how I got onto it, and I read six of the 10 books, and they're great. But the thing I love about them is like, it just paints one of these futuristic societies where the good has gotten so good that the bad is no longer even an issue. Basically, and the way that this works is the AI, the AIs are benevolent, and they control everything. And so there's one random anecdote where they're like, what happens if you murder someone? 'Cause there's still people with rage and jealousy or whatever, so someone murders someone, first of all, that person's backed up, so it's like they have to get a new body, and it's annoying, but it's not death. And secondly, that person, what are they gonna do? Put them in jail? No, no, no, they're just gonna send a Slap drone around, which is this little tiny random drone that just will float around next to them forever, and by the way, kind of be their servant. It's kind of fun to have a Slap drone, but they're just making sure that they never do anything. And it's like, I was like, oh, man! It could just be, everyone could be so safe. And everything could be so at like, you want a house, the A-heads would build your house. There's endless space, there's endless resources.",
        "start": "00:33:18",
        "duration": 116.056,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "So I do think that that could be part of our future. That's part of what excites me is, today would seem like a utopia to Thomas Jefferson. Thomas Jefferson's world would seem like a utopia to a caveman. There is a future, and by the way, these are happening faster. These jumps, right? So the thing that would seem like a utopia to us, we could experience in our own lifetimes, right? Especially if life extension combines with exponential progress. I wanna get there. And I think in that part of what makes it utopia is you don't have to be as scared of the worst bad guy in the world trying to do the worst damage because we have protection. But that said, I'm not sure how that happens. It's easier said than done. Nick Bostrom uses the example of if nuclear weapons could be manufactured by microwaving sand, for example, we probably would be in the Stone Age right now because 0.001% of people would love to destroy all of humanity, right? Some 16-year-old with huge mental health problems who right now goes and shoots up a school would say, oh, even better, I'm going to blow up a city. And now suddenly there's copycats, right? As our technology grows, it's going to be easier for the worst bad guys to do in tremendous damage. And it's easier to destroy than to build. So it takes a tiny, tiny number of these people with enough power to do bad. So that to me, I'm like, the stakes are going up 'cause what we have to lose is this incredible utopia, but also dystopia is real, it happens. The Romans ended up in a dystopia. They probably earlier thought that was never possible. We should not get cocky. And so to me, that trend is the exponential tech is a double-edged sword. It's so exciting. I'm happy to be alive now overall because I'm an optimist and I find it exciting, but it's really scary. And the dumbest thing we can do is not be scared. Dumbest thing we can do is get cocky and think, well, my life is always the last couple of generations, everything's been fine.",
        "start": "00:35:18",
        "duration": 114.29500000000002,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "Stop that. - What's your gut? What percentage of trajectories take us, as you put, unimaginably good future versus unimaginably bad future? As an optimist. - It's really hard to know. I mean, one of the things we can do is look at history. And on one hand, there's a lot of stories. I'm actually listening to a great podcast right now called \"The Fall of Civilizations.\" And it's literally every episode is like a little like two-hour deep dive into some civilizations. Some are really famous, like the Roman Empire. Some are more obscure, like the Norse and Greenland. But each one is so interesting. But there's a lot of civilizations that had their peak. There's always the peak, right, when they're thriving and they're max size and they have their waterways. It's civilized and it's representative and it's fair and whatever, not always, but the peak is great. If I could go back in time, it's not that the farther you go back, the worse it gets. No, no, no, you wanna go back to a civilization during, I would go to the Roman Empire in the year 100. Sounds great, right? You don't wanna go to the Roman Empire in the year 400. - We might be in the peak right now, here, whatever this empire is. - Honestly, I think about the '80s, the '70s, the '80s. - [Lex] Oh, here we go, the music is so much better. - The '80s culture is so annoying. It's just like when I listen to these things, I'm thinking the '80s and the '90s. America, the '90s was popular. People forget that now. Clinton was a superstar around the world. Michael Jordan was exported internationally, then basketball was everywhere suddenly. You had music, the sports whatever. It was a little probably like the '50s coming out of the World War and the depression. Before it, it was this kind of everyone's in a good mood kind of time. It's like a finish a big project, and it's Saturday. I feel like the '50s was like everyone was having the '20s, I feel like everybody was in a good mood randomly,",
        "start": "00:37:23",
        "duration": 117.50799999999997,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "then the '30s everyone was in a bad mood. But the '90s, I think we'll look back on it as a time when everyone was in a good mood. And it was like, again, at the time, doesn't feel that way necessarily, but I look at that and I'm like maybe that was kind of America's peak and maybe not but it hasn't been popular since really worldwide. It's gone in and out depending on the country but it hasn't reached that level of America's awesome around the world and the political you know situation has gotten really ugly and maybe it's social media maybe who knows but I wonder if it'll ever be as simple and positive as it was then. It feels a little maybe we're in the beginning of the downfall or not, it's not a perfect smooth hill, it goes up and down up and down, so maybe there's another big upcoming. - It's unclear whether public opinion which is what you're talking to is correlated strongly with influence. You could say that even though America has been on a decline in terms of public opinion the exporting of technology that America has still with all the talk of China has still been leading the way in terms of AI, in terms of social media, in terms of just basically any software related product. - [Tim] Like chips. - Yeah, chips, so hardware and software, I mean America leads the way. You could argue that Google and Microsoft and Facebook are no longer American companies, they're international companies but they really are still at the headquartered in Silicon Valley broadly speaking, and Tesla of course. And just all the technological innovation still seems to be happening in the United States although culturally and politically, it's not good. Well, maybe that could shift at any moment when all the technological development can actually be create some positive impact in the world that could shift it. With the right leadership and so on, with the right messaging. - Yeah, I think, I don't feel confident at all. No, no, I don't mean that, I don't mean I don't feel confident in my opinion",
        "start": "00:39:25",
        "duration": 126.126,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "that we may be on the downswing or that we may be outside, I truly don't know it's like I think the people, these are really big macro stories that are really hard to see when you're inside of them. It's like being on a beach and running around a few miles this way and trying to suss out the shape of the coastline. It's just really hard to see the big picture. You get caught up in the micro stories, the little tiny ups and downs that are part of some bigger trend. And also, giant paradigm shifts happen quickly nowadays. The internet came out of nowhere and suddenly was like, changed everything. So there could be a change everything thing on the way it seems like there's a few candidates for it. But it feels like the stakes are just high. Higher than it even was for the Romans. Higher than it was because we were more powerful as a species. We have God-like powers with technology that other civilizations at their peak didn't have. - I wonder if those high stakes and powers will feel laughable to people that live humans, aliens, cyborgs, whatever lives 100 years from now. That maybe this feeling of political and technological turmoil is nothing compared to like. - Well, that's the big question. So right now, the 1890s was like a super politically contentious decade in the US. It was like immense tribalism and the newspapers were all lying and telling. There was a lot of what we would associate with today's media, the worst of it. And it was over gold or silver being this. I don't know. It's something that I don't understand. But the point is it was a little bit of a blip, right? It happened. It felt it must have felt like the end of days at the time. And then now we most people don't even know about that versus, again, the Roman Empire actually collapsed. And so the question is just like is, yeah, in 50 years will this be like McCarthyism? Oh, that was like a crazy few years in America and then it was fine. Or is this the beginning of something really big? - Well, why I wonder if we can predict what the big thing is at the beginning. It feels like we're just here along for the ride.",
        "start": "00:41:35",
        "duration": 124.03999999999999,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "And at the local level, and at every level, I try to do our best. - Well, how do we do our best? The one thing I know for sure, is that we need to have our wits about us and do our best and the way that we can do that. We have to be as wise as possible, right, to proceed forward. And wisdom is an emergent property of discourse. - So you're a proponent of wisdom versus stupidity 'cause I can steal man the case for stupidity. - [Tim] Do it. - (chuckles) I probably can't. But there's some, I think, wisdom and you talk about this, can come with a false confidence? Arrogance, I mean, you talk about this in the book. That's too easy to lose. - That's not wisdom. If you're being arrogant, you're being unwise. - [Lex] Unwise? - Yeah, I think wisdom is doing what people 100 years from now with at the hindsight that we don't have, would do if they could come back in time and they knew everything. It's like, how do we figure out how to have hindsight when we actually are not- - What if stupidity is the thing that people from a hundred years from now will see as wise? The idiot by Dostoyevsky being naive and trusting everybody, maybe that's what- - Well, then you get lucky. Then maybe you get to a good future by stumbling upon it. But ideally, you can get there. I think a lot of the America, the great things about it are a product of the wisdom of previous Americans. The constitution was a pretty wise system to set up. - There's not much stupid stumbling around. Well, there is, I mean, with Dostoyevsky's \"The Idiot,\" Prince Michigan, and Brothers Karmasov, there's Alyosha Karmasov, you err on the side of love and almost like a naive trust in other human beings. And that turns out to be, at least in my perspective, in the long term, for the success of the species, is actually wisdom. - It's a compass. - But we don't know. I'm sorry. - It's a compass when you're in the fog. - In the fog. - It's a compass, yeah. - (chuckles) Love is a compass. - Okay, but here's the thing.",
        "start": "00:43:44",
        "duration": 117.573,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "I think compass is nice. But you know what else is nice? It's a flashlight in the fog. You can't see that far, but you can see, oh, you can see four feet ahead instead of one foot. And that to me is discourse. That is open, vigorous discussion in a culture that fosters that, is how the species, is how the American citizens as a unit can be as wise as possible. Can maybe see four feet ahead instead of one foot ahead. - That said, Charles Bukowski said that, love is a fog that fades with the first light of reality. So I don't know how that works out, but I feel like there's intermixing of metaphors that works. Okay, you also write that quote, as the authors of the story of us, which is this thousand page book, \"we have no mentors, no editors, no one to make sure it all turns out okay. It's all in our hands. This scares me, but it's also gives me hope. If we can all get just a little wiser together, it may be enough to nudge the story onto a trajectory that points towards an unimaginably good future.\" Do you think we can possibly define what a good future looks like? I mean, this is the problem that we ran into with communism of thinking of utopia, of having a deep confidence about what a utopian world looks like. - Well, it's a deep confidence. That was a deep confidence about the instrumental way to get there. I think a lot of us can agree that if everyone had everything they needed and we didn't have disease or poverty and people could live as long as they wanted to and choose when to die, and there was no major existential threat 'cause we control, I think almost everyone can agree that would be great. They said, this is the way to get there and that's a different question. So the unimaginably good future I'm picturing, I think a lot of people would picture and I think most people would agree, no, not everyone. There's a lot of people out there who would say humans are the scourge on the earth and we should degrowth or something. But I think a lot of people would agree that,",
        "start": "00:45:48",
        "duration": 119.46499999999999,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "just, again, take Thomas Jefferson, bring him here. He would see it as a utopia for obvious reasons, for the medicine, the food, the transportation, just how the quality of life and the safety and all of that. So extrapolate that forward for us. Now we were Thomas Jefferson, what's the equivalent? That's what I'm talking about. And the big question is, I don't try to say, here's the way to get there. Here's the actual specific way to get there. I try to say, how do we have a flashlight so that we can together figure it out? How do we give ourselves the best chance of figuring out the way to get there? And I think part of the problem with communists and people is, ideologues is that they're way too overconfident that they know the way to get there. And it becomes a religion to them, this solution. And then you can't update once you have a solution as a religion and so. - I felt a little violated when you said communists stare deeply into myself. In this book, you've developed a framework for how to fix everything. It's called the ladder. Can you explain it? - [Tim] Okay, it's not a framework for how to fix everything, I would never say that. - I'll explain it to Tim Urban at some point. - Okay. - How this humor thing works. - Yeah, no. - The framework of how to think about collaboration between humans such that we could fix things. - I think, it's a compass. It's a ruler that we can, once we look at it together and see what it is, we can all say, oh, we want to go to that side of the ruler. Not this side. And so it gives us a direction to go. - And so what are the parts of the ladder? - So I have these two characters. This orange guy, this primitive mind is, this is our software. That is the software that was in a 50,000 BC person's head that was specifically optimized to help that person survive in that world. And not really survive, but help them pass their genes on in that world. And civilization happened quickly and brains changed slowly.",
        "start": "00:47:57",
        "duration": 114.482,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "And so that unchanged dude is still running the show in our head. And I use the example of like Skittles. Why do we eat Skittles? It's trash, it's obviously bad for you. And it's because the primitive mind in the world that it was programmed for, there was no Skittles. And it was just fruit. And if there was a dense, chewy, sweet fruit like that, it meant you just found like a calorie gold mine. Energy, energy, take it, take it. Eat as much as you can. Gorge on it. Hopefully you get a little fat. That would be the dream. And now we're so good with energy for a while. We don't have to stress about it anymore. So today, Mars Inc. is clever and says, let's not sell things to people's higher minds, who's the other character. Let's sell the people's primitive minds. Primitive minds are dumb. And let's trick them into thinking this thing you should eat, and then they'll eat it. Now Mars Inc. is a huge company. - Actually, just to linger real quick. See, you said primitive mind and higher mind. So those are the two things that make up this bigger mind that is the modern human being. - Yeah, it's not perfect. Obviously, there's a lot of crossover. Maybe there's people who will yell at me for saying there's two minds. But to me, it is still in a useful framework where you have this software that has making decisions based on a world that you're not in anymore. And then you've got this other character. I call it the higher mind. And it's the part of you that knows that Skittles are not good and can override the instinct. And the reason you don't always eat Skittles is 'cause the higher mind says, no, no, no, we're not doing that because that's bad, and I know that, right? Now you can apply that to a lot of things. The higher mind is the one that knows I shouldn't procrastinate. The primitive mind is the one that wants to conserve energy and not do anything icky and can't see the future. So he procrastinates that, you can apply this.",
        "start": "00:50:03",
        "duration": 101.52600000000001,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "No, in this book apply it to how we form our beliefs is one of the ways and then eventually to politics and political movements. If you think about, well, what's the equivalent of the Skittles tug of war in your head for how do you form your beliefs? And it's that the primitive mind in the world that it was optimized for, it wanted to feel conviction about its beliefs. It wanted to feel conviction and it wanted to agree with the people around there, didn't want to stand out and wanted to perfectly agree with the tribe about the tribe's sacred beliefs. And so there's a big part of us that wants to do that. That doesn't like changing your mind. The primitive mind identifies with beliefs. It feels like it's a threat, a physical threat to you, to your primitive mind when you change your mind or when someone disagrees with you in a smart way. So there's that huge force in us which is confirmation bias, that's where that comes from. It's this desire to keep believing what we believe and this desire to also fit in with our beliefs to believe what the people around us believe. And that can be fun in some ways, we all like the same sports team and we're all super into it and we're all gonna be biased about that call together. I mean, it's not always bad, but, it's not a very smart way to be. And actually, you're working kind of for those ideas, those ideas are like your boss. And you're working so hard to keep believing those. Those ideas are really good paper comes in that you read that conflicts with those ideas and you will do all this work to say that paper is bullshit because you're a faithful employee of those ideas. Now, the higher mind, to me, the same party that can override the Skittles, can override this and can search for something that makes a lot more sense, which is truth, 'cause what rational being wouldn't want to know the truth. Who wants to be delusional? And so there's this tug of war because the higher mind doesn't identify with ideas. Why would you? It's an experiment you're doing, and it's a mental model. And if someone can come over and say, you're wrong, you'd say, where, where? Show me, show me.",
        "start": "00:51:48",
        "duration": 116.92399999999998,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "And if they point out something that is wrong, you say, oh, thanks. Oh, good, I just get a little smarter, right? You're not gonna identify with the thing. Oh, yeah, kick it, see if you can break it. If you can break it, it's not that good, right? So there's both of these in our heads. And there's this tug of war between them. And sometimes, if you're telling me about something with AI, I'm probably gonna think with my higher mind 'cause I'm not identified with it. But if you go and you criticize the ideas in this book or you criticize my religious beliefs or you criticize, I might have a harder time because the primitive mind says, no, no, no, those are our special ideas. And so yeah, so that's one way to use this ladder, it's a spectrum. At the top, the higher mind is doing all the thinking. And then as you go down, it becomes more of a tug of war. And at the bottom, the primitive mind is in total control. - And this is distinct as you show from the spectrum of ideas. So this is how you think versus what you think. And those are distinct, those are different dimensions. - We needed a vertical axis. We have all these horizontal axes left, right center, or this opinion, all the way to this opinion. What's much more important than where you stand is how you got there and how you think. So if I can say, this person's kind of on the left or on the right, but they're up high, in other words, I think they got there using evidence and reason and they were willing to change their mind. Now, that means a lot to me what they have to say. If I think they're just a tribal person, and I can predict all their beliefs from hearing one because it's so obvious what political beliefs, that person's views are irrelevant to me because they're not real. They didn't come from information, they came from a tribe's sacred Ten Commandments. - I really like the comic you have in here with the boxer. \"This is the best boxer in the world.\" \"Wow, cool, who has he beaten?\" \"No one, he's never fought anyone.\" \"Then how do you know he's the best boxer in the world?\" \"I can just tell.\" I mean, this connects with me and I think with a lot of people just 'cause in martial arts it's especially kind of true.",
        "start": "00:53:57",
        "duration": 109.98900000000003,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "There's this whole legend about different martial artists and that we construct action figures, thinking that Steven Seagal is the best fighter in the world or Chuck Norris. But Chuck Norris is actually backed up. He has done really well in competition, but still the ultimate test for particular for martial arts is what we now know is mixed martial arts, UFC and so on. And that's the actual scientific testing ground. - It's a meritocracy. - Yeah, exactly. I mean, there's within certain rules and you can criticize those rules. This doesn't actually represent the broader combat that you would think of when you're thinking about martial arts. But reality is you're actually testing things. And that's when you realize that Aikido and some of these kind of woo woo martial arts in their certain implementations don't work in the way you think they would in the context of fighting. I think this is one of the places where everyone can agree which is why it's a really nice comic. Map this onto ideas that people take personally. It starts becoming a lot more difficult to basically highlight that we're thinking with, not with our higher mind, but with our primitive mind. - Yeah, I mean, if I'm thinking with my higher mind and now here, you can use different things for an idea as a metaphor. So here, the metaphor is a boxer for one of your conclusions, one of your beliefs. And if all I care about is truth, in other words, that means all I care about is having a good boxer. I would say, go, yeah, try, see if this person's good. In other words, I would get into arguments, which is throwing my boxer out there to fight against other ones. And if I think my argument is good, by the way, I love boxing. If I think my guy is amazing, Mike Tyson, I'm thinking, oh, yeah, bring it on, who wants to come see? I bet no one can beat my boxer. I love a good debate, right, in that case. Now, what would you think about my boxer if not only was I telling you he was great, but he's never boxed anyone, but then you said, okay, well, your idea came over to try to punch him and I screamed and I said, what are you doing? That's violence and you're an awful person",
        "start": "00:55:48",
        "duration": 123.29999999999995,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "and I don't wanna be friends with you anymore 'cause you would think this boxer obviously sucks, or at least I think it sucks deep down because why would I be so anti? Anyone, no boxing allowed. So this, I call this a ladder, right? If you're in low rung land, whether it's a culture or whatever, a debate, an argument when someone says, no, that's totally wrong, what you're saying about that and here's why. You're actually being totally biased. It sounds like a fight. People are gonna say, oh, wow, we got in a fight. It was really awkward. Are we still friends with that person? Because it's not a culture of boxing. It's a culture where you don't touch each other's ideas. That's insensitive. Versus in a high rung culture, it's sports. Every one of your podcasts, whether you're agreeing or disagreeing, the tone is the same. It's not like, oh, this got awkward. The tone is identical 'cause you're just playing intellectually either way 'cause it's a good, high-rung spin. - That is best, but people do take stuff personally. And then that's actually one of the skills of conversation just as a fan of podcasts is, when you sense that people take a thing personally, if there's sort of methodologies and the little paths you can take to like calm things down. Go around, don't take it as a violation of like that. - You're trying to suss out which of their ideas are sacred to them. And which ones are, bring it on. - And sometimes it's actually, I mean, that's the skill of it I suppose, that sometimes it's a certain wardings in the way you challenge those ideas are important. You can challenge them indirectly and then walk together in that way. Because what I've learned is people are used to their ideas being attacked in a certain way, in a certain tribal way. And if you just avoid those, like for example, if you have political discussions and just never mentioned left or right or Republican and Democrat, none of that. Just talk about different ideas",
        "start": "00:58:01",
        "duration": 110.08400000000003,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "and avoid certain kind of triggering words. You can actually talk about ideas versus falling into this path that's well established through battles that people have previously thought. - When you say triggering, I mean who's getting triggered? The primitive mind. So what you're trying to do, what you're saying in this language is, how do you have conversations with other people's higher minds, almost like whispering without waking up the primitive mind? - [Tim] Yeah, exactly. - Primitive mind is there sleeping, right? And as soon as you say something the left primitive mind gets up and says what, what are you saying about the left? And now that everything goes off the rails? - What do you make of conspiracy theories under this framework of the letter? - So here's the thing about conspiracy theories is that once in a while they're true, right? 'Cause sometimes there's an actual conspiracy. Actually, humans are pretty good at real conspiracies, secret things, and then I just watched the \"Made Off\" doc, great new Netflix doc, by the way. And so the question is, how do you create a system that is good at, you put the conspiracy theory in, and it either goes, eh, or it says, is interesting, let's keep exploring it. How do you do something that it can, how do you assess it? And so, again, I think the Hiran culture is really good at it, because a real conspiracy, what's gonna happen, it's like a little machine you put in the middle of the table, and everyone starts firing darts at it, or bow and arrow, or whatever, and everyone starts kicking it, and trying to, and almost all conspiracy theories, they quickly crumble, right? Because they actually, Trump Selection won, and I actually dug in, and I looked at every claim that he or his team made, and it was like, none of these hold up to scrutiny. None of that, it was open-minded, but none of them did. So that that was one that as soon as it's open to scrutiny, it crumbles. The only way that conspiracy can stick around in a community is if it is a culture where that's being treated as a sacred idea",
        "start": "01:00:00",
        "duration": 115.983,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "that no one should kick or throw a dart at because if you throw a dart, it's gonna break. And so what you want is a culture where no idea is sacred. Anything can get thrown at it, so I think that then, what you'll find is that 94 out of 100 conspiracy theories come in and they fall down. The other, maybe four of the others come in and there's something there, but it's not as extreme as people say. And then maybe one is a huge deal and it's actually a real conspiracy. - Well, isn't there a lot of gray area and there's a lot of mystery? Isn't that where the conspiracy theories seep in? So it's great to hear that you've really looked into the Trump election fraud claims, but aren't they resting on a lot of kind of gray area, like fog, basically saying that there is dark forces in the shadows that are actually controlling everything. I mean, the same thing, there's like safer conspiracy theories, less controversial ones, like have we landed on the moon? All right, did the United States ever land on the moon? The reason those conspiracy theories work is you could construct, there's incentives and motivation for faking the moon landing. There's very little data supporting the moon landing. That's very public and looks fake, space counts, fake, kind of. - [Tim] Yeah, that would be a big story if it turned out to be fake. - That would be the argument against it. Are people really as a collective going to hold on to a story that big? Yeah, but the reason they work is there's mystery. - Yeah, it's a great documentary called \"Behind the Curve\" about flat-Earthers. And one of the things that you learn about flat-Earthers is they believe all the conspiracies, not just the flat Earth. They are convinced the moon landing is fake. They're convinced 9-11 was an American con job. Name a conspiracy and they believe it. And so it's so interesting, is that I think of it as a skepticism spectrum. So on one side, it's like a filter in your head, filter in the belief section of your brain. On one end of the spectrum, you are gullible, perfectly gullible, you believe anything someone says. On the other side, you're paranoid,",
        "start": "01:01:59",
        "duration": 124.41700000000003,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "you think everyone's lying to you. Everything is false, nothing that anyone says is true. So obviously, those aren't good places to be. Now, the healthy place, so I think the healthy place has to be somewhere in the middle, but also you can learn to trust certain sources and then you don't have to apply as much skepticism to them. But when you start having a bias, just so you have a political bias. When your side says something, you will find yourself moving towards the gullible side of the spectrum. You read an article written that supports your views, you move to the gullible side of the spectrum and you just believe it and you don't have any, where's that skepticism that you normally have, right? And then you move, and then as soon as it's the other person talking, the other team talking, you move to the skeptical, the closer to the in denial paranoid side. Now flat-Earthers are the extreme. They are either at 10 or one. It's so interesting because they're the people who are saying, ah, no, I won't believe you. I'm not gullible. No, everyone else is gullible about the moon landing. I won't. And then yet when there's this evidence like, oh, because you can't see Seattle, you can't see the buildings over that horizon and you should, which isn't true. You should be, if there were earth around you wouldn't be able to see them. Therefore. So suddenly the become the most gullible person hear any theory about the earth flat they believe it. He was right into their beliefs. So they're actually jumping back and forth between physics to believe anything and believe anything. And so they're the extreme example. But I think when it comes to conspiracy theories, the people that get themselves into trouble, they become really gullible when they hear a conspiracy theory that kind of fits with their worldview. And they likewise, when there's something that's kind of obviously true and it's not a big lie, they'll think it is. They just tighten up their skepticism filter. And so, yeah, so I think the healthy places to be",
        "start": "01:04:20",
        "duration": 98.932,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "is where you are not, 'cause you also don't wanna be the person who says, every conspiracy, you hear the word conspiracy theory and it sounds like a synonym for like, quack job crazy theory, right? So yeah, so I think, yeah, I think it'd be somewhere in the middle of that spectrum and to learn to fine tune it. - Which is a tricky place to operate, 'cause every time you hear a new conspiracy theory, you should approach it with an open mind. And also if you don't have enough time to investigate, which most people don't, kind of still have a humility not to make a conclusive statement that that's nonsense. - There's a lot of social pressure, actually, to immediately laugh off any conspiracy theory, if it's done by the bad guys, right? You will quickly get mocked and laughed at and not taken seriously. If you give any credence, back to lab leak was a good one, where it's like, turned out that that was at least very credible, if not true. And that was a perfect example of one when it first came out, and not only so, so Brett Weinstein talked about it. And then I, in a totally different conversation, said something complimentary about him on a totally different subject. And people were saying, \"Tim, you might've gone a little off the deep end. You're like quoting someone who is like a lab leak person.\" So, I was getting my reputation dinged for complimenting on a different topic someone whose reputation was totally sullied because they questioned an orthodoxy, right? So you see. So what does that make me wanna do? Distance myself from Brett Weinstein. That's the, at least they see incentive. And what does that make other people wanna do? Don't become the next Brett Weinstein. Don't say it out loud, because you don't wanna become someone that no one wants to compliment anymore, right? You can see the social pressure. And of course, when there is a conspiracy, that social pressure is its best friend. - Because then they see the people from outside are seeing that social pressure enact like a Tim Urban becoming more and more and more extreme to the other side.",
        "start": "01:06:07",
        "duration": 117.26,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "And so they're going to take the more and more and more extreme. I mean, what do you see that the pandemic did, that COVID did to our civilization in that regard, in the forces? Why was it so divisive? Do you understand that? - Yeah, so COVID, we always know the ultimate example of a topic that will unite us all as the alien attack. Although honestly, I don't even have that much faith. Then I think there'd be like, some people are super like, pro alien and some people are anti alien. But anyway. - I was actually, sorry to interrupt, 'cause I was talking to a few astronomers and they're the first folks that made me kind of sad in that if we did discover life on Mars, for example, that there's going to be potentially a division over that too where half the people will not believe that's real. - Well, because we live in a current society where the political divide has subsumed everything. And that's not always like that. It goes into stages like that. We're in a really bad one where it's actually, in the book, I call it like a vortex, like almost like a whirlpool that pulls everything into it. It pulls, and so normally you'd have to say, okay, immigration naturally gonna be contentious. That's always political, right? But like COVID seemed like, oh, that's one of those that will unite us all. Let's fight this not human virus thing. Obvious is no one's sensitive. No one's like getting hurt when we insult the virus. Let's all be, we have this threat, this common threat that's a threat to every one of every nationality in every country, every ethnicity. And it didn't do that at all. The whirlpool was too powerful. So it pulled COVID in and suddenly masks. If you're on the left, you like them. If you're on the right, you hate them. And suddenly lockdowns. If you're on the left, you like them. And on the right, you hate them. And vaccines, people will forget this. When Trump first started talking about the vaccine, Biden, Harris, Cuomo, they're all saying,",
        "start": "01:08:08",
        "duration": 124.49000000000001,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "I'm not taking that vaccine, not from this CDC. - Because those two rushed or something like that. - I'm not trusting anything that Trump says. Trump wants me to take it, I'm not taking it. I'm not taking it from this CDC. Trump was almost out of office, but at the time, if Trump had been, I'm pretty sure it would have stayed. Right likes vaccines, the left doesn't like vaccines. Instead, the president switched. And all those people are suddenly saying, they were actually specifically saying that if you're saying the CDC is not trustworthy, that's misinformation, which is exactly what they were saying about the other CDC. And they were saying it because they genuinely didn't trust Trump, which is fair. But now, when other people don't trust the Biden CDC, suddenly it's this kind of misinformation that needs to be censored. So, it was a sad moment because it was a couple months, even a week or so, I mean, a month or so at the very beginning when it felt like a lot of our other squabbles were like, oh, I feel like they're irrelevant right now. And then very quickly, the whirlpool sucked it in. And in a way where I think it damaged the reputation of these, a lot of the trust in a lot of these institutions for the long run. - But there's also an individual psychological impact. It's like a vicious negative feedback cycle where they were deeply affected on an emotional level and people just were not their best selves. - That's definitely true. Yeah, I mean, talk about the primitive mind. I mean, one thing that we've been dealing with for our whole human history is pathogens. And it's emotional, right? It brings out, there's really interesting studies where they studied the phenomena of disgust, which is one of these smiling is universal. You don't have to ever translate a smile, right? Certain, throwing your hands up when your sports team wins is universal because it's part of our coding. And so is disgust to kind of make this face where you wrinkle up your nose and put out your tongue and maybe even gag. That's to expel, expel whatever's 'cause it's the reaction when something is potentially a pathogen that might harm us, right? Feasties, vomit, whatever,",
        "start": "01:10:19",
        "duration": 118.93800000000002,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "but they did this interesting study where people who, in two groups, the control group, was shown images of, and I might be getting two studies mixed up, but they were showing images of car crashes and disturbing but not disgusting. And the other one was showing rotting things and just sort of things that were disgusting. And then they were asked about immigration, these were Canadians. And the group that had the disgust feeling, pulsing through their body was way more likely to prefer immigrants from white countries. And the group that had just been shown car accidents, they still prefer the groups from white countries, but much less so. And so, what does that mean? It's because the disgust impulse makes us scared of sexual practices that are foreign, of ethnicities that don't look like us, it stokes xenophobia, so it's ugly. It's really ugly stuff. The Nazi propaganda with cockroaches, or it was, Rwandan was cockroaches, the Nazis was rats, and, specifically, it's a dehumanizing emotion. So anyway, we were talking about COVID, but I think it does, it taps deep into the human psyche. And I don't think it brings out, I think, like you said, I think it brings out an ugly side in us. - You describe an ideal lab as being opposite of echo chambers. So we know what echo chambers are and you said there's basically no good term for the opposite of an echo chamber. So what's an ideal lab. - Well, first of all, both of these, we think of an echo chamber as a group maybe or even a place, but it's a culture, it's an intellectual culture. And this goes along with the high-rung, so high-rung and low-rung thinking is individual. That's what I was talking about, what's going on in your head. But this is very connected to the social scene around us. And so groups will do high rung and low rung thinking together. So an echo chamber to me is a collaborative low rung thinking. It's a culture where the cool, it's based around a sacred set of ideas.",
        "start": "01:12:26",
        "duration": 121.25400000000002,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "And it's the coolest thing you can do in an echo chamber culture is talk about how great the sacred ideas are and how bad and evil and stupid and wrong the people are who have the other views. And it's quite boring, it's quite boring because it's very hard to learn and changing your mind is not cool in an echo chamber culture, it makes you seem wishy washy, it makes you seem like you're waffling and you're flip-flopping or whatever, showing conviction about the sacred ideas in echo chamber culture is awesome if you're just like, obviously this makes you seem smart while being humble makes you seem dumb. So now flip all of those things on their heads and you have the opposite which is idea lab culture which is collaborative high rung thinking. It's collaborative truth finding but it's just a totally different vibe. It's a place where arguing is a fun thing, no one's getting offended and criticizing like the thing everyone believes is actually it makes you seem like interesting like, oh, really, why do you think we're all wrong and expressing too much conviction makes people lose trust in you. It doesn't make you seem smart, it makes you seem stupid if you don't really know what you're talking about but you're acting like you do. - I really like this diagram of where on the x-axis agreement on the y-axis is decency, that's in an idea lab in an echo chamber there's only one axis, it's asshole to non-asshole. - [Tim] Right. - This is a really important thing to understand about the difference between, you call it decency here, about assholishness and disagreement. - So my college friends, we love to argue, right? And no one thought anyone was an asshole for, it was just for sports. Sometimes we'd realize we're not even disagreeing on something and that would be disappointing and be like, oh, I think we agree. And it was kind of like sad, it was like, oh, well, there goes the fun. And one of the members of this group has this, she brought her new boyfriend to one of our hangouts and there was like a heated, heated debate, just one of our typical things.",
        "start": "01:14:34",
        "duration": 120.01299999999999,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "And afterwards, the next day, he said, is everything okay? And she was like, what do you mean? And he said, after the fight and she was like, what fight? And he was like, the fight last night. And she was like, you mean like the arguing? And he was like, yeah. And so that's someone who was not used to idea lab culture coming into it. And seeing it, this is like, are they still friends, right? And idea lab is nice for the people in them 'cause individuals thrive. You don't wanna just conform. It makes you seem boring in an idea. But you wanna be yourself. You wanna challenge things. You wanna have a unique brain. So that's great. And you also have people criticizing your ideas, which makes you smarter. It doesn't always feel good, but you become more correct and smarter. And echo chamber is the opposite, where it's not good for the people. And you're learning skills atrophy. And I think it's boring. But the thing is, they also have emergent properties. So the emergent property of an ideal lab is like super intelligence. Just you and me alone. Just the two of us. If we're working together on something, but we're being really grown up about it. We're disagreeing. No one's sensitive about anything. We're gonna each find flaws in the other one's arguments that you wouldn't have found on your own. And we're going to have double the epiphanies, right? So it's almost like the two of us together is like as smart as 1.5. It's like 50% smarter than either of us alone, right? So you have this 1.5 intelligent kind of joint being that we've made. Now bringing a third person in, fourth person in, right? You see, it starts to scale up. This is why science institutions can discover relativity and quantum mechanics and these things that no individual human was gonna come up without a ton of collaboration because it's this giant ideal lab. So it has an emergent property of super intelligence.",
        "start": "01:16:37",
        "duration": 104.03000000000003,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "And echo chamber is the opposite, where it has the emergent property of stupidity. I mean, it has the emergent property of a bunch of people all paying fealty to this set of sacred ideas. So you lose this magical thing about language and humans, which is collaborative intelligence, you lose it, it disappears. - But there is that access of decency, which is really interesting 'cause you painted this picture of you and your friends arguing really harshly. But underlying that is a basic camaraderie, respect, there's all kinds of mechanisms we humans have constructed to communicate, like mutual respect, or maybe communicate that you're here for the ideal lab version of this. - Totally, you don't get personal, right? You're not getting personal, you're not taking things personally. People are respected in an ideal lab and ideas are disrespected. - And there's ways to signal that. So with friends, you've already done the signaling, you've already established a relationship. The interesting thing is online, I think you have to do some of that work. I mean, to me, sort of steelmanning the other side, or no, having empathy and hearing out, being able to basically repeat the argument the other person is making before you and showing like respect to that argument. I could see how you could think that before you make a counter argument. There's just a bunch of ways to communicate that you're here not to do kind of, what is it, low rung, shit talking, mockery, derision, but are actually here ultimately to discover the truth and the space of ideas and the tension of those ideas. And I think that's a skill that we're all learning as a civilization of how to do that kind of communication effectively. 'Cause I think disagreement, as I'm learning on the internet, it's actually a really tricky skill. Like high effort, high decency disagreement. There's a really good debate podcast, \"Intelligence Squared.\" And they can go pretty hard in the paint. - [Tim] It's a classic idea lab. - Exactly, but how do we map that to social media? When people will say, well, Lex or anybody,",
        "start": "01:18:22",
        "duration": 137.486,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "you hate disagreement. You wanna censor disagreement. No, I love Intelligence Squared type of disagreement. That's fun. - You wanna reduce assholes. - And for me personally, I don't want to reduce assholes. I like assholes, it's fun in many ways. But the problem is when the asshole shows up to the party, they make it less fun for the party that's there for the idea lab. And the other people, especially the quiet voices at the back of the room, they leave. And so all you're left is with assholes. - Well, political Twitter to me is one of those parties. It's a big party where a few assholes have really sent a lot of the quiet thinkers away. And so if you think about this graph again, a place like Twitter, a great way to get followers is to be an asshole with a certain, pumping a certain ideology. You'll get a huge amount of followers. And for those followers, and the followers you're gonna get, the people who like you are probably going to be people who are really thinking with their primitive mind because they're seeing you're being an asshole, but because you agree with them, they love you. And they think they don't see any problem with how you're being. - [Tim] Yeah, they don't see the asshole. This is a fascinating thing because of- - Because look at the thing on the right. Agreement and decency are the same. So if you're in that mindset, the bigger the asshole, the better. If you're agreeing with me, you're my man, I love what you're saying. Yes, show them, right? And the algorithm helps those people. Those people do great on the algorithm. - There's a fascinating dynamic that happens 'cause I have currently hired somebody that looks at my social media and they block people because the assholes will roll in. They're not actually there to have an interesting disagreement, which I love. They're there to do kind of mockery. And then when they get blocked, they then celebrate that to their echo chamber, like, look at this, I got them, or whatever they do. - Or they'll say some annoying thing like,",
        "start": "01:20:48",
        "duration": 118.453,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "oh, so he talks about, if I'd done this, they'll say, oh, he says he likes idea labs, but he actually wants to create an echo chamber. I'm like, nope, you're an asshole. Look at the other 50 people on this thread that disagreed with me respectfully. They're not blocked. - Yep, exactly. - And so they see it as some kind of hypocrisy because, again, they only see the thing on the right. And they're not understanding that there's two axes, or that I see it as two axes. And so you seem petty in that moment, but it's like, no, no, no, this is very specific what I'm doing. You're actually killing the conversation. - And generally, I give all those folks a pass and just send them love telepathically, but yes, getting rid of assholes in the conversation is the way you allow for the disagreement. - You do a lot of, I think, when primitive-mindedness comes at you, at least on Twitter, I don't know what you're feeling internally in that moment, but you do a lot of, I'm gonna meet that with my higher mind. And you come out and you'll be like, thanks for all the criticism, I love you. And that's actually an amazing response because what it does is that it unriles up that person's primitive mind and actually wakes up their higher mind who says, oh, okay, this guy's not so bad. And suddenly, civility comes back. So it's a very powerful and very powerful. - Hopefully long-term, but the thing is, they do seem to drive away high-quality disagreement 'cause it takes so much effort to disagree in a high-quality way. - I've noticed this on my blog. One of the things I pride myself on is my comment section is awesome. Everyone's being respectful. No one's afraid to disagree with me and say, tear my post apart, but in a totally respectful way where the underlying thing is like, I'm here 'cause I like this guy in his writing and people disagree with each other and they get in these long interviews and it's interesting and I read it and I'm learning. And then a couple posts, especially the ones I've written about politics, it seems like any other comment section,",
        "start": "01:22:52",
        "duration": 116.50800000000001,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "people are being nasty to me, they're being nasty to each other. And then I looked down one of them and I realized like almost all of this is the work of like three people. That's who you need to block. Those people need to be blocked. You're not being thin skinned. You're not being petty doing it. You're actually protecting an idea lab, because what really aggressive people like that do is they'll turn it into their own echo chamber, because now everyone is scared to kinda disagree with them, just so it's unpleasant, and so people who'll chime in or the people who will agree with them, and suddenly they've taken over the space. - And I kinda believe that those people, on a different day, could actually do high-effort disagreement. It's just that they're in a certain kind of mood, and a lot of us, just like you said, with a primitive mind, could get into that mood. I believe it's actually the job of the technology, the platform, to incentivize those folks to be like, are you sure this is the best you can do? Like if you really wanna talk shit about this idea, do better. And then we need to create incentives where you get likes for high effort disagreement. 'Cause currently you get likes for something that's slightly funny and is a little bit mockery. Yeah, basically signals to some kind of echo chamber that this person is a horrible person, is a hypocrite, is evil, whatever. That feels like it's solvable with technology. 'Cause I think in our private lives, none of us want that. - I wonder if it's making me think that I wanna like, because a much easier way for me to do it just for my world would be to say something like, here's this axis, this is part of what I like about the latter, it's a language that we can use, specifically what we're talking about is high rung disagreement, good, low rung disagreement, bad. Right, and so it gives us a language for that. And so what I would say is I would have my readers understand this axis, and then I would specifically say something like, please do it but why a favor. And upvote regardless of what they're saying horizontally, right, regardless of what their actual view is. Upvote high rungness.",
        "start": "01:24:59",
        "duration": 124.99600000000001,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "They can be tearing me apart. They can be saying great. They can be praising me, whatever. Upvote high-rungness and down-low-rungness. And if enough people are doing that, suddenly there's all this incentive to try to say, no, I need to calm my emotion down here and not get personal because I'm gonna get voted into oblivion by these people. - I think a lot of people would be very good at that. And not only would they be good at that, they would want that, that task of saying, I know I completely disagree with this person, but this was a high-effort, high-rung disagreement. - And gets everyone thinking about that other axis too. You're not just looking at where do you stand horizontally? You're saying well how did you get there and are you treating ideas like machines? Are you treating them like little babies? - And there should be some kind of labeling on personal attacks versus idea disagreement. Sometimes people throw in both a little bit. And it's like no, there should be a disincentive at personal attacks versus idea attacks. - Well, one metric is a respectful disagreement. Just say someone else's Twitter. And I see, you put out a thought. And I see someone say, I don't see it that way. Here's where I think you went wrong, and they're just explaining. I'm thinking that if Lex reads that, he's gonna be interested. He's gonna wanna post more stuff, right? He's gonna like that. If I see someone being like, wow, this really shows the kind of person that you become. It shows something. I'm thinking that person is making Lex want to be on Twitter less. It's making him, and so what is that doing. What that person is actually doing is they're chilling discussion. They're making it scary to say what you think. And the first person isn't at all. The first person is making you wanna say more stuff. And those are both disagreed. Those are people who both disagree with you. - Exactly, exactly. Great disagreeing with friends in MeetSpace,",
        "start": "01:27:10",
        "duration": 103.046,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "they disagree with you. They could be even yelling at you. Honestly, they could even have some shit talk or it's like personal attacks, it is still feels good. - Because you know them well and you know that that shit talk 'cause I guess your friends should talk all the time playing us playing a sport or a game and again because they know each other well enough to know that this is fun, we're having fun. And obviously, I love you. - Yeah, exactly. - And that's important online, it's a lot harder. - Yeah, that obviously, I love you that underlies a lot of human interaction. - Right. - Seems to be easily lost online. I've seen some people on Twitter and elsewhere just behave their worst. I know that's not who you are. Who is this human? - I know someone personally who is one of the best people. - [Tim] Yeah. - I love this guy. One of the best, fun, funny, nicest dudes. If you looked at this Twitter only, you'd think he's a culture worrier, or an awful culture worrier. And biased, and stoking anger. And it comes out of a good place. And I'm not gonna give any other info about specific, but it comes out- - [Lex] I think you're describing a lot of people this. - It comes out of a good place because he really cares about what he, but it's just, I can't square the two. Once you know someone like that, you can realize, okay, apply that to everyone. 'Cause a lot of these people are lovely people. Even just back in the before social media. They had this dickishness on text or email that they didn't have in person. And you're like, wow, email you is like kind of a dick. And certain people have a different persona behind the screen. - It has, for me personally, has become a bit of a meme that \"Lex blocks with love.\" But there is a degree to that where this is, I don't see people on social media as representing who they really are. I really do have love for them. I really do think positive thoughts of them",
        "start": "01:29:06",
        "duration": 105.562,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "throughout the entirety of the experience. I see this as some weird side effect of online communication. And so to me, blocking is not some kind of a derisive act towards that individual. It's just like saying- - Well, a lot of times what's happened is they have slipped into a very common delusion that dehumanizes others. So that doesn't mean they're a bad person. We all can do it, but they're dehumanizing you or whoever they're being nasty to, because in a way they would never do in person, because in a person they're reminded that's a person. Remember I said the dumb part of my brain when I'm doing VR won't step off the cliff, but the smart part of my brain knows I'm just on the rug? That dumb part of our brain is really dumb in a lot of ways. It's the part of your brain where you can set the clock five minutes fast to help you not be late. The smart part of your brain knows that you did that, but the dumb part will fall for it, right? That same dumb part of your brain can forget that the person behind that screen, that behind that handle is a human that has feelings, and that doesn't mean they're a bad person for forgetting that, 'cause it's possible. - But this really interesting idea, and I wonder if it's true that you're right, is that both primitive mindedness and high mindedness tend to be contagious. I hope you're right, that it's possible to make both contagious, 'cause our popular intuition is only one of the primitive mindedness is contagious, as exhibited by social media. - To compliment you again, don't you think that your Twitter to me is like, I was just looking down. And I mean, it's just high-mindedness, it's just high-mindedness down, down, down, down, down. It's gratitude. It's optimism. It's love. It's forgiveness. It's all these things that are the opposite of grievance and victimhood and resentment and pessimism, right? And there's I think a reason that a lotta people follow you because it is contagious. It makes other people feel those feelings.",
        "start": "01:31:03",
        "duration": 116.94299999999998,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "- I don't know. I've been recently, over the past few months, attacked quite a lot, and it's fascinating to watch because it's over things that, I think I probably have done stupid things, but I'm being attacked for things that are totally not worthy of attack. I got attacked for a book list. - [Tim] I saw that, by the way, I thought it was great. - But you can always kind of find ways, I guess the assumption is, this person surely is a fraud or some other explanation. He sure has dead bodies in the basement and he's hiding or something like this. And then I'm going to construct a narrative around that and mock and attack that. I don't know how that works, but there does, and I think you write this in the book, there seems to be a gravity pulling people towards the primitive mind. - But when it comes to anything political, right? Religious, certain things are bottom heavy, for our psyche, they have a magnet that pulls our psyches downwards on the ladder. And why? Why does politics pull our psyches down on the ladder? Because for the tens of thousand years that we were evolving during human history, it was life or death. Politics was life or death. And so there's actually an amazing study where it's like, they challenged 20 different beliefs of a person and different parts of the person's brain, and then you had an MRI going, different parts of the person's brain lit up when nonpolitical beliefs were challenged versus political beliefs were challenged. When political beliefs were challenged, when nonpolitical beliefs were challenged, like the rational, like the prefrontal cortex type areas were lit up. When the political beliefs were challenged, and then I'm getting over my head here, but it's like the parts of your brain the default mode network. The parts of your brain associated with introspection and your own identity were lit up. And they were much more likely to change their mind on all the beliefs, the nonpolitical beliefs. When that default mode network part of your brain lit up,",
        "start": "01:33:02",
        "duration": 126.92899999999999,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "if anything, get more firm in those beliefs when you had them challenged. So politics is one of those topics that just literally lights up different part of our brain. Again, I think we come back to primitive mind, higher mind here. This is one of the things our primitive mind comes programmed to care a ton about. And so it's gonna be very hard for us to stay rational and calm and looking for truth because we have all this gravity. - Well, it's weird because politics, like what is politics? To talk about, it's a bunch of different issues. And each individual issue, if we really talk about, we don't- - It attacks policy, like why are we being emotional about this? - I don't think we're actually that, I mean, yeah, we're emotional about something else. - Yeah, I think what we're emotional about is this, my side, the side I've identified with is in power and making the decisions and your side is out of power. And if your side's in power, that's really scary for me 'cause that goes back to the idea of who's pulling the strings in this tribe, right? Who's the chief? Is it your family's patriarch or is it mine? You might not have food if we don't win this, kind of whatever, chief election. So I think that it's not about the tax policy or anything like that. And then it gets tied to this broader, I think a lot of our tribalism has really coalesced around this. We don't have that much religious tribalism in the US, right, now they know the Protestants and the Catholics hate each other, we don't have that really, right? And honestly say we have racial tribalism and everything, but a white, even a racist, white conservative guy, I think takes the Black conservative over the woke white person any day of the week right now. - [Lex] So that's the strongest source of the division. - It tells me that I think it's the strongest, way stronger tribalism right now. I think that white racist guys, loves the Black conservative guy compared to the white woke guy, right? So it's, again, not that racial tribalism isn't a thing, of course it's always a thing,",
        "start": "01:35:14",
        "duration": 119.06300000000002,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "but like political tribalism is the number one right now. - So race is almost a topic for the political division versus the actual sort of element of the tribe. - [Tim] It's a political football, yeah. - I mean, this is dark. So this is a book about human civilization, this is a book about human nature, but it's also a book of politics, about politics. It is just the way you list it out in the book, it's dark how we just fall into these left and right checklists. So if you're on the left, it's maintain, where we weighed universal healthcare good, mainstream media fine, guns kill people, US as a racist country, protect immigrants, tax cuts bad, climate change awful, raise minimum wage. And on the right is the flip of that, reverse where we weighed universal healthcare bad, mainstream media bad, people kill people, not guns kill people. US was a racist country, protect borders, tax cuts good, climate change, overblown, don't raise minimum wage. I mean, you almost don't have to think about any of this, it's literally- - So when you say it's a book about politics, it's interesting 'cause it's a book about the vertical axis. It's specifically not a book about the horizontal axis in that, I don't actually talk about any of these issues. I don't put out an opinion on them, those are all horizontal, right? So rather than having another book about those issues, about right versus left, I wanted to do a book about this other axis. And so on this axis, the reason I had this checklist is that this is a part of the low rung politics world. Low rung politics is a checklist. And that checklist evolves, right? Like Russia suddenly is like popular with the right as opposed to, it used to be in the '60s, the left was the one defending Stalin. So they'll switch, it doesn't even matter, the substance doesn't matter, it's that this is the approved checklist of the capital P party and this is what everyone believes. That's a low rung thing. The high rungs, this is not what it's like. High rung politics, you tell me your one view on this? I have no idea what you think about anything else, right? And you're gonna say I don't know about a lot of stuff",
        "start": "01:37:17",
        "duration": 129.60899999999998,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "because inherently, you're not gonna have that strong an opinion because you don't have that much, these are complex things. So there's a lot of I don't know and people are all over the place. You know you're talking to someone who has been subsumed with low-rung politics when if they tell you their opinion on any one of these issues, you know you could just rattle off their opinion on every single other one. And if in three years it becomes fashionable to have this new view, they're gonna have it. You're not thinking, that's echo chamber culture. - And I've been using kind of a shorthand of centrist to describe this kind of high-rung thinking, I mean, it seems to be difficult to be a centrist or whatever, a high-rung thinker. People want to label you as a person who's too cowardly to take stands somehow. As opposed to saying, I don't know is a first statement. - Well, the problem with centrist is that would mean that in each of these, tax cuts bag, tax cuts good. It means that you are saying, I am in, I think we should have some tax cuts, but not that many. You might not think that. You might actually do some research and say, actually, I think tax cuts are really important. That doesn't mean, oh, I'm not a centrist anymore. I guess I'm a far, no, no, no. That's why we need the second axis. So what you're trying to be, when you say centrist is high-rung, which means you might be all over the place horizontally. You might agree with the far-left on this thing, the far-right on this thing, you might agree with the centrists on this thing, but calling yourself a centrist actually is putting yourself in a prison on the horizontal axis. And it's saying that whatever, on the different topics, I'm right and between the two policy-wise. That's not where you are. So yeah, that's why we're badly missing this other axis. - Yeah, I mean, I still do think it's just like for me, I am a centrist when you project it down to the horizontal. But the point is you're missing so much data by not considering the vertical. On average, maybe it falls somewhere in the middle. But in reality, there's just a lot of nuance issue to issue that involves just thinking and uncertainty and changing",
        "start": "01:39:35",
        "duration": 118.07199999999996,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "and given the context of the current geopolitics and economics, and just always considering, always questioning, always evolving your views, all of that. - Not just about, oh, I think we should be in the center on this, but another way to be in the center is if there's some phenomenon happening, there's a terrorist attack. And one side wants to say, this has nothing to do with Islam. And the other side wants to say, this is radical Islam, right? What's in between those? It's saying this is complicated and nuanced and we have to learn more and it probably has something to do with Islam and something to do with the economic circumstances and something to do with geopolitics. So in the case like that, you actually do get really a nuance when you go to the extremes. And all of that nuance, which is where all the truth usually is, is going to be in the middle, so, yeah. - But there's a truth to the fact that if you take that nuance on those issues, like were in Ukraine, COVID, you're going to be attacked by both sides. - Yes. People who are really strongly on one side strongly on one side or the other, hate centrist people. I've gotten this myself, and the slur that I've had thrown at me is I'm an enlightened centrist in a very mocking way. So what are they actually saying? What does enlightened centrist mean? It means someone who is, Stephen Pinker, Jonathan Haidt gets accused of this. That they're highfalutin, intellectual world, and they don't actually take a side, they don't actually get their hands dirty, and they can be superior to both sides without actually taking a stand, right? So I see the argument, and I disagree with it, because I firmly believe that the hardcore tribes, they think they're taking a stand and they're out in the streets and they're pushing for something. I think what they're doing is they're just driving the whole country downwards, and I think they're hurting all the causes they care about.",
        "start": "01:41:40",
        "duration": 106.85000000000001,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "And so it's not that we need everyone to be sitting there and refusing to take a side, it's that you can be far left and far right, the upper left and upper right. - If we talk about the, you use the word liberal a lot in the book to mean something that we don't in modern political discourse mean. So it's this higher philosophical view. And then you use the words progressive to mean the left and conservative to mean the right. Can you describe the concept of liberal games and power games? - So the power games is what I call, basically just the laws of nature, when laws of nature are the laws of the land, that's the power game. So animals, watch any David Attenborough special. And when the little lizard is running away from the bigger animal or whatever, I use an example of a bunny in a bear. I don't even know if bears eat bunnies. They probably don't, but pretend bears eat bunnies. So in the power games, the bear is chasing the bunny. There's no fairness. There's no, okay, well, what's right? What's legal? No, no, if the bear is fast enough, it can eat the bunny. And if the bunny can get away, it can say living. So that's it, that's the only rule. Now humans have spent a lot of time in essentially that environment. So when you have a totalitarian dictatorship and so what's the rule of the power games? It's everyone can do whatever they want if they have the power to do so. It's just a game of power. So if the bunny gets away, the bunny actually has more power than the bear in that situation. And likewise the totalitarian dictatorship, there's no rules that dictator can do whatever they want. They can torture, they can flatten a rebellion with a lot of murder because they have the power to do so. What are you gonna do, right? And that's kind of the state of nature. That's our natural way. When you watch a mafia movie, we do a lot of it, we have it in us. We all can snap into power games mode when it becomes all about just actual raw power. Now, the liberal games is something that civilizations",
        "start": "01:43:28",
        "duration": 120.28400000000005,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "for thousands of years have been working on. It's not invented by America or modern times, but America's was the latest crack at it yet, which is this idea instead of everyone can do what they want if they have the power to do so, it's everyone can do what they want as long as it doesn't harm anyone else. Now that's really complicated, how do you define harm? And the idea is that everyone has a list of rights which are protected by the government. And then they're inalienable rights and those are protected again from an invasion by other people. And so you have this fragile balance. And so the idea with the liberal games is that there are laws, but it's not totalitarian. They will build very clear, strict laws around the edges of what you can and can't do. And then everything else, freedom. So unlike a totalitarian dictatorship, actually it's very loose. There's a lot of things can happen and it's up to the people, but there are still laws that protect the very basic inalienable rights and stuff like that. So it's this much looser thing. Now the vulnerability there, so the benefits of it are obvious, right? Freedom is great. It seems like it's the most fair. That equality of opportunity seem like the most fair thing. And equality before the law, due process and all of this stuff. So it seems fair to the founders of the US and other enlightenment thinkers. And it also is a great way to manifest productivity, right? You have Adam Smith saying, it's not from the benevolence of the butcher or the baker that we get our dinner, but from their own self-interest. So you can harness kind of selfishness for progress. But it has a vulnerability, which is that because the laws, it's like totalitarian laws, they don't have an excess of laws for no reason. They wanna control everything. And in the US we say, they're not gonna do that. And so the second, it's almost two puzzle pieces. You have the laws, and then you've got a liberal culture. Liberal laws have to be married to liberal culture, a defense of liberal spirit",
        "start": "01:45:35",
        "duration": 117.39300000000004,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "in order to truly have the liberal games going on. And so that's vulnerable because free speech, you can have the First Amendment, that's the laws part. But if you're in a culture where anyone who speaks out against orthodoxy is going to be shunned from the community, well, you're lacking the second piece of the puzzle there. You're lacking liberal culture. And so therefore, you might as well not even have the First Amendment. And there's a lot of examples like that where the culture has to do its part for the true liberal games to be enjoyed. So it's just much more complicated, much more nuanced than the power games. It's a set of basic laws that then are coupled with a basic spirit to create this very awesome human environment that's also very vulnerable. - So what do you mean the culture has to play along? So for something like a freedom of speech to work, there has to be a basic, what, decency? That if all people are perfectly good, then perfect freedom without any restrictions is great. It's where the human nature starts getting a little iffy. We start being cruel to each other. We start being greedy and desiring of harm and also the narcissists and sociopaths and psychopaths in society. All of that, that's when you start to have to inject some limitations on that freedom. - Yeah, I mean, so what the government basically says is we're going to let everyone be mostly free, but no one is gonna be free to physically harm other people or to steal their property, right? And so we're all agreeing to sacrifice that 20% of our freedom and then in return, all of us in theory can be 80% free and that's kind of the bargain. But now that's a lot of freedom to leave people with and a lot of people choose, it's like you're so free in the US, you're actually free to be unfree if you choose. That's kind of what an echo chamber is to me. You can choose to be friends with people who essentially make it so uncomfortable to speak your mind that it's no actual effective difference for you than if you lived in a country. If you can't criticize Christianity in a certain community,",
        "start": "01:47:40",
        "duration": 132.54799999999997,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "that you have a First Amendment, so you're not gonna get arrested by the government for criticizing Christianity. But if the social penalties are so extreme that it's just never worth it, you might as well be in a country that imprisons people for criticizing Christianity. And so that same thing goes for wokeness, right? This is what people get, cancel culture and stuff. So when the reason these things are bad is because they're depriving Americans of the beauty of the freedom of the liberal games by imposing a social culture that is very power games-esque. It's basically a power games culture comes in and you might as well be in the power games now. If you live in a liberal democracy, there will always be challenges to a liberal culture, lowercase L, liberal. There'll always be challenges to a liberal culture from people who are much more interested in playing the power games. And there has to be an immune system that stands up to that culture and says, that's not how we do things here in America, actually. We don't excommunicate people for not having the right religious beliefs or not rent. We don't disinvite a speaker from campus for having the wrong political beliefs. And if it doesn't stand up for itself, it's like the immune system of the country failing and power games rushes in. - So before chapter four in your book and the chapters that will surely result in you being burned at the stake, you write, \"we'll start our pitchfork tour in this chapter by taking a brief trip to the history of the Republican party. Then in the following chapters, we'll take a Tim's career tanking deep dive into America's social justice movement,\" as you started to talk about. Okay, so let's go. What's the history of the Republican party? - I'm looking at this through my vertical ladder. I'm saying, what is this familiar story of the Republicans from the '60s to today, what does it look like through the vertical lens, right? Does it look different? And is there an interesting story here that's been hidden 'cause we're always looking at the horizontal.",
        "start": "01:50:10",
        "duration": 122.21799999999999,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "Now the horizontal story, you'll hear people talk about it and they'll say something like the Republicans have moved farther and farther to the right. And to me, that's not really true. Was Trump more right wing than Reagan? I don't think so. I think he's left. Yeah. So we're using this, again, it's just like you're calling yourself centrist when it's not exactly what you mean, even though it also is. So again, I was like, okay, this vertical lens helps with other things. Let's apply it to the Republicans. And here's what I saw is, I looked at the '60s and I saw an interesting story, which I don't think that, not everyone's familiar with what happened in the early '60s, but in 1960, the Republican party, it was a plurality. You had progressives, genuine Rockefeller, pretty progressive people, then you had the moderates like Eisenhower and Dewey. And then you go all the way to the farther right, you had Goldwater and what you might call, I call them the fundamentalists. And so it's this interesting plurality, right? Something we don't have today. And what happened was the Goldwater contingent, which was the underdog, they were small, right? The Eisenhower was the president, or had just been the president and it seemed like the moderates were, instead you have to be close to the center of the chessboard. That's how you maintain power. These people were very far from the center of the chessboard, but they ended up basically have like a hostile takeover. They conquered their own party and they did it by breaking all of the unwritten rules and norms. So they did things like they first started with the college Republicans, which was like this feeder group that turned in, a lot of the politicians started there. And they went to the election and they wouldn't let the current president, the incumbent speak and they were throwing chairs and they were fist fights. And eventually people gave up and they just sat there",
        "start": "01:52:25",
        "duration": 111.38799999999999,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "and they sat in the chair talking, their candidate until everyone eventually left and then they declared victory. So basically they came in, there was a certain set of rules agreed upon rules and they came in playing the power games saying, well actually, if we do this, you won't have the power. We have the power to take it if we just break all the rules, right? And so they did, and they won. And that became this hugely influential thing, which then they conquered California through, again, these people were taken aback. These proper Republican candidates were appalled by the insults that were being hurled at them and the intimidation in the building. And eventually they ended up in the national convention, which was called the right-wing Woodstock. The Republican National Convention in '64 was just, again, there was jeering, and they wouldn't let their moderates or their progressives even speak. And there was racism, Jackie Robinson was there and he was a proud Republican. And he said that, he feels like he was a Jew in Hitler's Germany with the way that Blacks were being treated there. And it was nasty, but what did they do? They had fiery plurality enough to win, and they won. They ended up getting crushed in the general election and they faded away. But to me, I was like, that was an interesting story. I see it as, I have this character in the book called the golem, which is a big, dumb, powerful monster. That's the emergent property of a political echo chambers, like this big giant. It's stupid, but it's powerful and scary. And to me, a golem rose up, conquered the party for a second, knocked it on its ass, and then faded away. And to me, when I looked at the Trump revolution and a lot, and not just Trump, the last 20 years, I see that same lower right, that lower right monster making another charge for it, but this time succeeding and really taking over the party for a long period of time. I see the same story, which is the power games are being played in a situation when it had always been the government relies on all these unwritten rules and norms to function.",
        "start": "01:54:29",
        "duration": 116.616,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "But for example, you have in 2016, Merrick Garland gets nominated by Obama. And the unwritten norm says that when the president nominates a justice, then you pass them through unless there's some egregious thing. That's what has happened. But they said, actually, this is the last year of his presidency and the people should choose. I don't think we should set a new precedent where the president can't nominate people, nominate a Supreme Court justice in the last year. So they pass it through and it ends up being Gorsuch. And so they lose that seat. Now, three years later, it's Trump's last year and it's another election year and Ginsburg dies. And what did they say? They say, oh, let's keep our precedent. They said, no, oh, actually we changed our mind. We're gonna nominate Amy Barrett. So to me, that is classic power games. There's no actual rule. And what you're doing is they did technically have the power to block the nomination. And then they technically had the power to put someone and they're pretending there's some principle to it. But they're going for a short-term edge at the expense of what is the workings of the system in the long run. And then one of the Democrats have to do in that situation, 'cause both parties have been doing this, is they either can lose now all the time, or they start playing the power games too. And now you have a prisoner's dilemma where it's like, both end up doing this thing and everyone ends up worse off. The debt ceiling, all these power plays that are being made with these holding the country hostage, this is power games. And to me, that's what Goldwater was doing in the '60s, but it was a healthier time in a way because there was this plurality within the parties reduced some of the national tribalism. And there wasn't as much of an appeal to that. But today, it's just like, do whatever you have to do to beat the enemies. And so I'm seeing a rise in power games. And I talk about the Republicans because they did a lot of these things first. They have been a little bit more egregious, but both parties have been doing it over the last 20, 30 years.",
        "start": "01:56:33",
        "duration": 106.95,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "- Can you place blame, or maybe there's a different term for it, at the subsystems of this? So is it the media? Is it the politicians like in the Senate, in Congress? Is it Trump? So the leadership? Or maybe it's us, human beings, maybe social media versus mainstream media. Is there a sense of what is the cause and what is the symptom? - It's very complex. So Ezra Klein has a great book, \"Why We're Polarized,\" where he talks about a lot of this. And there's some of these are, it's really no one's fault. First of all, it's the environment has changed in a bunch of ways you just mentioned. And what happens when you take human nature, which is a constant and you put it into an environment, behavior comes out. The environment's the independent variable. When that changes, the dependent variable, behavior changes with it, right? And so the environment has changed in a lot of ways. So one major one is it used to for a long time actually, the first it was the Republicans and then the Democrats just had a stranglehold on Congress. it was not even competitive. The Democrats for 40 years had the majority. And so therefore it actually is a decent environment to compromise it because now we can both, what you want is Congress people thinking about their home district. And voting yes on a national policy because we're gonna get a good deal on it back at home. That's actually healthy, as opposed to voting in lockstep together because this is what the red party is doing, regardless of what's good for my home district. An example is Obamacare. There were certain Republican districts that would have actually officially been benefited by Obamacare, but every Republican voted against it. And part of the reason is because it's no longer this obvious majority. Every few years it switches, it's a 50-50 thing. And that's partially because we've been so subsumed with this one national divide of left versus right, they're voting for the same party for president all the way down the ticket now.",
        "start": "01:58:20",
        "duration": 118.52199999999999,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "And so you have this just kind of 50-50 color war and that's awful for compromise. So there's like 10 of these things that have redistricting, but also it is social media. I call it hypercharged tribalism. In the '60s you had distributed tribalism. You had some people that are worked up about the USSR. They're national, that's what they care about. US versus foreign. Some people that were saying left versus right, like they today, and then other people that were saying they were fighting within the party. But today you don't have that. You have ideological realignment, so you got rid of a lot of the in-party fighting, and then there hasn't been that big of a foreign threat. Not nothing like the USSR for a long time. So you lost that and what's left is just this left versus right thing. And so that's this hypercharged whirlpool that subsumes everything. And so, yeah, I mean, people point to Newt Gingrich, people like there's certain characters that enacted policies that stoked this thing. But I think this is a much bigger environmental shift. - Well, that's going back to our questions about the role of individuals in human history. One of the many interesting questions here is about Trump. Is he a symptom or a cause? Because he seems to be from the public narrative such a significant catalyst for some of the things we're seeing. - This goes back to what we were talking about earlier, right? Is it the person or is it the times? I think he's a perfect example of it's a both situation. I don't think if you plucked Trump out of the situation, I don't think that Trump was inevitable. But I think we were very vulnerable to a demagogue. And if you hadn't been, Trump would have had no chance. And why were we vulnerable to a demagogue is because you have these, I mean, I think it's specifically on the right. If you actually look at the stats, it's pretty bad. Because it's not just who voted for Trump, a lot of people just vote for the red, right? What's interesting is who voted for Obama against Romney and then voted for Trump? These are not racists, right? These are not hardcore Republicans.",
        "start": "02:00:27",
        "duration": 115.26800000000003,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "They voted for Obama. And where did the switch come from? Places that had economic despair. Where bridges were not working well, that's a signifier. Where paints chipping in the schools. These little things like this. So I think that you had this, a lot of these rural towns, you have true despair. And then you also have, the number one indicator of voting for Trump was distrust in media. And the media has become much less trustworthy. And so you have all these ingredients that actually make us very vulnerable to a demagogue. And a demagogue is someone who takes advantage, right? There's someone who comes in and says, I can pull all the right strings and pull it and push all the right emotional buttons right now and get my self power by taking advantage of the circumstances. And that is what Trump totally did. - It makes me wonder how easy it is for somebody who's a charismatic leader to capitalize on cultural resentment when there's economic hardship to channel that. - So John Haidt wrote a great article about, truth is in an all time low right now. The media is not penalized for lying, right? MSNBC, Fox News, these are not penalized for being inaccurate or penalized if they stray from the orthodoxy on social media. It's not the truest tweets that go viral, right? And so Trump understood that better than anyone, right? He took advantage of it. He was living in the current world when everyone else was stuck in the past. And he saw that and he just lied. Everything he said, truth was not relevant at all, right? It's just truly, it's not relevant to him when what he's talking about. He doesn't care and he knew that neither do as a subset of the country. - I was thinking about this, just reading articles by journalists, especially when you're not a famous journalist in yourself, but you're more like in your Times journalist. So the big famous thing is the institution you're a part of. You can just lie 'cause you're not going to get punished for it. You're going to be rewarded for the popularity",
        "start": "02:02:29",
        "duration": 124.12600000000002,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "of an article. So if you write 10 articles, there's a huge incentive to just make stuff up. - [Tim] You gotta get clicks. - To get clicks. That's the first and foremost. And culturally, people will attack that article to say, it's not like one half the country will attack that article for saying it's dishonest, but they'll kind of forget, you will not have a reputational hit. There won't be a memory like this person made up a lot of stuff in the past. No, they'll take one article at a time and they'll attach the reputation hits will be to New York Times, the institution. And so for the individual journalist, there's a huge incentive to make stuff up. - Totally. And it's scary because it's almost like you can't survive if you're just an old school, honest journalist who really works hard and tries to get it right and does it with nuance. What you can be is you can be a big time sub-stacker or big time podcaster. A lot of people do have a reputation for accuracy and rigor and they have huge audiences. But if you're working in a big company right now, I mean, especially, I think that many of the big media brands are very much controlled by the left but I will say that the ones that are controlled by the right are even more egregious. Not just in terms of accuracy, but also in terms of, the New York Times, for all of its criticisms, they here and there, they put out a pretty, saw an article that strays, Barry Weiss wrote there for a long time, and then they wrote an article criticizing free speech on campus stuff recently, and they have a couple, very left progressive friendly conservatives, but they have conservatives that are operating the op-eds. Fox News, you're not seeing thoughtful, Breitbart, you're not seeing thoughtful progressives writing there, right? - There's some degree to which the New York Times, I think, still incentivizes and values the vertical, the high effort. So you're allowed to have a conservative opinion if you do a really damn good job. Like if it's a very thorough, in-depth art kind of.",
        "start": "02:04:40",
        "duration": 117.10499999999999,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "- And if you kind of pander to the progressive senses in all the right ways. I always joke that Ted, they always have a couple token conservatives, but they get on stage and they're basically like, so totally, the progressivism's right about all of this, but maybe libertarianism isn't all about, so there is an element, but you know what? It's something, it's better than being a total tribal. I think you can see the New York Times tug of war, the internal tug of war. You can see it, 'cause then they also have these awful instances, or the firing of James Bennett, which is this whole other story. Yeah, you can see it going both ways, but in the '60s, what did you have? You had ABC, NBC, CBS, the '70s, you had these three news channels and they weren't always right, and they definitely sometimes spun a narrative together, maybe, about the Vietnam or whatever, but if one of them was just lying, they'd be embarrassed for it. They would be penalized, they'd be dinged, and they'd be known as, this is the trash one. And that would be terrible for their ratings, because they weren't just catering to half the country, they're all catering to the whole country. So, both on the axis of accuracy and on the axis of neutrality, they had to try to stay somewhere in the reasonable range, and that's just gone. - One of the things I'm really curious about is I think your book is incredible. I'm very curious to see how it's written about by the press. 'Cause I could see, I could myself write, with the help of Chad JPT, of course, clickbait articles in either direction. - [Tim] Yeah, it's easy to imagine. - Your whole book is beautifully written for clickbait articles. If any journalist out there need help, I can help. - Yeah. - I can write the most atrocious criticisms. - Yeah. I'm ready, I'm braced. - Yeah, so, speaking of which, you write about social justice. You write about two kinds of social justice,",
        "start": "02:06:52",
        "duration": 112.02400000000003,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "liberal social justice and S.J.F., social justice fundamentalism. What are those? - Yeah, so, the term wokeness is so loaded with baggage, it's like mocking and derogatory. And I was trying not to do that in this book. If it's the term loaded with baggage, you're from the first minute, you're already behind. So, to me, also, when people say wokeness is bad, social justice is bad, they're throwing the baby out with the bathwater. Because the proudest tradition in the US. is liberal social justice. And what I mean by that, again, liberal meaning lowercase L. It is intertwined with liberalism. So, Martin Luther King, classic example, I have a dream speech, he says stuff like, this country has made a promise to all of its citizens and it has broken that promise to its Black citizens, right? In other words, liberalism, the Constitution, the core ideals, those are great. We're not living up to them, we're failing on some of them. So, civil disobedience, the goal of it wasn't to hurt liberalism, it was to specifically break the laws that were already violating, the laws that were a violation of liberalism to expose that this is illiberal. That the Constitution should not have people of different skin color sitting in different parts of the bus. And so, it was really patriotic, the civil rights movement. It was saying, this is a beautiful, we have a liberalism is this beautiful thing and we need to do better at it. So, I call it liberal social justice and it used the tools of liberalism to try to improve the flaws that were going on. So, free speech, Mario Savio in the '60s, he's a leftist and what the leftist doing in the '60s on Berkeley campus, they were saying we need more free speech because that's what liberal social justice was fighting for. But you can also go back to the '20s, women's suffrage. I mean, the emancipation, the thing that America obviously has all of it, these are all ugly things that it had to get out of, but it got out of them, one by one and it's still getting out of them. That's what's cool about America.",
        "start": "02:08:51",
        "duration": 128.07700000000003,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "And liberal social justice basically is the practice of saying, where are we not being perfect liberals and now let's fix that. - So, that's the idea of liberalism that permeates the history in the United States. But then there's interplay, you have so many good images in this book, but one of them is highlighting the interplay of different ideas over the past, let's say 100 years. So, liberalism is on one side, there's that thread. There's Marxism on the other, and then there's postmodernism. How do those interplay together? - So, it's interesting because Marxism is, and all of its various descendants, obviously there's a lot of things that are rooted in Marxism that aren't the same thing as what Karl Marx preached. But what do they all have in common? They think liberalism is bad, right? They actually think that the opposite of what Martin Luther King and other people in the civil rights and other movements, they think the opposite. He thinks liberalism is good we need to preserve it, they said liberalism is the problem. These other problems with racism and inequality that we're seeing, those are inevitable results of liberalism. Liberalism is a rigged game and it's just the power games in disguise. There is no liberal games, it's just the power games in disguise and the upper people that oppress the lower people and they convince the lower people, it's all about false consciousness. They convince the lower people that everything is fair, and that the lower people vote against their own interests and they work to preserve the system that's oppressing them. And what do we need to do? Actually there's much more revolutionary. We need to overthrow liberalism. So people think, what we call a woke-ness is a normal social justice activism but it's like more extreme, right? It's this, no, no, it's the polar opposite, polar opposite. Now that's the Marxist threat. Now postmodernism is this term that is super controversial and I don't think anyone calls themselves a postmodernist or take all of this with a grain of salt in terms of the term but what's the definition of radical?",
        "start": "02:11:12",
        "duration": 124.52600000000002,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "The definition of radical to me is how deep you want change to happen at. So a liberal progressive and a conservative progressive will disagree about policies, the liberal progressive wants to change a lot of policies. And change, change, change, right? And the conservative is more wants to keep things the way they are. But they're both conservative when it comes to liberalism beneath it, the liberal foundation of the country. They both become conservatives about that. The Marxist is more radical because they want to go one notch deeper and actually overthrow that foundation. Now, what's below liberalism is the core tenets of modernity, this idea of reason and the notion that there is an objective truth and science as the scientific method. These things are actually beneath, and even the Marxist, if you look at the Frankfurt School, these post-Marxist thinkers and Marx himself, they were not anti-science. They believed in that bottom, bottom foundation. They actually wanted to preserve modernity, but they wanted to get rid of liberalism on top of it. The postmodernist is even more radical 'cause they wanna actually go down to the bottom level and overthrow it. They think science itself is a tool of oppression. They think it's a tool where oppression flows through. They think that the white western world has invented these concepts, they claim that there's an objective truth and that there's reason and science. They think all of that is just one metanarrative and it goes a long way to serve the interests of the powerful. - So in the sense that, it's almost caricatured, but that is to the core their belief that math could be racist, for example. - Oh, yeah, absolutely. - Not the educational math, but literally math, the mathematics. - The notion in math that there's a right answer and a wrong answer, that they believe is a metanarrative that serves white supremacy, or in the post-modernist might've said it serves just the powerful or the wealthy.",
        "start": "02:13:23",
        "duration": 121.739,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "But so what social justice fundamentalism is, is you take the Marxist thread that has been going on in lots of countries and whoever the upper and lower is, that's what they all have in common. But the upper and lower, for Marx was the ruling class and the oppressed class. It was economic. But you come here and the economic class doesn't resonate as much here as it did maybe in some of those other places, but what does resonate here in the '60s and '70s is race and gender and these kind of social justice disagreements. And so what social justice fundamentalism is, is basically this tried and true framework of this Marxist framework with a new skin on it, which is American social justice. And then made even more radical with the infusion of post-modernism, where not just is liberalism bad, but actually the sign that like you said, math can be racist. So it's this philosophical Frankenstein, this stitched together of these and so again, it's called, they wear the same uniform as the liberal social justice. They say social justice, right? Racial equality, but it has nothing to do with liberal social justice. It is directly opposed to liberal social justice. - It's fascinating. The evolution of ideas, if we ignore the harm done by it, it's fascinating how humans get together and evolve these ideas. So as you show Marxism is the idea that society is a zero sum. I mean, I guess the zero sum is really important thing here. Zero sum struggle between the ruling class and the working class with power being exerted through politics and economics. Then you add critical theory Marxism 2.0 on top of that, and you add to politics and economics, you add culture and institutions. And then on top of that, for post-modernism, you add science, you add morality, basically anything else you can think of. - To stitch together Frankenstein. And if you notice, which is not necessarily bad, but in this case, I think it's actually violating the Marxist tradition by being anti-science. And it's violating the post-modernism because what post-modernists were,",
        "start": "02:15:26",
        "duration": 124.08299999999998,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "they were radical skeptics. They were radical skeptics, not just of the way things were, but of their own beliefs. And social justice fundamentalism is not at all self-critical. It says that we have the answers, which is the opposite of what post-modernists would ever say, no, you just have another meta-narrative. And it's also violating, of course, the tradition of liberal social justice in a million ways 'cause it's anti-liberal. And so this Frankenstein comes together. Meanwhile, liberal social justice doesn't have a Frankenstein. It's very clear. It's a crisp ideology that says we're trying to get to a more perfect union. They're trying to keep the promises made in the Constitution. And that's what it's trying to do. And so it's much simpler in a lot of ways. - So you write that my big problem with social justice fundamentalism isn't the ideology itself. It's what scholars and activists started to do sometimes around 2013 when they began to wield a cudgel that's not supposed to have any place in the country like the US. So it's the actions, not the ideas. - Well, it's clear, I don't like the ideology. I think it's a low-rung ideology. I think it's morally inconsistent based on it's flip-flops on its morals depending on the group. I think it's echo chambery. I think it's full of inaccuracies and can't stand up to debate. So I think it's a low, but there's a ton of low-rung ideologies I don't like. I don't like a lot of religious doctrines. I don't like a lot of political doctrines, right? The US is a place inherently that is a mishmash of a ton of ideologies. And I'm not gonna like two thirds of them at any given time. So my problem, the reason I'm writing about this is not 'cause I'm like, by the way, this ideology is not something I like. That's not interesting. The reason that it must be written about right now, this particular ideology, is because it's not playing nicely with others.",
        "start": "02:17:35",
        "duration": 110.03499999999998,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "If you wanna be a hardcore, evangelical Christian in the US says live and let live. Not only are you allowed to have an echo chamber of some kind, it's actively protected here. Live and let live. They can do what they want. You do what you want. Now, if the evangelical Christian started saying, by the way, anyone who says anything that conflicts with evangelical Christianity is going to be severely socially punished. And they have the cultural power to do so, which they don't in this case. They might like to, but they don't have the power. I'll be able to get anyone fired who they want and they're able to actually change the curriculum in all of these schools in class to suddenly not conflict with no more evolution in the textbooks because they don't want it. Now I would write a book about why, about evangelical Christianity, because that's what every liberal, regardless of what you think of the actual horizontal beliefs, doesn't matter what they believe when they start violating live and let live and shutting down other segments of society. It's not the best analogy, but an echo chamber is like a benign tumor. And what you have to watch out for is a tumor that starts to metastasize, starts to forcefully spread and damage the tissue around it. And that's what this particular ideology has been doing. - Do you worry about it as an existential threat to liberalism in the West, in the United States? Is it a problem or is it the biggest problem that's threatening all of human civilization? - I would not say it's the biggest problem. It might be, if it turns out in 50 years, someone says actually it was, I wouldn't be shocked. But I also, I wouldn't bet on that 'cause there's a lot of problems. - I'm a little sorry to interrupt. It is popular to say that thing though. And it's less popular to say the same thing about AI or nuclear weapons, which worries me that I'm more worried about nuclear weapons even still than I am about wokeism. - I've had probably 1,000 arguments about this. That's one nice thing about spending six years",
        "start": "02:19:32",
        "duration": 127.435,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "procrastinating on getting a book done is you end up battle testing your ideas a million times. So I've heard this one a lot, right? Which is there's three groups of former Obama voters. One is super woke now. Another one is super anti-woke now. And the third is what you just said, which is sure, wokeness is over the top, right? You're not woke, but I think that the anti-woke people are totally lost their mind. And it's just not that big a deal, right? Now here's why I disagree with that. Because it's not wokeness itself. It's that a radical political movement of which there will always be a lot in the country has managed to do something that a radical movement is not supposed to be able to do in the US, which is they've managed to hijack institutions all across the country and hijack medical journals and universities and the ACLU, all the activist organizations and nonprofits and NGOs. - And certain tech companies. - Yeah, and many tech companies. So it's not that I think this thing is so bad. It's a little like we said with Trump. The reason Trump scares me is not 'cause Trump's so bad. It's that because it shows that it reveals that we were vulnerable to a demagogue candidate. And what wokeness reveals to me is that we are currently, and until something changes, we'll continue to be vulnerable to a bully movement and a forcefully expansionist movement that wants to actually destroy the workings, their liberal gears and tear them apart. And so here's the way I view a liberal democracy is, it is a bunch of these institutions that were trial and error crafted over hundreds of years. And they all rely on trust, public trust. And there's certain kind of feeling of unity that actually is critical to a liberal democracy's functioning. And what I see this thing is, is there's a parasite on that, that whose goal is, and I'm not saying each, by the way, each individual in this is I don't think they're bad people. I think that it's the ideology itself has the property of its goal is to tear apart the pretty delicate workings of the liberal democracy and shred the critical lines of trust. And so you talk about AI",
        "start": "02:21:47",
        "duration": 143.72599999999997,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "and you talk about all these other big problems, nuclear, right? The reason I like writing about that stuff a lot more than I like writing about politics, this wasn't a fun topic for me, is because I realized that, all of those things, if they're gonna have a good future with those things and they're actually threats, like I said, we need to have our wits about us and we need the liberal gears and levers working, we need the liberal machine working. And so if something's threatening to undermine that, it affects everything else. - We need to have our scientific mind about us, about these foundational ideas. But I guess my sense of hope comes from observing the immune system respond to wokeism. There seems to be a pro-liberalism immune system. And not only that, so there's intellectuals, there's people that are willing to do the fight. You talk about courage, being courageous. And there is a hunger for that, such that those ideas can become viral and they take over. So I just don't see a mechanism by which wokeism accelerates exponentially and takes over, like it's expand. It feels like as it expands, the immune system responds. The immune system of liberalism, of basically a country, at least in the United States, that's still ultimately at the core of the individual values the freedom of speech, just freedoms in general, the freedom of an individual. But that's the battle, which is stronger. - So to me it is like a virus in an immune system. And I totally agree, I see the same story happening. And I'm sitting here rooting for the immune system. - Are you still worried? - Well, here's the thing. So a liberal democracy is always gonna be vulnerable to a movement like this, right? And there will be more. Because it's not a totalitarian dictatorship. Because if you can socially pressure people to not say what they're thinking, you can suddenly start to just take over, right? You can break the liberalism of the liberal democracy quite easily and suddenly a lot of things are illiberal. On the other hand, the same vulnerability, the same system that's vulnerable to that,",
        "start": "02:24:20",
        "duration": 125.36800000000001,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "also is hard to truly conquer. Because now the Maoists, right, similar kind of vibe. They were saying that science is evil and that the intellectuals are, it's all this big conspiracy. But they could murder you. And they had the hard cudgel in their hand, right? And the hard cudgel is scary. And you can conquer a country with the hard cudgel. But you can't use that in the US. So what they have is a soft cudgel, which can have the same effect initially. You can scare people into shutting up. You can't maybe imprison them and murder them. But if you can socially ostracize them and get them fired, that basically is gonna have the same effect. So the soft cudgel can have the same effect for a while, but the thing is, it's a little bit of a house of cards because it relies on fear. And as soon as that fear goes away, the whole thing falls apart, right? The soft cudgel requires people to be so scared of getting canceled or getting whatever. And as soon as some people start, Toby Lutka of Shopify, I always think about he just said, you know what, I'm not scared of this soft cudgel, and spoke up and said, we're not political at this company and we're not a family, we're a team and we're gonna do this. And, you know what, they're thriving. - He will be on this podcast, he seems like a fascinating human. - [Tim] He's amazing. - He spoke up, he's saying we're not- - He's one of the smartest and kindest dudes, but also, he has courage at a time when it's hard. But here's the thing is that it's different than that you need so much less courage against a soft cudgel than you'd do. The Iranians, throwing their hijabs into the fire. Those people's courage just blows away any courage we have here, 'cause they might get executed. That's the thing, is that you can actually have courage right now. - [Operator] I'm not sure I understand. - Sorry. (Lex giggles) - Don't worry about it. - Oh, man, the irony of that. And you talk about, so two things to fight this,",
        "start": "02:26:31",
        "duration": 116.92299999999997,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "there's two things, awareness and courage. What's the awareness piece? - (sighs) The awareness piece, first just know understanding the stakes, getting your heads out of the sand and being like, technology's blowing up exponentially. Our society's trust is devolving, we're kind of falling apart in some important ways. We're losing our grip on some stability at the worst time. That's the first point, just the big picture. And then also awareness of, I think this vertical axis, or whatever your version of it is, this concept of how do I really form my beliefs? Where do they actually come from? Are they someone else's beliefs? Am I following a checklist? How about my values? I used to identify with the blue party or the red party, but now they've changed and I suddenly am okay with that. Is that because my values changed with it or am I actually anchored to the party, not to any principle? Asking yourself these questions. Looking for where do I feel disgusted by fellow human beings? Maybe I'm being a crazy tribal person without realizing it. How about the people around me? Am I being bullied by some echo chamber without realizing it? Am I the bully somewhere? So that's the first, I think just to do a self audit. And I think that just some awareness like that and just self audit about these things can go a long way. But if you keep it to yourself, it's almost useless, awareness without courage does very little. So courage is when you take that awareness and you actually export it out into the world and it starts affecting other people. And so courage can happen on multiple levels. It can happen by first of all, just stop saying stuff you don't believe. If you're being pressured by a ideology or a movement to say stuff that you don't actually believe, just stop, just stay in your ground and don't say anything. That's courage, that's one first step. Start speaking out in small groups, start actually speaking your mind, see what happens. The sky doesn't usually fall. Actually, people usually respect you for it, not every group, but you'd be surprised.",
        "start": "02:28:34",
        "duration": 116.60599999999998,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "And then eventually, maybe start speaking out in bigger groups, start going public, go public with it, and you don't need everyone doing this. Some people will lose their jobs for it. I'm not talking to those people. Most people won't lose their jobs, but they have the same fear as if they would, right? And it's like, what, are you gonna get criticized or are you gonna get a bunch of angry Twitter people will criticize you? Yeah, it's not pleasant, but actually that's a little bit like our primitive minds fear that really, back when it was programmed, that kind of ostracism or criticism will leave you out of the tribe and you'll die today. It's a delusional fear. It's not actually that scary. And the people who have realized that can exercise incredible leadership right now. - So you have a really interesting description of self-censorship also, as you've been talking about, who's King Mustache? And this gap, I think, I hope you write even more, even more than you've written in the book about these ideas, 'cause it's so strong. This censorship gaps that are created between the dormant thought pile and the kind of thing under the speech curve. - Yeah. So first of all, I think it's a useful tool, is this thing called a thought pile, on any given issue, you have a horizontal spectrum. And just say I could take your brain out of your head and I put it on the thought pile right where you happen to believe about that issue. Now, I did that for everyone in the community or in a society, and you're gonna end up with a big mushy pile that I think will often just form a bell curve. If it's really politicized, it might form like a camel with two humps, 'cause it's concentrated here, but for a typical issue, it'll just form a fear of AI, you're gonna have a bell curve, right? Things like this. That's the thought pile. Now, the second thing is a line that I call the speech curve, which is what people are saying.",
        "start": "02:30:46",
        "duration": 106.98699999999997,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "So the speech curve is high when not just a lot of people are saying it, but it's being said from the biggest platforms, being said in the New York Times and it's being said by the president on the State of the Union, those things are the top of the speech curve. And then when the speech across lower, it means it's being said either whispered in small groups or it's just not very many people are talking about it. When a free speech democracy is healthy on a certain topic, you've got the speech curve sitting right on top of the thought pile. They mirror each other which is naturally what would happen. More people think something is gonna be said more often than from higher platforms. What censorship does, and that censorship can be from the government, so I use the tale of King Mustache. And King Mustache, he's a little tiny tyrant, and he's very sensitive, and people are making fun of his mustache, and they're saying he's not a good king, and he does not like that. So what does he do? He enacts a policy, and he says, anyone who has heard criticizing me or my mustache or my rule will be put to death. And immediately at the town, because his father was a very liberal, there was always free speech in his kingdom. But now King Mustache has taken over, and he's saying this is a new rules now. And so a few people yell out, and they say, that's not how we do things here. And that moment is what I call a moment of truth. Did the king's guards stand with the principles of the kingdom and say, yeah, King Mustache, that's not what we do, in which case he would kind of have to, he's nothing he can do. Or are they going to execute? So in this case, it's as if he laid down an electric fence over a part of the stockpile and said, no one's allowed to speak over here. The speech curve, maybe people will think these things, but the speech curve cannot go over here. But the electric fence wasn't actually electrified until the king's guards, in a moment of truth, get scared and say, okay,",
        "start": "02:32:37",
        "duration": 100.165,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "and they hang the five people who spoke out. So in that moment, that fence just became electric. And now no one criticizes King Mustache anymore. So I use this as an allegory. Now, of course he has a hard cudgel, 'cause he can execute people. But now when we look at the US, what you're seeing right now is a lot of pressure, which is very similar. An electric fence is being laid down, saying no one can criticize these ideas. And if you do, you won't be executed, you'll be canceled. You'll be fired. Now, is that fence electrified from there? No, they can't actually, they're not working the company, they can't fire you. But they can start a Twitter mob when someone violates that speech curve, when someone violates that speech rule. And then the leadership at the company has the moment of truth. And what the leaders should do is stand up for their company's values, which is almost always in favor of the employee and say, look, even if they make a mistake, people make mistakes, we're not gonna fire them. Or maybe that person actually said something that's reasonable, and we should discuss it. But either way, we're not gonna fire them. And if they said no, what happens is the Twitter mob actually doesn't have, they can't execute you, they go away, and the fence is proving to have no electricity. What's been the problem with the past few years is what's happened again and again, is the leader gets scared, and they get scared of the Twitter mob when they fire them. Boom, that fence has electricity. And now, actually, if you cross that, it's not just a threat. You will be out of a job. It's really bad. You'll have a huge penalty. You might not be able to feed your kids. So that's an electric fence that goes up. Now, what happens when an electric fence goes up and it's proven to actually be electrified? The speech curve morphs into a totally different position. And now these new people say, instead of having the marketplace of ideas",
        "start": "02:34:22",
        "duration": 99.82700000000001,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "that turns into a natural bell curve, they say, no, no, no. These ideas are okay to say, and not just okay. You'll be socially rewarded. And these ones don't. That's the rules of their own echo chamber that they're now applying to everyone, and it's working. And so, the speech curve distorts. And so you end up with, now, instead of one region, which is a region of active communal thinking, what people are thinking and saying, you now have three regions. You have a little active communal thinking, but mostly, you now have this dormant thought pile, which is all these opinions that, suddenly, everyone's scared to say out loud. - [Lex] Everyone's thinking but they're scared to say it loud. - Everyone's thinking, but no one's saying. And then you have this other region, which is the approved ideas of this now cultural dictator and those are being spoken from the largest platforms, and they're being repeated by the president, and they're being repeated all over the place, even though people don't believe it. And that's this distortion and what happens is the society becomes really stupid because active communal thinking is the region where we can actually think together. And now no one can think together and it gets siloed into small private conversations. - It's really powerful what you said about institutions and so on. It's not trivial from a leadership position to be like, no, we defend the employee or defend the, yeah, employee, the person with us on our, 'cause there's no actual ground to any kind of violation we're hearing about. So the mob, they resist the mob. It's ultimately to the leader, I guess, of a particular institution or a particular company. And it's difficult. - Oh, yeah, no, no, it's not. If it were easy, there wouldn't be all of these failings. And by the way this is the immune system failing. That's the liberal immune system of that company failing, but also then it's an example, which means that a lot of other, it's failing to the country, it's not easy. Of course it's not because we have primitive minds",
        "start": "02:36:03",
        "duration": 105.925,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "that are wired to care so much about what people think of us. First of all, we're scared that it's gonna start, 'cause you know what, what are mobs do? They don't just say, I'm gonna criticize you. I'm gonna criticize anyone who still buys your product. I'm gonna criticize anyone who goes on your podcast. So, it's not just you. It's now suddenly if Lex becomes tarnished enough. Now, I go on the podcast and people are saying, oh, I'm not buying his book. And he went on Lex Friedman? No, thanks, right? And now I get, I call it a smear web, like you've been smeared and we're in such a bad time that it smear travels to me. And now, meanwhile, someone buys my book and tries to share it, someone said, you're buying that guy's book? He goes on Lex Friedman. You see how this happens, right? So, that hasn't happened in this case. We are so wired not, that is kind of bad, right? That is actually bad for you, but we're wired to care about it so much because it meant life or death back in the day. - Yeah, yeah. And luckily in this case, we're both probably can smear each other in this conversation. - Yes. - This is wonderful. - I smear you all in the- - Given the nature of your book. What do you think about freedom of speech as a term and as an idea, as a way to resist the mechanism, this mechanism of a dormant thought pile and artificially generated speech, this ideal of the freedom of speech and protecting speech and celebrating speech. - Yeah. Well, so this is the point I was talking about earlier about King Mustache made a rule against, he's created official- - One of the amazing things about your book, as you get later and later in the book, you cover more and more difficult issues as a way to illustrate the importance of the vertical perspective. But there's something about using hilarious drawings throughout that make it much more fun",
        "start": "02:37:53",
        "duration": 103.103,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "and it takes you away from the personal somehow and you start thinking in the space of ideas versus like outside of the tribal type of thinking. So it's a really brilliant, I mean, I would advise for anybody to do, when they write controversial books to have hilarious drawings. - It's true. Put the silly stick figure in your thing and it lightens, it does, it lightens the mood. It gets people's guard down a little bit. - [Lex] Yeah, and it works. - It reminds people that we're all friends here, right? Let's laugh at ourselves, laugh at the fact that we're like in a culture war a little bit and now we can talk about it, right? As opposed to like getting religious about it. But basically like King Mustache had no First Amendment. He said, the government is censoring, right? Which is very common around the world, right? Government censor all them. The US, again, you can argue there's some controversial things recently, but basically the US, the First Amendment isn't the problem, right? No one is being arrested for saying the wrong thing, but this graph is still happening. And so freedom of speech, what people like to say is, if someone's complaining about a cancel culture and saying, this is an anti-free speech, people like to point out, no, it's not. The government's not arresting you for anything. This is called the free market, buddy. You're putting your ideas out and you're getting criticized and your precious marketplace of ideas. There it is, right? I've gotten this a lot. And this is not making a critical distinction between cancel culture and criticism culture. Criticism culture is a little bit of this high-rung idea lab stuff we talked about. Criticism culture attacks the idea and encourages further discussion, right? It enlivens discussion. It makes everyone smarter. Cancel culture attacks the person, very different. Criticism culture says, here's why this idea is so bad, let me tell you. Cancel culture says, here's why this person is bad and no one should talk to them and they should be fired.",
        "start": "02:39:45",
        "duration": 113.79499999999997,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "And what does that do? It doesn't enliven the discussion. It makes everyone scared to talk and it's the opposite. It shuts down discussion. So you still have your First Amendment but First Amendment plus cancel culture equals you might as well have government censorship, right? First Amendment plus criticism culture, great. Now you have this vibrant marketplace of ideas. So there's a very clear difference. And so when people criticize the cancel culture, and then someone says, oh, see, you're so sensitive now. You're doing the cancel culture yourself. You're trying to punish this person for criticism. No, no, no, no, no. Every good liberal and I mean that in the lower case, which is that anyone who believes in liberal democracies, regardless of what they believe, should stand up and say no to cancel culture and say, this is not okay, regardless of what the actual topic is. And that makes them a good liberal, versus if they're trying to cancel someone who's just criticizing, they're doing the opposite. So it's the opposite things, but it's very easy to get confused. You can see people take advantage and sometimes they just don't know it themselves. The lines here can be very confusing. The wording can be very confusing. And without that wording, suddenly it looks like someone who's criticizing cancel culture is canceling, but they're not. - You apply this thinking to universities in particular, that there's a great, yet another great image on the trade off between knowledge and conviction. And it's what's commonly, actually can maybe explain to me the difference, but it's often referred to as the Dunning-Kruger effect, when you first learn of a thing, you have an extremely high confidence about self estimation of how well you understand that thing. You actually say that Dunning-Kruger means something else. - Everyone I post this, everyone's like Dunning-Kruger. And it's what everyone thinks Dunning-Kruger is. Dunning-Kruger is a little different. It's you have a diagonal line like this one, which is the place you are. I call it the humility tightrope. It's a humility sweet spot.",
        "start": "02:41:50",
        "duration": 117.15600000000002,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "It's exactly the right level of humility based on what you know. If you're below it, you're insecure. You actually have too much humility. You don't have amount of confidence 'cause you know more than you're giving yourself a credit for and when you're above the line, you're in the arrogant zone, right? You need an stability. You think you know more than you do. So we all want to stay on that tightrope and Dunning-Kruger is basically a straight line that's just a lower slope. So you start off, you're still getting more confident as you go along, but you start off above that line and as you learn more, you end up below the line later. So, but anyway- - So this wavy thing. - [Tim] This wavy thing is a different phenomenon and it's just related, but- - [Lex] So this idea, so for people just listening, there's a Child's Hill, pretty damn sure you know a whole lot and feeling great about it that's in the beginning. And then there's an insecure canyon, you crash down, acknowledging that you don't know that much and then there's a growth mountain. - [Tim] Grown-Up Mountain. - Grown-Up Mountain where after you feel ashamed and embarrassed about not knowing that much, you begin to realize that knowing how little you know is the first step in becoming someone who actually knows stuff and that's the Grown-Up Mountain. And you climb and climb and climb. You're saying that in universities, we're pinning people at the top of the Child's Hill? - So for me, I think of myself with this because I went to college like a lot of 18 year olds and I was very cocky. I just thought I knew well, I know and when it came to politics, I was like bright blue just because I grew up in a bright blue suburb. I wasn't thinking that hard about it, and what I did when I went to college is met a lot of smart conservatives and a lot of smart progressives, but I met a lot of people who weren't just going down a checklist and they knew stuff. And suddenly I realized that a lot of these views I have are not based on knowledge. They're based on other people's conviction.",
        "start": "02:43:49",
        "duration": 112.98799999999999,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "Everyone else thinks that's true, so now I think it's true. Whoa, I'm actually transferring someone else's conviction to me, and who knows why they have conviction? They might have conviction 'cause they're transferring from someone else. And I'm a smart dude, I thought. Why am I giving away my own independent learning abilities here and just adopting other views? So anyway, it was this humbling experience. And it wasn't just about politics, by the way. It was that I had strong views about a lot of stuff. And I got lucky, or not lucky, I sought out. The kind of people I sought out were the type that loved to disagree, and they were, man, they knew stuff. And so you're quickly, again, an ideal lab culture. It was an ideal lab. I started getting in the habit, I started loving listening to people who disagreed with me 'cause it was so exhilarating to listen to a smart, when I thought there was no credence to this other argument, right? This side of this debate is obviously wrong. I wanted to see an intelligence squared on that debate. I wanted to go see, I actually got into intelligence squared in college. I wanted to see a smart person who disagrees with me talk. It became so fascinating to me. It was the most interesting thing. That was a new thing, I didn't think I liked that. And so what did that do? That shoved me down, the humble tumble here in number three, it shoved me down where I started, and then I went the other way, where I realized that I had been, a lot of my identity had been based on this faux feeling of knowledge, this idea that I thought I knew everything. Now that I don't have that, I was like, I felt really dumb, and I felt really, almost embarrassed of what I knew, and so that's why I call this insecure canyon. I think sometimes when you're so used to thinking you know everything, and then you realize you don't, and then you start to realize that actually, really awesome thinkers, if they don't judge me for this, they totally respect, if I say, I don't know anything about this, and say, oh, cool, you should read this and this and this, they don't say it, you don't know anything,",
        "start": "02:45:48",
        "duration": 106.13499999999999,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "they don't say that, right? By the way, this is not to say I'm now on Grown-Up Mountain and you should all join me. I often find myself drifting up with a helium balloon. I think I read about a new thing and suddenly, I read three things about a new AI thing and I'm like, I'll go do a talk on this. No, I won't. I'm gonna just be spouting out the opinion of the person I just read, so I have to remind myself. But it's useful. Now, the reason my problem with colleges today is that, I was a graduate in 2004. This is a recent change, is that all of those speakers I went who disagreed with me, a lot of them were conservative, so many of those speakers would not be allowed on campuses today. And so many of the discussions I had were in big groups or classrooms. And this was a liberal campus. So many of those disagreements, they're not happening today. And I've interviewed a ton of college students. It's chilly. People keep to themselves. So what's happening is not only are people losing that push off Child's Hill, which was so valuable to me, so valuable to me as a thinker. It started my life as a better thinker. They're losing that, but actually what college a lot of the college classes and the vibe in colleges a lot of what is now saying that there is one right set of views, and it's this woke ideology. And it's right, and anyone who disagrees with it is bad. Don't speak up, unless you're gonna agree with it. It's nailing people's feet to Child's Hill, it's teaching people that these are right. This user, right. You feel a complete conviction about them. - Yeah. How do we fix it? Is it part of the administration? Is it part of the culture? Is it part of like actually instilling in the individual like 18-year-olds the idea that this is the beautiful way to live is to embrace the disagreement and the growth from that? - It's awareness and courage.",
        "start": "02:47:40",
        "duration": 108.20299999999999,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "It's the same thing. Awareness is people need to see what's happening here. They're not going to college becoming better and tougher and more robust thinkers. They're actually going to college and becoming zealots. They're getting taught to be zealots and the website still advertises. Website is a bait and switch. - [Lex] You list all the universities. Yeah, Harvard. - It's a bait and switch. It's still saying, here you're coming here for, and wide intellectual, basically they're advertising, this is an idea lab and you get there and it's like actually it's an echo chamber that you're paying money for. So if people realize that, they start to get mad, hopefully. And then courage, I mean, starts, yes, some brave students, there's been some very brave students who have started, Big Think Clubs and stuff like that, where it's like, we're going to have present both sides of a debate here and that takes courage, but also courage and leadership. If you look at these colleges, it's specifically the leaders who show strength, who get the best results. Remember, the cudgel is soft. So if a leader of one of these places says, the college presidents who have shown some strength, they actually don't get as much trouble. It's the ones who pander, in that moment of truth, they shrink away, then they get a lot more trouble. The mob smells blood. - For the listener, the podcast favorite, Liv Boeree, just entered, and your friend just entered the room. Do you mind if she joins us? - [Lex] Please. - I think there's a story she has about you. So Liv, you mentioned something that there's a funny story about, we haven't talked at all about the actual process of writing the book. You guys made it better of some kind? - Yeah. (chuckles) - [Lex] Is this a true story? Is this a completely false fabric? - No, no, no, it's true. She's mean, which I did not know mean Liv. She's like a bully. She's like scary. I have that screenshot.",
        "start": "02:49:43",
        "duration": 108.572,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "So Liv was FaceTiming me, and she was like being intimidating. I took a screenshot and I made it my phone background. So every time I opened it, I was like, nah. - So to give the background of this, it's because, if you hadn't noticed, Tim started writing this book, how many years ago, six? - 2016, mid 2016. - Right, as sort of a response to like the Trump stuff. - And not even, yeah, it was just supposed to be a mini post. I was like, oh, I'm looking at all these future tech things and I feel this uneasiness, like, ah, we're gonna like mess up all these things, why? There's some cloud over our society. Let me just write a mini post. And I opened it up to WordPress to write a one day little essay, and things went. - [Lex] On politics. - It was gonna be on like this feeling I had that our tech was just growing and growing and we were becoming less wise. What's up with that? And I just wanted to write like, just like a little thousand word essay on something I think we should pay attention to, and that was the beginning of this six-year nightmare. - Did you anticipate also the blog post will take a long while? - And I don't remember the process fully in terms of, I remember you saying, oh, I'm actually writing this, it's turning into a bigger thing. And I was like, mm. Because the more we talked about, remember we were talking about, and I was like, oh, this goes deep. 'Cause I didn't really understand the full scope of the situation, no one there and you explained it and I was like, okay, yeah, I see that. And then the more we dug into it, the deeper and deeper and deeper it went. No, I did not anticipate it would be six years. Let's put it that way. - What was your TED talk on procrastination? - So that was that was March of 2016 and I started this book three months later. It fell into the biggest procrastination hole that I've ever fallen into. - Oh, wow. - The irony isn't lost on me. I like how much credit I have as it for that TED talk,",
        "start": "02:51:50",
        "duration": 102.18299999999995,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "I am legit procrastinator. I'm not just saying it like. - Oh, it wasn't just that. Because I mean you did intend it to start out as a blog post but then you're like actually this needs to maybe multiple, actually, let's make it into a full series, you know what, I'll turn it into a book. - But also what Liv witnessed a few times and my wife has witnessed 30 of these, these these 180 epiphanies where I'll have in a moment. Sometimes it's that there's a really good idea, but sometimes I'm just dreading having to finish this the way it is. And so this epiphanies where it's like, you know what? I need to start over from the beginning and just make this short like 20 little blog post list and then I'll do that and I was like, no, no, no, I have like a new epiphany I have to and it's these and yeah, it's like the crazy person a little bit. - But anyway, can I tell the story of the bed? - Go for it. - All right, so things came to a head when we were all on vacation on Dominican Republic, Tim and his wife, me and Igor, and we were in the ocean. And I remember you'd been in the ocean for an hour, just bobbing in there, becoming it and we got talking and we were talking about the book and you were expressing just like this. Just the the horror of the situation basically you're like, look, I just I'm so close, but there's still this and then there's this. An idea popped into my head, which is the you know poker players often, we will set ourselves like negative bets. Essentially if we don't get a job done then we have to do something we really don't want to do. So instead of having a carrot like a really, really big stick. So I had the idea to ask Tim. Okay, what is the worst either organization or individual, if you had to, that you would loathe to give a large sum of money to? And he thought about it for a little while and he gave his answer. And I was like, all right, what's your net worth? He said his net worth. All right, 10% of your net worth to that thing",
        "start": "02:53:39",
        "duration": 116.34599999999999,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "if you don't get the draft. Because oh, sorry, but just before that I'd asked him, if you had a gun to your head onto your wife's head and you had to get the booked into a state where you could like send off a draft to your editor, how long? He's like, oh, I guess, I could get it like 95% good in a month. I was like, okay great. In one month's time if you do not have that edit handed in- - You see scary. (all chattering) Really scary. - 10% of your net worth is going to this thing that you really, really think is terrible. - But you're forgetting the kicker. - Go on. - The kicker was that 'cause procrastinator is they self-defeat, that's what they do. And then Liv says I'm gonna sweeten the deal. And I am going to basically match you and I'm gonna send a huge amount of my own money there, if you don't do it. That would be really bad for me. - So not only are you screwing yourself, your screwing a friend. And she was like, as your friend, because I'm your friend, I will send it, I will send the money. I mean, like tyranny. and I got the drafting. - Yeah. - I got the drafting. - Just, just. - I know. Actually it was it was funny 'cause it was supposed to be by the summer solstice or whatever it was. It was like a certain date. And I got it in at 4 AM, the next morning, and they were both like, that doesn't count. I'm like it does. It's still for me it's the same day still. - Do you imagine how fucked in the head you have to be, to literally technically passed the deadline by four hours for an obscene amount of money to a thing you loathe, that's how bad his sickness. - Because I knew the hard deadline, I knew that there was no way she was gonna actually send that money because it was 4 AM, so I knew I actually had the whole night, so, yeah. - Yeah, I should actually punish you",
        "start": "02:55:46",
        "duration": 104.03899999999999,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "and I should send like a nominal amount to that thing. - No, thanks. No. - Is there some micro lessons from that from how to avoid procrastination writing a book that you've learned? - Yes, well, I've learned a lot of things. I mean, first, don't write like a dissertation about proving some grand theory of society 'cause that's really procrastinating. I would have been an awful PhD student for that reason some and so I'm gonna do another book and it's gonna be like a bunch of short chapters that are one-offs 'cause it just doesn't feed- - Your book is like a giant framework. There is grand theory all through your book. - I know and I learn not to do that again. I did it once. I don't wanna do it again. - Oh, with the book, with a mistake. So the book is a giant mistake. - Yes, don't do another one of these. Look, some people should it's just not for me. - You just did it. - I know, and it almost killed me. Okay, so that's the first one. But secondly, yeah, basically there's two ways to fix procrastination. One, picture you have a boat that's leaking and it's not working very well. You can fix it in two ways. You can get your hammer and nails out and your boards and actually fix the boat. Or you can duct tape it for now to get yourself across the river, but it's not actually fixed. So ideally, down the road, I have repaired whatever kind of bizarre mental illness that I have that makes me procrastinate, I just don't self-defeat in this way anymore. But in the meantime, I can duct tape the boat by bringing what I call the panic monster into the situation via things like this and this scary person and having external pressure, to have external pressure of some kind is critical for me. Yes, I don't have the muscle to do the work I need to do without external pressure. - By the way, Liv, is there a possible future where you write a book? - [Liv] Oh.",
        "start": "02:57:44",
        "duration": 104.58099999999999,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "(both giggles) - And meanwhile, by the way, huge procrastinator. That's the funny thing about this. - Yeah, I mean, I'm- - How long did your last video take you? - Oh, my God. - Is there advice that you give to Liv, how to get the videos done faster? - Well, it would be the same exact thing. I mean, actually, I can give good procrastination advice. - [Lex] Panic monster, rate of panic monster. - Yeah, well, we should do it together. We have this date. - We should actually just do another bet. I have to have my script done by this time. - Yes. - Yeah, so I gotta get the third part out. - Because then you'll actually do it. And it's not, the thing is, the time in, if you could take three weeks on a video and instead you take 10 weeks, it's not like, oh, well, I'm having more fun in those 10 weeks. The whole 10 weeks are bad. - Yeah, I told you. - Bad, so you're just having a bad time and you're getting less work done and less work out. And it's not like you're enjoying your personal life. It's bad for your relationships. It's bad for your own. - [Lex] You keep doing it anyway. - Yeah, why do people have troubles keeping a diet, right? Primitive mind. - Why'd you point at me when you said that? That was offensive. - What's your procrastination weakness, do you have one? - Everything, everything, everything. Everything, preparing for a conversation. I had your book, amazing book. I really enjoyed it. I started reading it. I was like, this is awesome. It's so awesome that I'm going to save it when I'm behind the computer and can take notes, like good notes. Of course, that resulted in like last minute, everything, everything, everything I'm doing in my life. - Not everyone's like that. People self-defeating different ways. Some people don't have this particular problem.",
        "start": "02:59:30",
        "duration": 90.18499999999997,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "Adam Grant, he calls himself a pre-crastinator where he gets an assignment. He will go home and do it until it's done and handed it, which is also not necessarily good. You're rushing it either way, but it's better. But some people have the opposite thing where they will, the looming deadline makes them so anxious that they go and fix it. The procrastinator, I think, has a similar anxiety, but they solve it in a totally different way. - [Lex] Or they don't solve it. They just live with the anxiety. - Right. - Right, right. Now, I think there's an even bigger group of people. There's these people, the Adam Grant's, there's people like me. And then there's people who have a healthy relationship with deadlines, but they're still part of a bigger group of people that actually, they need a deadline there to do something. So they still are motivated by a deadline. And as soon as you have all the things in life that don't have a deadline, like working out and working on that album you wanted to write, they don't do anything, either. So that's why procrastination is a much bigger problem than people realize, because it's not just the funny last second people. It's anyone who actually can't get things done that don't have a deadline. - You dedicate your book, \"to Tannis, who never planned on being married to someone who would spend six years talking about his book on politics, but here we are.\" What's the secret to a successful relationship with a procrastinator? That's maybe for both of you. - Well, I think the first and most important thing. - You already started with a political answer, I can tell, okay, go ahead. - No, the first and most important thing is, 'cause people who don't procrastinate, people in their instinct is to judge it, they think they're just being like a loser, or they'll take it personally, and instead to see this as like, this is some form of addiction or some form of ailment. They're not just being a dick, right? They have a problem and some compassion, but then also maybe finding that line",
        "start": "03:01:04",
        "duration": 109.651,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "where you can maybe apply some tough love, some middle ground. On the other hand, you might say that you don't want the significant other relationship where it's like they're in the one nagging you. You don't want them even being part of that, and I think that maybe it's better to have a Liv do it instead. - Right, having someone who can create the infrastructure where they aren't the direct stick. You need a bit of carrot and stick, right? Maybe they can be the person who keeps reminding them of the carrot, and then they set up a friend group to be the stick, and then that keeps your relationship in a good place. - Like looming in the background, that's your friend group. Okay. At the beginning of the conversation, we talked about how all of human history can be presented as a thousand page book. What are you excited about for the 1,000th, what do you say, that first page? So the next 250 years. What are you most excited about? - I'm most excited about, have you read \"The Fable of the Dragon?\" Okay, well, it's an allegory for death and it's Nick Bostrom. He compares death to a dragon that eats 60 million people or whatever the number is every year. And every year we shepherd those people up and they feed them to the dragon and that there's a Stockholm syndrome. When we say that's just a lot of man. And that's what we have to do. And anyone who says maybe we should try to beat the dragon, they get called vain and narcissistic. But someone who goes, does chemo, no one calls them vain or narcissistic. They say they're good, good for you, right? You're a hero, you're fighting the good fight. So I think there's some disconnect here. And I think that if we can get out of that Stockholm syndrome and realize that death is just the machine, the human physical machine failing, and that there's no law of nature that says you can't, with enough technology, repair the machine and keep it going until, I don't think anyone wants to live forever.",
        "start": "03:03:08",
        "duration": 108.25700000000003,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "People think they do, no one does. But until people are ready. And I think when we hit a world where we have enough tech that we can continue to keep the human machine alive until the person says, I'm done, I'm ready. I think we will look back and we will think that anything before that time, that'll be the real AD, BC. We'll look back at BC before the big advancement and it'll seem so sad and so heartbreaking, barbaric. And people will say, I can't believe that humans like us had to live with that when they lost loved ones and they died before they were ready. I think that's the ultimate achievement, but we need to stop criticizing and smearing people who you talk about it. - So you think that's actually doable in the next 250 years? - A lot happens in 250 years, especially when technology is really exponentially, yeah. - And you think humans will be around versus AI complete takes over. Where fatality means something complete- - Look, the optimist in me and maybe the stupid kind of 2023 person in me says, yeah, of course, we'll make it. We'll figure it out. But you know, I mean, we are going into a crate. I have a friend who knows as much about the future as anyone I know. I mean, he's a big investor and stuff, future tech. And he's really on the pulse of things. And he just says the future's gonna be weird. That's what he says, the future's gonna be weird. It's gonna be weird. Don't look at the last few decades of your life and apply that forward and say, that's just what life is like. No, no, no, it's gonna be weird and different. - Well, some of my favorite things in this world are weird and speaking of which, it's good to have this conversation. It's good to have you as friends. This was an incredible one and thanks for coming back and thanks for talking with me a bunch more times. This was awesome. - Thank you Lex. - Thank you. - Thanks for listening to this conversation with Tim Urban. To support this podcast, please check out our sponsors in the description. And now, let me leave you with some words from Winston Churchill.",
        "start": "03:05:07",
        "duration": 111.37300000000002,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    },
    {
        "text": "When there's no enemy within, the enemies outside cannot hurt you. Thank you for listening, and hope to see you next time.",
        "start": "03:07:01",
        "duration": 7.373,
        "title": "Tim Urban: Tribalism, Marxism, Liberalism, Social Justice, and Politics | Lex Fridman Podcast #360"
    }
]