[
    {
        "text": "Mr. President! Nuclear missiles will  strike our country in 14 minutes. I know it’s your first day in office so I’m going  to walk you through it, but you’re the only one who can authorize our nuclear retaliation in   response and you’ve only got a  few minutes to make a decision! As you know tensions have escalated  rapidly in the past few days. Today’s joint allied aerial defense exercise  began just minutes before we detected the launch. A simple misunderstanding maybe. We assume the sudden attack is meant to neutralize  as many of our nuclear forces as possible. But that doesn’t matter now – missiles are in  the air and we can’t shoot all of ‘em down. Why? Because Intercontinental ballistic  missiles are basically rockets launched into space before re-entering the atmosphere over their  target and releasing many different warheads. Higher and faster than anything  you can send after them. We need to get you to the bunker! Here is what we know: Four minutes ago  our new infrared monitoring satellites detected one hundred twelve bursts consistent with  ICBM launches from the enemy’s inner territories.   For some reason only 20 of their 80 underground  nuclear silos seem to have fired, so we suspect   most of them were transporter-erector launchers,  you know: trucks with big missiles on them. It’s unclear why they didn’t  use all their silos – they   might just not work after more than thirty years or they might be keeping them in reserve. The  fog of war is keeping many things unclear! Aerospace Command thinks the ICBMs are  targeting our nuclear command centers,   silos, and major airforce and navy bases,  ending this war before we have a chance to act! The enemy’s strategic doctrine prioritizes  military targets and our nuclear weapon   systems, but their secondary targets are our  industry and infrastructure – oil refineries,   power stations and deep water ports. All  located near or in major population centers. We won’t know the exact  casualty count for a few weeks. Deaths from the blast and burns  may be a few million today. It’s morning rush hour and there’s not much  to be done for people stuck in traffic. People in major metro areas can’t really  evacuate, but emergency broadcasts are   being sent out to shelter in place and away  from windows. Radiation exposure for intact   population centers is highly dependent  on the weather over the next week. We might be looking at dozens of millions  of deaths by the end of the month. For the next few minutes we can   still respond, but – You need to decide! We’ve got 1500 warheads across our  silos, bombers, and submarines. The 400 in silos need to be launched now before they get taken out. 46 nuclear capable bombers on high alert can be ready to take off in 2 minutes – though we need to transmit the order now to get them out of the blast radius if you want to consider using them. Of our 14 nuclear submarines,  5 are presently at sea. While they’re submerged they’re  undetectable, so that’s our   back-up for a nuclear retaliation if we lose our silos and bombers. We could try to use them  to bomb out their remaining  silo fields before they can launch them. The sooner you commit to it,  the better the chance we have of preventing a further  exchange after our retaliation. Updates! We have radar confirmation that the enemy ICBMs  have completed their burn  and deployed their warheads. Our best guess is that each missile will  deploy at least 6 re-entry vehicles,",
        "start": "00:00:00",
        "duration": 189.95999999999998,
        "title": "How A Nuclear War Will Start - Minute by Minute"
    },
    {
        "text": "about 600 in total, which is the part that  carries a warhead back into the atmosphere   during its terminal descent onto the target  – and with many more decoys on top of that, inflatable balloons meant  to waste any anti-missiles.  We’re now tracking nearly 4000 potential targets. Our anti-ballistic missiles have been launched  and will begin their intercept in another minute. We’ll do our best to protect the capital, although there really is no defense. Wait… confirming a partial radar  blackout, our systems seem to be glitchy. The enemy must have anticipated we’d launch our   interceptors and pre-detonated  a few warheads at high altitude. That ionizes the atmosphere  and creates radar interference. Our interceptors should still operate okay,   they’ve had a 55% success rate in  tests but never with this many decoys or with radar interference this intense. We might shoot down 50 objects,   but there’s no guarantee they’re warheads. It looks like most bombs are going to get through. This is our last chance to counterattack.  We’re out of time. Our silo launch   sequence takes 5 minutes. We have to  transmit and confirm a launch order and the missile needs time to clear  the blast radius of the incoming bomb. This is a lot to take in,  but the war plan is made,  you just need to enter the  launch authorization codes and push this button to transmit them! You can’t do anything else  to save more of our people. If you don’t launch now then this war will be  over before it even begins – you understand this is our one chance, right? The effect? Enemy civilian casualties are hard  to estimate, but should be similar to ours – a few million right away, perhaps a few  tens of million by the end of the month. The total fallout from their attacks  and ours might trigger a nuclear winter,   potentially killing billions around the world –  but that might happen even if we don’t retaliate. I’m sure you have questions but you have  to give orders without expecting  answers right now. With an attack of this scale there’s no guarantee communications or assets will  be intact in a few minutes. We’re out of time, we need a  decision Sir. Can we launch? Nuclear wars aren’t regular wars. They  only last minutes, and in times of crisis,   small conflicts can rapidly spiral out of  control. Anything from small communication lags to sensor errors to just uncertainty and the  fog of war mean that no leader will ever have a complete idea of what’s happening as a crisis  unfolds. When tensions are high, accidents or   misunderstandings can steer leaders - even those  with good intentions - to launch a nuclear attack.   Confused and with incomplete  information, a single person – yes, it's really just ONE  single person who decides – can literally make civilization-ending decisions killing hundreds of millions of people in  the time it takes to watch a YouTube video. This story is fiction, but the world  came very close to this several times. In 1995 Russian radar detected a submarine  launched missile and their nuclear forces went   on full alert, except it was actually  a scientific rocket to study auroras. In 1979, US computers reported a full scale  Soviet attack with only minutes to respond  – except it was a training tape being  incorrectly loaded into a computer. In 1983, the Soviet satellite alert system  showed five ICBMs launched from the US. But it was a false alarm caused by sunlight reflected on clouds. During the Cuban Missile Crisis, a Soviet submarine with no contact to Moscow for several days concluded that",
        "start": "00:03:16",
        "duration": 193.62000000000003,
        "title": "How A Nuclear War Will Start - Minute by Minute"
    },
    {
        "text": "nuclear war had begun and decided  to launch a nuclear torpedo. Luckily the authorization  of  three officers was required. One of them, Vasily Arkhipov, opposed it. But what if he hadn’t?  Any safeguard can fail, no matter  how carefully designed it might be. And decisions are being made right now to build new weapons and missile systems that commit the world to another  century of nuclear stalemate, complicated further by China's emergence as a new nuclear superpower. Simply accepting that the existence of nuclear   weapons is inevitable might  mean their use is inevitable. But the world doesn’t have to be  this way. Even incremental steps,   taking apart one bomb at a time, will  eventually result in a world with none.   During the Cold War, the world had over 70,000 nuclear weapons – through arms reduction treaties, that number is now about 12,500. Progress is not guaranteed,  but it’s also not impossible. Governments and militaries are not separate  from their nations, they’re part of them,   just like you. You have the power to  make demands of your leaders and often   this begins with just being aware of an issue. If you want to learn more,   we've compiled a number of resources for you  in the video description and our sources. This video was supported by Open Philanthropy.  Did you know that there are countless more  kurzgesagt videos that we upload on TikTok,   Youtube Shorts and Instagram Reels? Byte-sized  information, animated facts and inspiring thought experiments.  After all, you also need videos you  can watch quickly in a bathroom break!  Our longer,  more in depth videos are happening here on  Youtube – Short form is a completely different challenge  that we are trying to do as well as  possible – check them out if you are curious! And if you want to discuss and share your thoughts  about Science with other like-minded people,   why don’t you check out our Discord community  with over 80,000 birbs?  We have channels where you  can chat about STEM topics, participate in events and the  “academic question of the week” … and we have the best emotes!  After all, we want to spark your curiousity,   but it’s always more fun to be  curious together! See you over there!",
        "start": "00:06:39",
        "duration": 113.88000000000001,
        "title": "How A Nuclear War Will Start - Minute by Minute"
    }
]