[
    {
        "text": "Black holes can destroy everything – but can they be destroyed? What happens if we push physics to the absolute limits, maybe even break it and the universe in the process? Let’s create a tiny black hole, about the mass of our moon, in the Kurzgesagt Labs and try to rip it apart. Nuke It Big booms break things. So to set the mood, let’s explode the world's entire nuclear arsenal around our black hole! Boom Black holes swallow whatever crosses their event horizon, matter and energy. And since E = mc2, all the energy that enters a black hole increases its mass. The mass of a black hole is proportional to its size, so as we nuke our tiny black hole, it just gets bigger and more massive! Antimatter Matter and antimatter annihilate each other. What will happen if we throw a moon's mass of antimatter at it? Unfortunately, when an object enters a black hole, the black hole will completely delete its past identity – whether it’s made of matter or of antimatter. Black holes only care about gravity, which only depends on the total mass-energy of an object. And the mass of a particle is the same as its corresponding antiparticle, so throwing an anti-moon has the same effect as throwing a moon. The black hole just gets more massive! This “deleting ability” of black holes is pretty interesting: It means that, despite their size and power, black holes are, in a way, similar to elementary particles. An elementary particle, like an electron, is an extremely simple object, fully specified by just three numbers: its mass, spin and charge. And amazingly, the same is true for black holes. They have a mass, they can rotate and carry an electric charge. Once a black hole forms, it doesn't matter if it came from a collapsed star, an anti-star or a banana: it will always be fully described by those three numbers, nothing else. But if a black hole is basically a weird particle – could we destroy it with an anti black hole? Anti Black Hole How exciting! A particle has the same mass as its corresponding antiparticle but opposite charge. Since a black hole has mass and electric charge, its corresponding anti black hole should have the same mass and opposite electric charge. What if we make them collide? Sadly, the charge will just add up and cancel out. So after the collision, we’ll just get a new black hole twice as massive with no charge. OK. We need to think bigger and stretch physics harder. Destroy the Event Horizon It is true that a black hole can carry spin and charge. But even for these crazy objects, there are limits. If the spin or the charge of a black hole becomes too large, something really weird will happen: the event horizon will dissolve. In a simplified way, we think of black holes as hiding a singularity inside – an infinitely compressed mass with such strong gravity that absolutely nothing can escape from its surroundings,",
        "start": "00:00:00",
        "duration": 185.97099999999998,
        "title": "What Happens If You Destroy A Black Hole?"
    },
    {
        "text": "not even light. This is why a black hole looks like a “black sphere of nothingness”. The event horizon is the outer edge of this ultimate prison. Cross it, and you’ll never be able to come back. But when a black hole rotates, it works a bit like a spinning washing machine. It is as if the rotation wants to repel nearby objects and push them out of the black hole – which doesn’t happen because its gravity is so strong. BUT – If the rotation gets too fast, this effect will win and the event horizon will disappear – nearby objects won’t be imprisoned forever anymore! The same thing happens with the electric charge. Make it too large, and our ironclad jail will break open. If we managed to destroy the event horizon, the singularity would still be there. And objects would still naturally fall towards it. If you hit it, you would still die horribly and quickly. But the vicinity of the singularity won’t be an inescapable prison anymore! You could get as close as you want and come back. This should count as destroying the black hole! Can we do it? Overfeeding All we have to do is to overcharge or over-spin the black hole. We could do this by throwing objects with a small mass and a lot of charge or angular momentum, so that the charge or spin increases faster than the mass. We have to overfeed the black hole until it reaches the point where it breaks open. However, whether you can actually do this is the subject of passionate argument among physicists. Think of a charged black hole. Equal charges repel each other, and the more of the same charges you squish together, the more they push back. So let’s say that we have a negatively charged black hole and we want to overfeed it with electrons, for example, whose charge is far larger than its mass. The electrons will feel an electrostatic repulsion. And the more electrons we throw, the larger the negative charge of the black hole will be and the stronger the repulsion. But once we reach the upper limit, the electrostatic repulsion will be so strong that it won't allow any more electrons to come in. At this point, the black hole will refuse to be overfed. With the spin it works similarly. Once the black hole reaches its upper limit, it won’t gobble more spin. But some scientists have discovered what looks like a loophole. If an instant before the black hole reaches the limit, we throw the right amount matter in just the right way, it looks like we could actually overfeed it. Most scientists are skeptical, but let's give it a try anyway! Breaking Physics There is a catch though. The event horizon of a black hole hides the singularity. So destroying the horizon would leave us with a “naked singularity”, one that is not hidden by an event horizon. And this poses a problem: it could mean the end of physics as we know it. There is a big dirty secret about black holes. Contrary to widespread belief, the singularity of a black hole is not really “at its center”.",
        "start": "00:03:06",
        "duration": 171.40000000000003,
        "title": "What Happens If You Destroy A Black Hole?"
    },
    {
        "text": "No. It is in the future of whatever crosses the horizon. Black holes warp the universe so drastically that, at the event horizon, space and time switch their roles. Once you cross it, falling towards the center means going towards the future. That’s why you cannot escape: Stopping your fall and turning back would be just as impossible as stopping time and traveling to the past. So the singularity is actually in your future, not “in front of you”. And just like you can’t see your own future, you won’t see the singularity until you hit it. But you also can’t hit something that is in your future, only sort of… experience it, like you will experience your next birthday when it happens. So you will feel the singularity once it happens to you. Singularities that are in the future are not a problem because we can’t see them or interact with them. But a naked singularity would be in front of us, for all of us to see. What would we see? Well, the whole point is that it’s impossible to know. A singularity is a region of infinite gravity, and gravity is the bending of spacetime. At a singularity, the bending is so radical that the fabric of spacetime is literally broken. Space and time don’t exist anymore. This means that you cannot predict anything, since predicting means making a forecast about where and when something will happen. But “where” and “when” have lost their meaning! So we have an unpredictable thing with infinite gravity, and therefore infinite energy. This means that anything could come out of it for no reason – from a pile of bananas, to lost socks or a solar system. Predictability, causality and physics as we know it would break down. We think that singularities should exist in nature because we can prove that, under very general conditions, gravitational collapse leads to the formation of singularities. However, scientists think that nature forbids the formation of naked singularities. Something enforces the creation of an event horizon around them, to prevent their insanity from infecting the rest of the universe. Without event horizons, physics may not make sense at all. So although black holes have been portrayed as the ultimate monsters of the universe, they may actually be the heroes that keep us safe from the madness of singularities. So if we do destroy the horizon, we might destroy the fundamental rules of the universe. You know what? Let’s not do that. The Safe Option As far as we know, there’s just one safe method to destroy a black hole: Wait. All black holes emit tiny particles – a phenomenon called Hawking radiation. This process causes them to slowly lose mass until they eventually “evaporate”, leaving behind no horizon and no naked singularity. The time it takes for a black hole to completely evaporate depends on its mass. For our mini black hole the size of a speck of dust, it will be about 1044 years: 10 billion trillion trillion times the present age of the universe. So, is it possible to destroy a black hole? Yes!",
        "start": "00:05:58",
        "duration": 180.64999999999995,
        "title": "What Happens If You Destroy A Black Hole?"
    },
    {
        "text": "We just have to wait. But you don’t have to wait that long. There are plenty of fascinating things to explore right here on this planet, right now – if you have the knowledge to understand them. To help you with that, we’ve created a series of lessons to take your scientific knowledge to the next level. Made in collaboration with our friends at Brilliant.org, these lessons give you a deeper understanding of the topics from our most popular videos, from rabies and mammalian metabolism, to climate science and supernovas. There's even a lesson on black holes, where you can delve into the fundamental principles behind their behavior and lifecycle. Brilliant is the best way to master key concepts in everything from math and science to computer science and beyond. Just set your goal and Brilliant designs the perfect path—and equips you with the right tools—to reach it. Brilliant has thousands of lessons to explore. And each one is interactive, like a one-on-one version of a Kurzgesagt video. Their latest course, “Exploring Data Visually,” will teach you everything you need—and nothing you don’t—to start your journey in data science. No coding skills required. You’ll analyze real datasets, like one about Starbucks, and learn the skills to draw insights for yourself. In a world overflowing with information, data skills are becoming essential in virtually every field. Brilliant is the perfect place to start learning them. To get hands-on with Kurzgesagt lessons and explore everything Brilliant has to offer, you can start your free, 30-day trial by signing up at Brilliant.org/nutshell. There’s even an extra perk for Kurzgesagt viewers: the first 200 people to use the link get 20% off an annual membership once their trial ends. We love seeing how the gears interlock with our research – Brilliant gives you the tools",
        "start": "00:08:58",
        "duration": 96.08000000000001,
        "title": "What Happens If You Destroy A Black Hole?"
    }
]