[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I’m going to show you how to build bigger triceps by adding a couple of new exercises to that tricep exercise that some of you use. And we’re going to focus – as we do a lot of times here – on the longhead. Let’s face it, a lot of guys are always focused on getting a bigger longhead. Okay, maybe – they’re not getting enough exercised attention on the longhead of their triceps. That’s why we need to focus on that today. The tricep, as you can see here, is what takes up a large portion of the overall girth of the triceps. As a matter of fact, this is about 2/3 of the size of the triceps. We need to have plenty of options to do that. While we want to focus a lot of our basic exercise movements like the bench-press, to build bigger triceps – because it’s a way we can overload them well – Close grip bench-press is even more targeted toward that. Maybe even doing overhead pressing which will target the triceps as well. However, those exercises don’t put the longhead in its most shortened position. All those exercises end with our arms away from our body. We know that the additional function of the longhead provides, is not just extension of the elbow, but also extension of the arm back behind the body. So immediately, you come to think of the exercise options you have, especially if you want to go heavier; the dip, as you can see me doing here is a great option. That arm, in its fully contracted position is back behind my body, into extension, with the elbow locked out as well. So that’s a way we can actually provide some extra stimulus. But beyond that, I do want to give you some more options. The first one we can do here is called a ‘drag pushdown’. You’ve probably heard of a drag curl and that’s working on the longhead of the bicep itself, by dragging our arms up our body. Well, we could do the same thing in reverse here, and work on the longhead of the tricep by dragging the hands in a rope pushdown, down, along the torso, all the way down to extension. As you’re doing that, look at the position of the elbows as they drift back behind the body, into extension. So, we put that longhead into its shortened state. Some people will talk about a concept called “Active Insufficiency”. Which means when I shorten a muscle over the one, or two joints that it crosses – let’s say, the elbow in a tricep extension here – then I put my arm back behind my body, I have less ability to contract hard that way because I’ve already shortened the muscle a little bit. In this case, the triceps. That may be true, but at the same time, it doesn’t mean that we have to load these as heavy as other exercises. As a matter of fact, you’re going to find you have to de-load these exercises a little bit more to be able to achieve these. However, you’re going to finally get the full contraction of the triceps’ longhead, by maximumly shortening it through its entire range of motion. That’s the benefit here. So now we do this exercise and move onto another one here.",
        "start": "00:00:02",
        "duration": 166.79099999999997,
        "title": "\"I Need Bigger Triceps\" (TRY THESE!)"
    },
    {
        "text": "This is a barbell lift away. You do not have to use a heavy barbell here. A lot of times guys will just use an empty, 45lb bar. Again, what we’re doing here is get the bar behind our back, get down, almost into a position of a row, except the bar will be behind our body, behind our knees, instead of in front of the body. All we try to do is lift that bar up, and away as far as we can. Obviously, it will require a locked-out elbow to do so. So, full elbow extension, and then because the arms are back behind our body, we have shoulder extension. You will feel these light up your triceps like never before. I like to make it even more excruciating by holding the contraction for about four or five seconds at the top, if I can, and then lower down, and repeat. Again, heavy weights won’t really be necessary here. You’re going to feel the contraction just by the essence of finally putting the tricep longhead in its most shortened position. Guys, I hope you’ve found this video helpful. We’ve got to put the science back in strength and a lot of times I say ‘we have to put the truth back in training’ because a lot of people will tell you to just focus on those overhead movements to get a greater stretch on the triceps’ longhead, and better recruitment of that muscle. But why aren’t we shortening it as well? Why aren’t we working on developing that muscle throughout its full range of motion, and getting it into complete contraction? This is how you do it, and now you’ve got two more options. If you’re looking for a program that is step by step, meal by meal, day by day; we lay them all out for you over at ATHLEANX.com. If you’ve found the video helpful, leave your comments and tell me what else you want me to cover and I’ll do my best to do that for you in the days and weeks ahead. All right, guys. See you soon.",
        "start": "00:02:49",
        "duration": 86.86300000000001,
        "title": "\"I Need Bigger Triceps\" (TRY THESE!)"
    }
]