[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I'm going to show you how to unstick yourself in your upper back. If you have this rounded posture or you just feel stiff and you can't really extend through that upper back, you're likely not getting enough thoracic extension. I talk all the time about how important and critical that is to performing your big lifts. You can't properly execute a row, or properly execute a front squat, or even do an overhead press, or any other variation of a squat, without having thoracic extension and the mobility needed through your thoracic spine to do them the right way, or you're going to compensate the hell out of them. But how we get here is a little interesting because we were supposed to do a completely different topic until Jesse showed up to work today, by the way, because – where were you yesterday? JESSE: I was playing golf. JEFF: Playing golf. On a workday. JESSE: You gave me the day off. JEFF: Okay, playing golf, and he comes in today, says he feels stiff. JESSE: Yeah. I do. I can't even get my – ah. I can't even get back like that. JEFF: So- JESSE: It's all tight, right up in here. JEFF: Since it's such a common problem here, I want to show you guys a way to fix it. There's something I can do to him as a physical therapist, but then something that you can do yourself when you don’t have somebody like me to fix it yourself. It's just going to take a couple of minutes. So, let's take a look at the skeleton first so you understand why you're doing what you're doing, and then I'll show you how to do those two things. To fix this issue, it does benefit you to look beneath the surface to get a clear picture of what's going on so you can attack it the right way. There is a very specific way you want to do this. If you look at it, the spine is setup into three zones. We have the cervical spine of the neck, we have the thoracic spine in this area here, and then we have the lumbar spine down the low back. Interestingly, we're trying to just focus on the middle of that spine – the thoracic area – but it's not the entire thoracic area, as you're going to see in a second. We have a couple of curves that happen naturally in the spine. Up in the neck you have this curve that's curving inward. As we get to that upper/mid back we have a natural convex curve happening here, and when we get back down toward the low back, we get that natural lower downward curve in here where it curves right back in like it did up at the neck. If you look at that, the entire thoracic spine doesn't curve like this. It starts to curve back in as the lumbar spine does, if you look at a much higher level. You can see it's starting to curve back in over here. It's starting to curve back in this direction. So, we don’t want to push anything into extension, or regain extension when we already have good extension there. So, it helps us because there are some landmarks that define exactly where you want to focus",
        "start": "00:00:06",
        "duration": 151.67100000000002,
        "title": "**CRAZY LOUD** Back Crack (INSTANT RELIEF!)"
    },
    {
        "text": "your efforts. That's the top of your shoulders, which would be the bottom of your cervical spine, and then the bottom of your shoulder blades. That's going to get to the point where it starts to go back into extension again. So, all of your efforts are focused here. So, when you use your foam roller like I'm going to show you, you can feel the bottom of your shoulder blades, and you know where the top of your shoulders are. The next thing you're going to want to do is try to expose this area because if you get your shoulder blades pinched too far back together, they're going to become more prominent. You can see it here form the side. They're going to become more prominent so even if you're trying to push anything in this direction to try and impact the thoracic spine here, you're not going to be able to get to it. You want to get these shoulder blades out of the way. And we're going to do that. Finally, we don’t always get stuck forward into flexion. We can actually get some rotation there as well. Sometimes when you have that rotation, just doing what I'm going to show you won't necessarily get at it. So, you want to try to get the foam roller, and we're going to angle it this way, and angle it this way to try and get at any of these imbalances with flexion and rotation together. But it's really simple, guys. I'm going to do it first on Jesse, and more importantly, I'll show you how you can do it yourself with just a medicine ball and foam roller and get rid of it every, single time. The very easy way to fix this if you have access to a physical therapist or somebody that is skilled in doing this would be to do this manual mobilization. Of course, on Jesse you can see he's pretty rounded through here, but what's making it worse is that he's got his arms up under his head. So the first thing you want to do is take them down to your sides. In here. Great. Now he's opening this up and doing the second thing we talked about, which was exposing this area a little more. Now I can work right on the thoracic spine. All I'm trying to do is get him to go into extension. We can get extension by pushing down. We know to get – if it's already rounded this way, if I push down into that I can get extension. So, what I do is come up on top here. I'm going to have Jesse take a deep breath in and as he breathes out, I'm going to push straight down. I'm not going to do it just yet. I'm going to push with the heels of my hands in this V-shape here to try and mirror the direction of those transverse processes of his vertebrae. I'm going to push down and in that way. Straight down and in. Down and in. Almost a little bit down and up.",
        "start": "00:02:37",
        "duration": 136.28999999999996,
        "title": "**CRAZY LOUD** Back Crack (INSTANT RELIEF!)"
    },
    {
        "text": "You ready? We're going to see if we can hear the pop. Ready? JESSE: *exhales deeply* Oh. JEFF: Yes, we did. Then again. JESSE: *exhales deeply* JEFF: And down. Good. And then one more. Okay, nothing up there. How does it feel? Come on up. JESSE: Way better already. JEFF: See? Already extending better through here. JESSE: Yeah. JEFF: So, the idea is that we can get that. More importantly, how the hell do you do this yourself? I'm going to show you how to do it step by step. Again, what we just did there was, we took this area where we know we were getting too much rounding and I had those hands placed in like this, driving up, down, and up. Just to try and create some extension as I pressed down and forward. How could you do that if you don’t have someone's extra set of hands? It's actually not that difficult if you have a foam roller and a ball. What we do is, the ball has to be substantially heavy enough. This is a 40lb med ball. If you don’t have a ball you could use something else. You could even put a bag full of some clothes, or even a bag full of sand. Something that's going to provide some weight that you can get your arms around. Ideally, a medicine ball with some weight would be great. Now what you do is take the medicine ball and position yourself over the foam roller. Remember, I have my landmarks. I know that the bottom of my shoulder blades is right there, as low as I'm going to go, and up into my shoulder height would be as high as I'm going to go. Anywhere in between is fair game. So, if I take the ball, put it over my chest, right on my chest, and wrap my arms around it, again, so we can take our arms into protraction and expose the thoracic spine, not having it blocked by the shoulder blades in the back like we showed on the skeleton. Now what I do is balance my feet here and I'm going to let the ball come back and over. Obviously, if I had this ball resting right here on the foam roller, when I got to that point the weight would pull it back over the top. What I want to do is get it to do the same thing to me. So, I have the ball right on top of my chest and then I'm going to let it start to roll this way. As soon as it rolls here, down, like that. You might have heard a little bit of a pop in my mid-back. Now I reposition, maybe go a little bit lower, to the bottom area of that zone. I have it on my chest, I let it start to roll back and down. Good.",
        "start": "00:04:54",
        "duration": 149.839,
        "title": "**CRAZY LOUD** Back Crack (INSTANT RELIEF!)"
    },
    {
        "text": "Then come up a little bit higher. Arms wrapped around, let the ball start to roll, and down. Just like that. Now you come up and you have a lot more thoracic extensions. You should be free here. If I were to go do a front squat, getting in that front rack position would be very easy. If I was going to do an overhead press, maintaining a tall thoracic spine would be easy. If I was going to do a bent over row, getting the chest out because the thoracic spine is extended would be easy. That's what you need to do. Now, let's pretend – as I mentioned with Jesse – let's say there's a rotational component, too. You get here, but you still feel a little bit stiff. All you have to do is twist the foam roller you're on, still keep your body aligned straight ahead. So, I would still do the same thing with the ball here, and now I'm working more on one side at an oblique angle. So, I take the same thing, I come back, and down. And I can work up and down. If that doesn’t get it, we can turn it the other way and go the other way. I’m still straight here and same deal. Just play with the angle of the foam roller. But I'm going to tell you most of the time you're just going to have to keep it straight across and you're going to notice an immediate improvement. Guys, I hope you've found this video helpful. This is something anybody can do, and this is a very common problem. Restrictions into thoracic extension are extremely common. Especially for lifters. They not only create bad posture, but they create major limitations when you try to perform the exercises you do in the gym properly. So, you want to make sure you're addressing this. This is an easy way to do that. If you're looking for programs where we put the science back in strength you can find them all over at ATHLEANX.com. In the meantime, if you've found this video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I'll do my best to do that for you. If you haven't already done so, please click 'subscribe' and turn on your notifications so you never miss a video when I put one out. All right, guys. See you soon.",
        "start": "00:07:24",
        "duration": 112.14399999999999,
        "title": "**CRAZY LOUD** Back Crack (INSTANT RELIEF!)"
    }
]