[
    {
        "text": "What s up guys, Jeff Cavaliere, Athleanx.com.  Calisthenics: The ultimate manifestation of   the strength and control of the human body  in space. As a matter of fact, they are an   irreplaceable part of a complete athletic training  approach because at some point, regardless of your   achievements in the weight room, you're going  to have to stand on your own two feet literally   and put your body to the test in competition.  Today, I'm ranking the top 10 best calisthenics   exercises for helping you to build muscle, and  what you won't find here are exercises like this,   or this, or this. And while I have great respect  for those that can make these exercises look so   damn easy, they re missing some key components  that are actually creating the opportunity   for the muscle growth that you're seeking.  Now, look, I'm a big fan of calisthenics myself,   incorporating them into almost every  single one of my workouts. However,   even the ones you see here are not going to make  it to the list because for the same very reasons,   they're not going to drive the muscle growth  that we're seeking that's relegated to the   top 10 here that I've chosen. That being said,  let's start breaking them down one by one.    And we kick the list off here with one of my  favorite exercises for building muscle when   it comes to the back. And no, we're not  up to the pull up bar just yet. Instead,   we do something here called the human pullover.  And what this is designed to do it again is to   overload the lats from the top to  the bottom, from origin to insertion   to build a better lat. And we're overloading them  because we're utilizing our entire body weight.   This is not an ab driven exercise. It could be  if you do it incorrectly. Instead of curling your   trunk up by using your abs, you drive your body  up by pulling your arms down. Think straighter arm   push down to get your body up rather than lifting  your pelvis into the air using your abs. If you   do this exercise, guys, you will create overload  instantly because of the weight of your own body.   It's an effective exercise, albeit a hard one,  but it will drive muscle growth guaranteed.   Exercise num--Jesse, I hate these stupid  transitions. Can I just do it my way, please?    No! This is fun.  Exercise number two is another one with lat   involvement, but if you do this right, we're going  to turn it into a great bicep building exercise   and it's a classic chin up. What's great  about this is it has all the components of   a bicep contraction. It's got that flexion of the  shoulder. It's got supination here of the forearm.   And of course, it has deflection of the elbow  as you get towards the top of the movement. But   what's key is maintaining the right relationship  of your body to the bar. When you do the exercise,   don't get too close, as I've mentioned many times  before, but maintain some distance between your   body and the bar at the top to keep the focus  more on the biceps and less on the lats. And   I promise you, because once again you're lifting  your own body weight, the overload you're seeking   is readily available, making the gains that  you're seeking much easier to come by.    Exercise number three is one of my favorite ways  to build shoulders, even if you have access to a   full gym. Because we're talking about a  closed chain shoulder building exercise   using just this wall over here. It's a handstand  push up. And what's great about this again,   I mentioned closed chain, this is one of the  very few opportunities you have to do a shoulder   exercise with an overhead pressing motion where  your hands are still in contact with the ground,   which activates the kinetic chain in a  different way. It stabilizes the scapula   differently because they're not in this open  chain environment of pressing the bar up overhead,   and it still gives you the chance to push  the weight of your own body instantly,   once again creating that overload that's necessary  to push and drive those new muscle gains.    Exercise number four is another one that I would  include in any training program, even if I had   access to a full gym. And while we're talking  about it, guys, these calisthenics exercises   are those that actually should be incorporated  into every single training program because they   perfectly complement what it is you're trying to  do when you have access to weights. What's the one   we're talking about here? It's the glute hammer  bridge you can see with this exercise. What it   does is it incorporates both hamstring activation  and glute activation and more importantly,   ties them together in function.  If you can allow the glutes to drive",
        "start": "00:00:00",
        "duration": 219.91999999999993,
        "title": "10 Calisthenics Exercises That Build The MOST Muscle!"
    },
    {
        "text": "the function of the hamstrings by contracting  and stabilizing first, you're going to get not   only a better contraction of the hamstrings, but  a safer one where they're not overloaded with the   responsibility that the glutes are not taking part  in. The bottom line is this will create gains in   the size of both the hamstrings and the glutes. If  you perform it regularly and it's the reason why   it sits here squarely at the number four spot on  our list of the best calisthenics exercises.    And that brings us to number five, the halfway  mark on the list. One of the most classic   muscle building exercises out  there, and it's the pushup.    But Jeff, you said that pushups  are killing my gains.    No, my friend, not listening is killing  your games. Pushups are actually okay.   Let me explain here for a second, guys.  So, we're talking about pushups. I've   mentioned that many times in the past why  I like them and why don't first of all,   you got to do them right. Those last two  inches of extension on the push up matter   if you want to get a complete chess contraction,  but more importantly, the variation of the pushup   matters. Don't stick to the version that you  can do 30, 40, 50 or a hundred reps of. Instead,   find the version that challenges you to do maybe  10 or 15 at most, and we know that there's plenty   of variations out there. It's going to take the  exercise that it can do many of and instantly make   it more challenging and difficult. Who cares how  many of you actually ultimately do, the fact is,   you create the overload that's necessary to  drive the muscle growth that you're seeking.    As room move to exercise. Number six is important  to understand that your abs are muscles, too,   and they too can grow if you apply the right  resistance. So, the absence of weights,   what do you do? You use the weights that you  carry around every day and that's your legs.   And the best way to do that is with a hanging leg  raise. So, when we go to a hanging exercise here,   we take the weight of the legs and lift them up  in space, which creates that necessary overload.   Remember, resistance is resistance whatever form  it comes in, we can create hypertrophy and growth.   When it comes to the abs, it's actually something  that you want because the more they grow,   the more they pop, particularly at lower body  fat levels. This exercise is a keeper.    And speaking of suspending your body  in space, the dip is another exercise   where we get an opportunity to do that. And  again, it's one that needs to be included   regardless of whether you have access to a  gym or you don't. The dip is a great chest,   shoulder and tricep builder, and it actually  becomes a lot more difficult more quickly   rather than pushup. Because you're suspending  your entire weight of your body in space,   rather than having your feet to offload some of  your own body weight like we do in the pushup.   The fact is, we can do this anywhere, guys whether  you have access to a dip station or even as I've   mentioned many times before, a kitchen counter  corner, wherever we have to do to get it done.   Just make sure you do because this is one of the  most effective when it comes to building muscle   and our bodyweight exercise arsenal. Back up to the bar here for exercise number   eight and we're talking pullups.  Hey, can I work in with you?   Bad timing.  You want me to wait?   I think so.  Okay.    As I was saying, exercise number eight, the  pullup and we know the versatility of this   exercise extends beyond just this ability to  build a lats. We know that it can be an overall   back builder hitting the entire back,  even stabilizing through those important   lower lumbar paraspinal muscles, as you can  see here. We could even work the arms in   different parts of the arms, making it the perfect  complement to both the chin-up and the human pull   over exercises that already included. The fact is  you can't escape the pullup here, whether you're   training in the gym with weight or whether you  have access to no weights at all. It's the king   of the upper body bodyweight exercises.  Speaking of those upper back muscles,   you know we're not going to get through an entire  list without some variation of a face pull in a   Jeff Cavaliere video. But guess what? We have a  bodyweight version of a face pull that we could   do right here in a doorway. This is the doorway  face pull and we get the same benefits we do",
        "start": "00:03:44",
        "duration": 200.24,
        "title": "10 Calisthenics Exercises That Build The MOST Muscle!"
    },
    {
        "text": "from a regular face pull. And we can easily  overload the muscles here that we're targeting   because they tend to be very small muscles that  respond fairly quickly to overload because we   don't oftentimes subject them to that.  We're talking about the rotator cuff,   the rear delts and also the round  boys and mid scalp muscles. Again,   it doesn't take a lot here, and oftentimes  angling your body differently in the doorway   is going to alter the amount of overload you're  creating, but it does so in a safe, controlled way   that keeps those gains coming everywhere,  allowing no muscles to remain untouched.    And that brings us to exercise number 10  proving once again, thou shalt not skip leg day.   We have the levitation squat, and  what I like here is again the overload   possible from a single leg exercise. But without  some of the negatives that might come along with   the pistol squat. In the levitation squad  were able to keep a much more neutral pelvis   rather than the extreme posterior tilt we get from  the pistol. We have much less knee flexion here,   which allows for people that have some of  the issues or meniscal issues to perform   the exercise pain free. And also, is actually a  much easier exercise for beginners to start with,   but still not compromise the gains they can see  from a single leg exercise. The fact is, guys,   it's the perfect exercise to complement that all  important glute ham raise we already covered, and   it's the perfect way to end this list of the best  calisthenics exercises for building muscle.    And there you have it, guys, the best bodyweight  exercises when building muscle is your goal.   Remember, there's a lot of things you can do  that are far greater difficulty and actually   guys that can do them with far less difficulty.  The fact is, when it comes to building muscle,   these are making my list, and these are  the ones I want you to focus on.    And speaking of guys, I have an entire body weight  training program that requires nothing at all but   your own body weight. It's called Athlean-Xero,  available over at Athleanx.com. If you found the   video helpful, leave your comments the thumbs  up below. Tell me what else you want to see,   I'll do my best to cover that for you. And also  make sure you click Subscribe and turn on your   Notifications, so you never miss a new video when  we put one out. All right guys, see you soon.",
        "start": "00:07:10",
        "duration": 108.79999999999998,
        "title": "10 Calisthenics Exercises That Build The MOST Muscle!"
    }
]