[
    {
        "text": "What s up guys, Jeff Cavaliere, Athleanx.com.  So, someone do calisthenics exercises, because   let's face it, we're forced to. We either  don't have access to a gym or our home gym   environment just isn't really the best. Well, I  don't care if you have access to an entire gym,   the 10 exercises that I'm going to show you  here today are ones that everyone should do.   Let's start breaking them down one by one.  So it should come as no surprise that any list   of must do calisthenics exercises is going to  start up here at the bar and of course, with   the classic pullup. Because this king of all upper  body bodyweight exercises is there for a reason,   because it works. And again, to underscore the  point of this video, even if you had access to a   full gym and can use a barbell for deadlifts or  rows or could use even a lat pulldown machine,   you're still going to want to do pullups. Because  the unique benefits of commanding your body in   space in a vertical pulling environment  is going to make this one worthy of being   included in any back workout that you do.  We're not done just yet, because when it comes   to training your biceps, being up at the  bar here is one of the best places to be   yet again. You see what you do the chinup  by just simply changing the grip here to   an underhand position. You're going to work the  biceps very effectively. Now one thing you want   to do is make sure you're not pulling straight  up and down with your body close to the bar.   Introducing some of that distance away from the  bar is what's going to create the almost curling   effect of your body up to the bar. Remember, a  barbell curl curls the bar up to you, a chinup   curls your body up to the bar. And speaking of  the barbell curl, yes, you're still going to be   doing those, but not at the exclusion of doing the  chinup. Remember, guys, the calisthenics exercises   that I'm covering here today are non-negotiable,  regardless of what access to a gym you have.    And since we're on a roll now with the basics,  let's keep it going now down here on the floor   with a pushup. You see, I talked about before  finding the appropriate pushup for you, because if   you're doing just a lot of reps of a basic pushup,  then no, this exercise isn't one of my favorite.   But if you're finding the variation that  challenges you, then this exercise becomes one   that must be included in your pushup workouts.  And the benefits here are many. Not only is it   a closed chain pushing exercise that's unlike the  bench press and dumbbell bench press, but it also   provides you with that safe opportunity to push  yourself to your all-out max. To go to failure   without having to find, let's say, a safe resting  spot for the dumbbells or a barbell resting spot   that preferably isn't on your chest. When  we can take our exercises to failure guys,   we can push ourselves to that next level  to force new muscle growth. The pushup   s going to do that again in that close chain  environment, and it makes it an irreplaceable   part of any successful workout program. And that brings us to exercise number four,   which is a little bit more creative but no less  critical and we're talking about the Slick Floor   Bridge Curl because what we're doing is we're  giving ourselves an opportunity to train the   posterior chain in a way that we actually don't  really get a chance to do with some of the other   gym-based exercises. I mean, think about it,  the barbell hip thrust is good at training   hip extension, but it has no dynamic action at the  knee, no flexion. At same time, we have Alliance   Hamstring Curl, which I'm not a fan of because of  what it can do to the low back. But regardless,   it's got active knee flexion, but with no hip  extension. What we get here is the opportunity   to combine hip extension and knee flexion so  that the hamstrings and glutes can work together   in the way that they actually prefer. That makes  this an exercise that isn't just a gimmick, but   one that's actually irreplaceable when it comes to  getting the most effective training and complete   program for hitting your posterior chain.  The next one is not one you're going to find at   the top of the best muscle building calisthenics  exercises, but it's no less important, and it's   another one that's going to hit that posterior  chain. We're talking about the Reverse Hyper,   and this would be categorized, yes, as more  of a corrective exercise. But when you look   at it as capacity to actually unlock some bigger  totals on your bigger list, then you realize how   irreplaceable it really is. So regardless of the  fact that it's just a body weight calisthenics   exercise, it still needs to be in every single  person's program. It's strengthening the glutes",
        "start": "00:00:00",
        "duration": 221.92000000000004,
        "title": "10 Calisthenic Exercises EVERYONE Should Do!"
    },
    {
        "text": "and the low back. And again, like the hamstrings  and glutes on a Slick Floor Bridge Curl,   getting them to work together. If you can  increase the strength of your hip extenders,   you're going to have an easier time driving the  bar off your chest at the bottom of a bench press   and performing a properly executed deadlift. The  fact is, this is simple to do and can be done   anywhere. You can do it on a bench, on a box or  even your couch. Just make sure you do it.    For those that love action  movies more than love stories,   well, you're not going to like this next exercise  because there's not a lot of action. But there's   definitely a lot of love when it comes to this  exercise from me because of all the things that   it can do for you. We're talking about the Dead  Arm Hang. If you'll hang with me for a minute,   I'll explain why. You see this exercise is one  that allows us to test a lot of things, like I   said. Number one, your mental toughness.  Can you hang from the bar, especially as that   pain starts to set into your forearms and hands  that's building our grip strength in the process?   But we not only get the benefits there, we get  the opportunity to work on shoulder stability.   The ability to maintain that packed shoulder  position throughout the hang is one that's going   to serve us well when we go into other  exercises that apply attraction stress   like a barbell row or even a deadlift.  Once again, it's one of those exercises that's   hard to overlook because of how multifaceted it  is. And even if you have access to, let's say,   dumbbells for carries, you're still going to want  to work the Dead Arm Hang into your routine.   Hanging Ab Raises are still going to be  one of the best ways to train your abs,   and it doesn't have to necessarily be with  a straight leg. Look, I understand that any   hanging exercise for abs is going to be one of  the more difficult exercises for your abs because   you have to lift the weight of your legs. But as  with everything else, guys, with the difficulty   comes the reward. I've actually made a whole  video dedicated to the importance of hanging ab   exercises when it comes to creating the  best looking and most well-developed abs,   you just have to make sure you pick one. Whether  it's the legs straight or the knees bent, somehow   some way you need to still incorporate these into  your routine, regardless of what fancy ab exercise   machine you might have access to, or however many  ab exercises you're doing down on the floor.   And now Story Time with Jeff Cavalier. All right,  so this next one will benefit from a bit of a back   story. My shoulders have always been one of my  more muscular or better defined muscle groups.   However, I can tell you that back in the day I  was doing this next exercise the Handstand Pushup   every single time I train them until I hurt my  labrums. At that point, I kind of shied away   from this to my detriment. You see, this is one  of the best exercises you can do for a lot of   reasons. As a matter of fact, it's one of the best  ways to actually overcome a labrum issue because   of the beneficial compressive stresses that we get  by doing some variation of a handstand press.    And while some will claim that you should put  plates under your hands to do this exercise for   increase range of motion, that's actually not  the real driver of the benefits here. Again,   it's the compressive stress in the close chain  environment that's leading to the coordinated   development of the delts, with the all-important,  often neglected scapular stabilizer muscles that   makes this thing as good as it is.  Now, it doesn't have to start this way,   you can always do a pike pushup, getting  the same close chain benefits that you   would in the pushup and again working your  shoulders more favorably here. However,   I'm imploring you to add a few repetitions, at  least, of these the next time you train because   of the unique benefits they provide. That now  concludes Story Time with Jeff Cavaliere.   So, for exercise nine we re back at the bar  again, but this time not a pullup bar, this is   the Inverted Row. And we talk about the difference  between horizontal pulling exercises and vertical   pulling exercises and how they work different  muscles more favorably. The lats and teres being   a little bit more worked with the vertical  pulling exercises and the round boys and mid   scapula muscles in the overall thickness in the  back being a little bit more effectively targeted   with the horizontal pulling exercises.  So the Inverted Row gives us that option. And   even if we had access to a Barbell Row, you still  want to do this because it's an important element",
        "start": "00:03:42",
        "duration": 216.07999999999998,
        "title": "10 Calisthenic Exercises EVERYONE Should Do!"
    },
    {
        "text": "here that is oftentimes missing from the row.  You see if you can attack the bar on a pulling   exercise with your sternum, you can get into more  effective scapular retraction, and sometimes we   just let the bar take us for the ride on a regular  row. This is a great bodyweight compliment,   but just an all-around good complementary exercise  and effectively designed pulling workout. This   is why you're not going to want to skip. Now regardless of whether you had access to   a decline bench and either a barbell or a full  rack of dumbbells. I'm still going to want you   to do a Dip. Because not only is this one of the  better upper body by the weight pushing exercises,   but it's fully capable of helping you to  drive lower chest development and also   triceps and shoulder development too, because  it's simply a body weight beast when it comes   to pushing exercises. Now, it doesn't mean that it  doesn't come with some necessary precautions.   You want to make sure that you're limiting  the depth of the exercise to prevent   that over rounding of the shoulder in the  bottom position. We also want to make sure   that we're keeping our shoulders down and back,  as I pointed out in many videos. The fact is,   guys, if performed properly, the Bodyweight Dip  is one of the better exercises for building your   upper body, and therefore it's going to need  a place in your workout program regardless   if you're doing so with weights or not.  Now, if gym and equipment access is just simply   not an option for you right now and you're  looking for the best bodyweight exercises   for building muscle across your whole body,  I put together a list of those as well. Guys,   you're going to want to watch that video if you're  looking for a complete program that requires no   equipment at all. We have our Athlean-Xero program  available at athleanx.com. If you found the video   helpful make sure you leave your comments and  thumbs up below. Tell me what you want me to   cover and I ll do my best to do that in a future  video. Guys, make sure you click Subscribe   and turn on your Notifications, so you never  miss a new video when we put one out. See ya.",
        "start": "00:07:21",
        "duration": 97.92000000000003,
        "title": "10 Calisthenic Exercises EVERYONE Should Do!"
    }
]