[
    {
        "text": "JESSE: You know, with all the actors and athletes that come through here on a weekly basis it’s part of my responsibility to know a little bit about them. Where they’re from, how old they are, and what got them interested in ATHLEANX. But I didn’t think that knowing their catch phrases would be that important. I’m sorry! I thought that Machka was a girly tee! I didn’t know and I don’t think that I really deserve this for mispronunciation! It’s match – it’s mat-chick-a? RUSEV: You’re not saying it right! You know what it is! JESSE: Match-kuh? RUSEV: Machka! JESSE: Machka! RUSEV: Machka! JESSE: Machka! Machka! Ah! Machka! RUSEV: M-A-C-H-K-A! JEFF: Hey, Jess. I  got the notes here for the guys that are coming in next week. Ignore Rusev at the top and all the notes up here, the catch phrases. We already did that. He’s been here. But these guys down here, make sure you know them, ahead of time, all right? Here. I’ve got to go back into the gym. JESSE: Are you serious? JEFF: What’s up, guys? Jeff Cavaliere, ATHLEANX.com. Here we are today, we have a lower body workout, but we’ve got some guests with us here today. We’ve got Seamus, as always, coming back on a returning visit. And some newcomers, The Usos, here in the gym, looking for some additional punishment. We’re going to try and take it easy on them. Only a little bit. J. USO: Just a little bit. JEFF: We’re going to have the lower – this is actually a total body push workout, but we’re going to focus on the lower body workout here. Seamus, if you haven’t already subscribed to his channel, he’s going to have other 2/3 of this workout – the upper body push, horizontal, and vertical. You want to make sure and go over there, check him out, and while you’re there, subscribe. He’s got a ton of awesome workouts there. With that being said; the legs. What are we doing? We’re going to train them like athletes. So, we try to do, as we always say, if you want to look like an athlete you’ve got to train like one. In order to do that you’ve got to be on your feet as much as possible. You’ve got to be on your feet, you’ve got to be driving, you’ve got to be explosive,",
        "start": "00:00:00",
        "duration": 120.16,
        "title": "10 Minute Leg Workout (METABOLIC MASSACRE!)"
    },
    {
        "text": "you’ve got to be powerful. Those are all elements to becoming an athlete. One of them is, obviously, training the lower body, but doing it the right way. So, what we have is a circuit based on three big exercises. Number one: we have a barbell front squat. We have a dumbbell reverse lunge and we have something called overhead walk the box. The structure of this workout is, we want to go with something we can load a little bit heavier, like a barbell front squat. Today, I know you guys have a show tonight so we’re not going to load it up that heavy. But the idea is, it’s an exercise we can load heavy if we want to. We stick to a 6 to 8 rep range or lower, focusing on that. Dumbbell reverse lunge, 10 to 12 on each leg. So, you go a little bit more moderately loaded exercise. A little bit higher in reps. I’m going to show you why this is a good option for the second spot. Then finally, we go to the overhead walk-the-box. It’s a burnout exercise. We already know we’re fatigued at that point. How much more can we keep it going? That’s where we build the balls on top of the strength. We want to make sure we can get it around. So, we start off here with the front squat. What I’ve done is attached the straps here. I know I was showing you this tip before. The straps help you if you have limited mobility in your wrists, to be able to get into a proper front squat position. The front squat is the choice here because we want to load the quads more. It’s more of an anterior chain focus on the quads; the front side of our body. So, we get in here, we wrap them once, get them up on top, up here, this way, come up. Again, stay nice and upright. Drop down, sink down, drive up. Done. We come out here. We have our dumbbell reverse lunge. I like the reverse lunge for two reasons. Number one: because we don’t have to load into the knee as we drive it in this way. If we step forward, all those forces are driving into the front of our knee cap. So, maybe you don’t have knee problems, but if you did, you’d know by doing those. J. USO: Knee problems. JEFF: If you do, then you’ll feel way less if you step back. I’m taking the force away from that kneecap, but I’m still loading the quads, as you can see right here. Again, by doing a reverse lunge I’m staying nice and upright, so the quads get loaded. If I was bent over more, it’s more on the glutes. But if I’m upright you get the quads. So, stick with that whole anterior chain focus. That’s the second exercise. Third we call it ‘walk-the-box’. Now we’ve got to burn it out. We still want to be in that leg focus here.",
        "start": "00:02:00",
        "duration": 137.06,
        "title": "10 Minute Leg Workout (METABOLIC MASSACRE!)"
    },
    {
        "text": "So, we get down into a squat, and we go to an overhead squat. We talked about how once you put your arms up overhead your mobility is limited. It’s a lot harder to stay up tall when your arms are up. What’s going to happens is you’re going to want to do that. So, you try to keep yourself as tall as possible. We stay down in the squat. Then we try to walk-the-box. Here you stay down low, you walk forward, try to walk around this logo. Sideways, with the hips up, and backward. Just like that. SEAMUS: That’s exactly how I feel after a workout. JEFF: So, we’re going to walk around that box. The goal is to try and make it to 45 or 60 seconds. One guy is going to kick it off, as soon as he’s done, it’s going here. Next guy jumps in line and we keep it going. Who’s kicking it off? SEAMUS: I guess… J. USO: The Warrior. SEAMUS: I’m going to kick it off? JEFF: Let’s go. SEAMUS: Okay. JEFF: All right, wrap them up. SEAMUS: Yeah. JEFF: There you go. Nice. Come on. 6 to 8. Good job. The challenge here is keeping the back from rounding forward. Anything with your arms in front of your body, that makes it much more likely that your body is going to want to round forward. Don’t let it happen. All right. Seamus is out. In. SEAMUS: How many reps on those? JEFF: 12. 10 to 12. There you go. Perfect. Perfect. Drive it up. Good, dude. Good job. Feel it in your quads? J. USO: Yep. JEFF: All right. That’s it, man. Good. That’s it.",
        "start": "00:04:17",
        "duration": 121.97900000000001,
        "title": "10 Minute Leg Workout (METABOLIC MASSACRE!)"
    },
    {
        "text": "Lower. Get down there, Seamus. There you go. Walk back. Watch that barbell moving on your right. SEAMUS: Oh, geez. JEFF: That’s it. Stay low. Stay low. All right, now come around. That’s it. That’s it. Come on. Move forward. Going 10 to 12 total. That’s it. That’s it. Keep the hips open. Knees pointed out. There you go. Loosen up the hips. Good job, Uso. Nice. J. USO: What? JEFF: Round two. J. USO: What? Come on, dawg! I wasn’t ready for this! JEFF: Round two. J. USO: What? Come on, dawg! I wasn’t ready for this! JEFF: That’s it, Seamus. First one was practice. This one counts. Let’s go. Come on. All right. Let’s go. J. USO: Kick it out. JEFF: Elbows high. Straight down. Load those quads up. I like it. Let’s go. That’s it, brother. Let’s go. That’s it, man. That’s it. Get the knees out.",
        "start": "00:06:19",
        "duration": 88.89999999999999,
        "title": "10 Minute Leg Workout (METABOLIC MASSACRE!)"
    },
    {
        "text": "Come on. Wrap it up. Get that chest high. There you go. J. USO: What’s up Ruse? JEFF: Back, back. Special guest. You never know who’s going to walk in. RUSEV: What’s up? J. USO: I’m up in there with you, Seamus! I’m up in there with you. JEFF: That’s it. Look up, look up. J. USO: Oh, sh*t. Oh, sh*t. JEFF: Come on. Arms up. Arms up. There you go. Keep this up. Nice. Back it up. Chase it. Chase it. Come on. Get that side-walk down. Two, three. Come on. Backward. Open it. Open it. There you guy. Another time. One more. One more. Come on. Come on. Breather and go. Let’s go. A couple more steps. Two more that way, three more this way. One, two, three. All right, guys. That’s two down. One to go. J. USO: That’s a different kind of burn going on here. There’s a different kind of burn and sensation going on here. JEFF: All right, guys. The first one was practice, the next one was for real, this is the one that counts. Ready?",
        "start": "00:07:48",
        "duration": 94.01100000000001,
        "title": "10 Minute Leg Workout (METABOLIC MASSACRE!)"
    },
    {
        "text": "Here we go. SEAMUS: Hard work! JEFF: Let’s go! That’s it, Seamus. Don’t cut it. Get down low. Come on. Don’t cut it short. Let’s go. There you go. Come on. Make these your best reps. Come on. Let’s walk-the-box, come on. Arms up. Don’t let yourself bend over. Down. Stay tall. There you go. That’s it. Right there. Try to stay there. Open up the hips. Keep the hips wide. There you go. There you go. That’s it. That’s good, man. That’s your best one. Come on! Get looser. Stay there. Stay right there. Two more sides. Come on. Almost done. All right. Let’s go. Let’s go. Same. Head up. There you go. That’s it. Third time is the best, right here. Come on. Keep going. That’s it. Keep that head up. There you go. Come on.",
        "start": "00:09:22",
        "duration": 66.18999999999998,
        "title": "10 Minute Leg Workout (METABOLIC MASSACRE!)"
    },
    {
        "text": "Come on. Almost. Almost. J. USO: Awesome, bro. SEAMUS: I have a question, by the way. What are the two guys in the Muppets show that sit in the box and just take the piss out of everybody? JEFF: I know who you’re talking about. I don’t know their names, though. SEAMUS: There he is right there. That’s him. He’s just here enjoying our pain. JEFF: Yep. SEAMUS: Just adding those funny comments. RUSEV: That’s funny. I just saw your resting and you were sitting and was asking why you were doing that. SEAMUS: No, I was just reorganizing my hips. RUSEV: Good. JEFF: So, there you have it. That is just one part, as we talked about. This is just me getting it going. This is the warmup to the main event. We’ve got more going on. The rest of it will be over on Seamus’ channel. If you haven’t done it, you obviously want to go over there and check it out. But while you’re there make sure you subscribe. Guys, awesome work. As you see, to be quite honest, as you got through there you did improve every round through. Even though you got more fatigued, you improved on how you did it. You started to loosen up, you got more mobility and obviously you started getting in a groove there, becoming more motivated by what you were doing. That’s what this is all about. Awesome job, everybody here. Guys, if you’re looking for any of our programs and how we do it, we always put the science back in strength. We try to teach guys why they’re doing what they’re doing because it matters. All of our programs are over at ATHLEANX.com. If you haven’t already done so, subscribe and make sure you turn on your notifications, so you never miss a video. SEAMUS: And just because Rusev was bothering me I’ll do one more round in the box, okay? No, Rusev won’t let it go. I’ll be hearing this for the rest of my life. I feel like a crab, man. Some sushi. You hungry? Oh God, this sucks. And again, there’s no weight involved. You can do this at home with no weight. JEFF: Down.",
        "start": "00:10:28",
        "duration": 114.469,
        "title": "10 Minute Leg Workout (METABOLIC MASSACRE!)"
    },
    {
        "text": "Man down. SEAMUS: I’m going to need a double hip replacement after this.",
        "start": "00:12:22",
        "duration": 8.641,
        "title": "10 Minute Leg Workout (METABOLIC MASSACRE!)"
    }
]