[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Just 10 pushups. Do you have 10 pushups in you? Of course you do. I know you do. You wouldn't be watching this channel if you didn't. But do you have the ability to do those 10 pushups 10 different times? Especially if you make the difficulty level of that pushup harder and harder every time you do them. We're going to find out today because for this challenge I want to see if you can hang with me. 10 pushups every minute. However fast it is for you to complete that pushup, you get to rest the balance of that minute. You start up the next variation in minute two and you keep going. You try to get all of these. The ironic thing is, we're going to end where we start. I'm going to explain why when we're done with these. Let's get on the floor, let's get some pushups done. So how'd you do? I hope you made it all the way to the end. You can see it already took enough out of me as well, but I'll tell you this: there's a couple key lessons here you need to learn. Number one: if you can do pushups, don't stick with doing just pushups. Right? If you can do more, push yourself at every opportunity. I just gave you nine other variations to make sure you're making these things hard for you every time you do them. Second thing is, when and where you do your exercise matters. We started with pushups, we ended with pushups. The fact that we're ending with them after doing nine other difficult variations makes them a whole different exercise. The fact that we changed the way we do the exercise makes an entirely different exercise. Don’t get stuck in your routine of doing the same damn things over, and over, and over again. Change up the way you do them. Change the exercises that you're doing. Continue to challenge yourself. If you're looking for a way to challenge yourself at every opportunity, please give me the opportunity to do it for you. I would love to kick your ass in every, single workout. You can head to ATHLEANX.com right now and get our ATHLEANX training system. In the meantime, let me know how you do on this challenge. How far do you get? Do you get all the way to 10 minutes? I can tell you, those last 40 seconds are pure hell. All right, guys. I'll be back here again real soon. Make sure you leave your comments and thumbs up and whatever else you want me to cover",
        "start": "00:00:00",
        "duration": 336.98999999999995,
        "title": "100 Pushups in 10 Minutes (WARNING: NOT EASY!)"
    },
    {
        "text": "– I can't even talk. My tongues not working, I'm so burned out. Leave your comments below if there's anything you want to see and I will do that for you in the days and weeks ahead. All right, guys. I'll talk to you soon.",
        "start": "00:05:37",
        "duration": 8.92,
        "title": "100 Pushups in 10 Minutes (WARNING: NOT EASY!)"
    }
]