[
    {
        "text": "So to recap, the 12 exercises that everyone  should be including in their programs,   you've got this Face Pull, this  Face Pull, this Face Pull here,   this Face Pull and don t forget this  Face Pull. I mean what do you think,   I m that fucking nuts? I mean I love Face Pulls,  but I promise it s only on the list once.    What's up guys, Jeff Cavaliere, Athleanx.com.  Today, I'm going to talk about the 12 exercises   that everyone should be including in their  programs. And before anybody jumps out and says,   Well, wait a second, not everybody should be doing  every exercise. Guys as a physical therapist,   I understand that sometimes physical limitations  actually preclude you from doing an exercise.   But I'm talking about if you are physically  capable of doing the exercises in this list,   then we all should be doing them and including  them in our programs if we want to see the best   benefits. That being said, the Face Pull, spoiler  alert, is actually going to be one of the 12,   so be prepared. Guys we re going to start  breaking down all the rest of the 11 exercises,   though, and it starts right here with a Squat.  So it figures we start with the king of all lower   body exercises, the Squat. And we know that this  exercise is incredibly powerful for hitting the   quads and the glutes and the adductors and even  the hamstrings. However, it's also one of the most   fundamental movement patterns that we all need  to sort of learn how to get stronger at. I mean,   hell, even getting up and down off the toilet  every day is going to require that you know   how to squat. Now I, for one, know firsthand  exactly how orthopedic issues can limit your   ability to do the exercise. However, it doesn't  mean that you skip the exercise altogether.    There's always something else you can do, there's  always another variation. I've shown at great   length the benefits of a Bulgarian Split Squat,  allowing you to train one leg at a time and keep   a flatter, more neutral, lower back. For those  of us that have back issues. I also showed how   squatting to a box can be a lifesaver for those  that have patella tendinitis or knee issues.   Or even for those that just aren't capable of  handling heavy loads on the exercise, you have   the option of a single dumbbell versions like a  Goblet Squat or a Drop Squat. The bottom line is   you're not just allowed not to skip leg day, but  you're not allowed to skip squats, provided you're   able to do at least one of those variations.  So now the Squat is referred to as the king of   all lower body exercises. You have to also  look at it, maybe in a different way. Even a   great album has an A side and a B side. For me,  the B side in this case is the posterior chain,   and there's no better exercise for hitting the  posterior chain than the Deadlift. The Deadlift   is going to train the all-important hinge pattern,  which is one that you're going to need to master   if you not only want to excel at the  lift, but actually in everyday life.    You see, the hinge is not simply bending over  at the waist, but letting your hips sit back   as you bend over at the waist. And that is a key  difference because if you can learn how to master   this, you not only will become much more efficient  in all of your lower body exercises, but you ll   be protecting your lower back at the same time.  Now, once again, orthopedic limitations can rear   their ugly head here, and people can say, I just  can't do the exercise without my back hurting.    Well, it might be because you're trying to bend  over too far. You see, there's nothing stopping   you from performing a mat elevated version of  the exercise to just take a couple of inches away   from the bottom of the lift. Those few inches can  make all the difference in the world between you   actually being able to perform the lift pain  free and not performing it at all. Likewise,   you can perform it with a trap bar. Again, the  higher handles allow you to perform the lift from   the shallower depth without having to abandon  it altogether. Guys, there's always a way if   you're willing to find it, and here I'm going  to make sure you find it because the Deadlift   needs to be in your program somewhere.  And so now let's shift our focus to the upper   body here for exercise number three. And while  we're at it, why not complement the big three?   We've got the squats and the deadlifts  already, so now it's time for the Bench Press   and we know that the Bench Press is one of  the best ways to build the chest period.   But we also get is a king of all pushing  exercises because we're getting ample shoulder   and triceps training on the exercise too.  Now I get it, you can have a preference for how",
        "start": "00:00:00",
        "duration": 202.88000000000002,
        "title": "12 Exercises That EVERYONE Should Have In Their Program!"
    },
    {
        "text": "you train the exercise. Maybe you don't even  have access to a barbell. You want to do it   with dumbbells. That's fine with me. Again,  orthopedic issues sometimes rear their ugly   head here and they cause shoulder pain  as you bring it down bicep tendinitis,   rotator cuff issues. Remember, there's one thing  that's always a great equalizer in those cases,   and that is just simply slowing the reps down. If  you perform these reps very, very slow oftentimes   the pain that you feel goes away. And that  goes back to a thing I say all the time, is   it the structure that's the problem, or is it the  stability? And oftentimes on the Bench Press is   the stability. If you learn to lower the weights  a lot slower and perform each rep within 10,   oftentimes those pains go away and your ability to  perform the exercise is restored, putting it back   in its rightful place in this list of 12.  And so, with the Dead Ringers out of the way,   now we get to my personal preferences and  you're not going to find an Athlene-X program   that doesn't include this next exercise, and it's  the Pullup. And the reason why the pullup appears   in every Athlean-X program is not because I think  it's the best body weight back exercise there is.   It's because I think it's one of the best back  exercises that there is. It demands not only a   great amount of strength to pull your entire body  weight up to the bar, but it requires that you're   able to do so with a rigid torso. Meaning you  have to be able to keep good core stability from   your feet all the way up to your fingertips.  That being said, if the exercise is too easy,   it's easily scalable. You can simply attach some  weight around your waist to make the exercise more   difficult and create the overload that you  need. Or you can simply add a band here to   create an assisted option. The fact is there's  no escaping this exercise. It's one of the best   pull exercises you can do bodyweight or not. And so I won't keep you in suspense any longer   because obviously the Face Pull is going to make  its way into this list. And so let's just get it   over with. The Face Pull is one of my favorite  exercises once again for the posterior chain,   but this time for the upper body because it  doesn't just do one thing. It trains the upper   back, rotator cuff and scapular retractors,  three areas that we oftentimes just don't do   enough things for. And the nice thing about it  is it's pretty damn flexible. In other words,   you can do it a lot of different ways.  If you have access to a gym, you can certainly   do it with a cable like this, or you could  just do it with a band like this if you're   training at home. Or even if you have nothing  at home, you just have a towel and a weight,   you could do it like this too. Now this version,  well, I mean, I think that's just something Jesse   told me was functional or maybe just plain  fun, I forget, but you can skip that one.    And speaking of the rotator cuff, let's keep  exercise number six here tied into the last one   and keep that corrective exercise focus going.  And see, I'm a big believer in the corrective   exercises and especially those that train  external rotation of the shoulder. And it's   not just something that I say is a buzz word. It's  something that we need to have in our programing   because guess what? The rotator cuff muscles  are the only muscles that actually rotate the   shoulder. So if you're not making a concerted  effort to work in some exercise that does this,   I don't care what the rest of your program  looks like, this is one muscle imbalance   that you're creating that you're not going  to be able to overcome, at least not at   the expense of the health of your shoulder.  Something as simple as banded external rotation   here is going to get the job done. Again, it  doesn't have to be sexy, it just has to be   effective. And if you don't have access to a  band and you're training at home with a pair   of dumbbells, you can still get the job done.  Just lay on your side and perform the sideline   dumbbell external rotation exercise. The key  is that you need to focus at least one of your   exercises to the rotator cuff. How you do it,  it's up to you, just make sure you do it.    So as we cross the halfway point of our list, it's  time to head back to the lower body for the last   of our leg exercises that are going to appear  in this list of 12. And for me, this is a no   brainer. It's got to be the lunge or at least some  variation of the Lunge. And I talked about my love   from the reverse lunge because of its kindness to  people that have anterior knee issues. That being   said, there are other ways we can do the exercise.  You see, the Lunge is the perfect complement",
        "start": "00:03:30",
        "duration": 201.84000000000003,
        "title": "12 Exercises That EVERYONE Should Have In Their Program!"
    },
    {
        "text": "to the sagittal plane-based exercises we already  picked. We have the Squat, we have the Deadlift.   You can take a Lunge and direct it in any  direction you want. I've shown before the   benefits of the Frontal Plane Side Lunge and  also the Transverse Plane Drop Step Lunge.    All of these are going to give us a more  multidimensional approach to our training.   And when we talk about a joint like the hip, which  is a three dimensionally operating ball and socket   joint, we know that we have to train in more than  just one plane of motion. The other nice thing   about the Lunge is that it gives us a chance  to actually divert our efforts either towards   the quads more or towards the posterior chain and  glutes and hamstrings more. And all we have to do   is alter the position of our body when we do it.  So if we lean forward, when we do the exercise,   we light up the posterior chain more effectively  because we put it more effectively on stretch.   If I stay nice and upright with a tall torso and  go straight down in any of these planes, I'm going   to work more on my quads. Again, the choice is  up to you, but the choice should not be whether   or not you're doing Lunges because I think they  need to be part of this list every single time.   And so the inclusion of exercise number eight here  was not meant to push anybody's buttons or ruffle   feathers. It's just simply to put an exercise in  here that belongs on the list, and it's to Pushp   and see people might have a problem with this  being on the list, especially coming from me   because I have a habit of reading video titles  without actually watching the video. Pushups   are killing your gains, but not really, if you do  the right kind. You see, what I'm talking about is   find the right difficulty level of the Pushup. You  see, if you're looking for hypertrophy gains from   the exercise, which many are, then you need to be  able to find an exercise variation that actually   challenges you. And if you're just doing Knee  Pushups when you can handle much more or if you're   just doing regular Pushups, when you knock out  30, 40 or 50 of them in a set, it's time to up the   ante, raise the stakes, introduce a new challenge  for yourself. And there's no easier opportunity to   do it than with a Pushup because the variability  of this exercise is off the charts. That being   said, because of this versatility, I'm able to  program it into every single program I do.   We can either do it as one of the harder  variations of the Pushup, or we can use one   of the less typical variations on the back end  of a drop set to keep the intensity going. The   context in the application, as always, matters,  but it's important to not sleep on the exercise   because it has the ability to be a really powerful  addition to every single workout that you do.    So whenever we put together an exercise list  like this, it's important to not only look at   the exercise selections alone, but to look at  how they complement each other. And when we're   talking about pressing exercises, we've hit  our horizontal press option. But what about   our vertical plane? Because that's important,  too. And for me, there's no other option than   the Overhead Press. Now I did it. The Overhead  Press can not only be one of the most effective   strength building exercises in the vertical  plane, but it could also introduce some pain   into a shoulder that's actually already having a  hard time with any overhead pressing movement.   And that's because impingement or a lack  of shoulder stability can come back to bite   you pretty quickly whenever you try to raise your  arms up overhead and don't have the mobility to do   it. But an instance like this, I don't recommend  abandoning the exercise entirely. I said there's   always a way, just like there was with the  Bench Press. And here all you have to do is go   one dumbbell at a time. And the advantage here is  that you have a better chance to stack your joints   more appropriately with your wrist, over your  elbow, over your shoulder, which will oftentimes   introduce the stability that you're lacking. That  makes this exercise once again a pain free option   and something that belongs in your program.  But let's say you don't have any issues at all.   Again, you're not limited to just a strict  overhead press. You can do something much more   explosive, like a push press where your lower  body gets involved or simply had a preference   or a desire for change. You can easily swap  out the barbell for a pair of dumbbells,   regardless of what you do choose. Just make  sure you choose one of them when you're   putting together your list for the exercises  that are going to appear in your program.    Which brings us to exercise number 10, which  is now the dedicated arm exercise portion",
        "start": "00:06:52",
        "duration": 204.72000000000006,
        "title": "12 Exercises That EVERYONE Should Have In Their Program!"
    },
    {
        "text": "of our list. And who knew an arm exercise  on Jeff Cavaliere s list? Well, guess what,   guys a lot of us are in the same boat. We want  to see some additional gains on our arms that   comes independent of the accessory role that  they play in all these bigger compound lifts.   So for that, I'm going right for the triceps  now, the bigger part of our arm, and we're   talking about the Line Tricep Extension. And the thing that I love about this exercise   is it puts that all important long head  the meatiest portion of our triceps,   basically two thirds of the two thirds of the size  of our arm on a great amount of stretch on every   single repetition. If you do this appropriately,  the arms will be held back overhead and never   really positioned back in full vertical position,  because that's just going to take some of the   stress off of the triceps. When we're trying to  build them that's not what we want to do.    Now, of course, we have some variations here as  well. If you can't handle the maximal overhead   stretch that comes from the first variation  of the exercise, you can simply shorten that   a little bit and take it down to a Skull Crusher  once again, even in the finished position. Here,   you want to make sure you have a slightly less  than vertical position on the arms at the top to   make sure you keep the stress on the triceps. And  of course, you can decrease that intense stretch   a little bit more by opting for something more  like a JM Press, no less difficult, you're going   to be able to actually handle more load here, but  we're not getting that overhead stretch as much,   but we're still capable of hitting the  medial lateral heads to a high degree.   Remember, if bigger arm size is something that  you desire, then you're going to have to find a   way to program a direct exercise for your arms in  your list. This is my selection for triceps.    So when you look at round out that arm development  and I mean literally round it out, now we're going   to talk about bicep exercises because one of them  should be in your program somewhere. And for me,   it doesn't have to be complicated as a matter of  fact when it comes to bicep training there really   is nothing complicated because we're talking  about a simple hinge joint up and down. For me,   the Barbell Curl is going to be my choice.  Now, I like the exercise with a barbell because   I can load the exercise up a little bit heavier  than usual, and I get the benefits of the cheat   rep option where I can load up the weight and  take advantage of that heavy, eccentric overload,   which I believe is the number one stimulus  that has led to the biceps growth that I have.   That being said, you don't always have to  use a barbell. You can simply switch it out   for some dumbbells or maybe even introduce a  different piece of equipment like a band.    And the benefit of the band is that it's going  to change the strength curve up for you. So   instead of always having the peak tension in  the middle portion of the exercise, the band   is going to max out as tension at the top part  of the exercise when the band is most stretched.   If you want to get the benefits of all of it guys,  maybe try introducing the combination of a band   and a dumbbell together, we're going to get a more  consistent tension experience in the middle and at   the end of the exercise. Regardless of which  variation you choose, guys remember to choose   one of them because when his bicep size you're  after, the compound lifts alone are not going   to get it done. You're going to need to select  a dedicated bicep exercise for best results.    And last but certainly not least when it comes to  the exercise selection guys are going to have to   have some variation of a Barbell Row in your plan.  And the reason for that is we're going back to   the planes of motion here, and the pull up was  addressing our vertical pulling needs that Barbell   Row is going to take us to the Promised Land when  we're looking to address our horizontal pulling   needs. And once again, the variation here matters  less than the movement pattern itself. The row   demands that we actually have a good control of  that hinge movement again, that we talked about   earlier in the video because you need to be able  to set your hips backwards to prevent yourself   from just simply leaning forward, which is  going to place excessive stress on your back.   And exercise variations are possible here,  too, is something I call the Dead Row,   where I get to load up more weight on the bar  and get the hinge benefits of the deadlift in   the early portion of the exercise and continue it  with an explosive variation of the row. However,   again, you perform the row, make sure you have  at least one of them in your program here if",
        "start": "00:10:18",
        "duration": 193.6000000000001,
        "title": "12 Exercises That EVERYONE Should Have In Their Program!"
    },
    {
        "text": "you want to have a well-rounded program  with the right exercises in place.    And so there you have it, guys 12 exercises that  everyone should have in their programs if they're   physically capable of doing them. And again, even  in the cases where you have some limitations,   it doesn't mean that you get to skip the exercise  entirely. Hopefully, in this video, I provided   you with some alternatives that are going to  make these exercises possible once again.    If you're looking for programs guys, where we  include all of these exercises in everything we   do, including in our brand new All American Muscle  Program, you can find it over at Althenex.com. If   you found the video helpful, make sure you leave  your comments and thumbs up below. Let me know   what else I can cover, I'll do my best to do that  for you in the days and weeks ahead. And finally,   if you haven't done so, make sure you click,  subscribe and turn on your notifications   so you never miss a new video when we put  one out. All right guys, see you soon.",
        "start": "00:13:32",
        "duration": 42.720000000000006,
        "title": "12 Exercises That EVERYONE Should Have In Their Program!"
    }
]