[
    {
        "text": "We've all seen those gym workout mistake videos  where the people in them are making some pretty   bad mistakes and they're pretty obvious.  Well, what if you're making some home or gym   exercise mistakes still and there are a lot more  subtle. Would you even know? Well, in this video,   I'm not going to only expose what those exercise  mistakes are, but show you how to fix them, and   it starts right here with a basic home exercise  like the glute bridge. And with most exercises,   obviously, you know where you're trying to get  to, but how you get there matters. You've been   told get the full hip extension. But did you  know that the position of your pelvis matters?   It does. If you're doing this out of an anterior  pelvic tilt, meaning you're dropping your hips   down and tilting your hip bones forward, well,  guess what's happening? Your low back is taking   all the work because your glutes aren't really  effectively doing their job out of an anterior   pelvic tilt position. Guess what happens when you  have a weak low back? You wind up injuring it. So,   you want to make sure that you're doing  this out of a posterior pelvic tilt,   tucking your tail under. You can still get to that  full hip extension. But again, you're doing it the   right way and using the right muscles.  Look, when it comes to bicep training, yes,   I know a thing or two about it, but even I was  making this mistake. See, the idea here, guys,   is you don't want to curl like this. Instead  curl like this. And there's a big distinction.   The amount of supination you're getting matters a  lot because we know it's one of the main functions   of the biceps. And if we just stop halfway or  keep our hands too narrow and never focus on   turning the hands over, you're going to limit  the gains that you could be seeing. And you're   undervaluing how important that is if you've  just been blatantly ignoring it all along.    So, what you want to do is focus on getting  those pinkies to turn up and out almost fully   flip them over. In other words, they're  starting down at your thighs. I want them   to be turned upwards as high as you can  towards the sky. Then and only then will   you be getting full supination and then and  only then we will be fully activating the   biceps so that you can start to see the best  results possible. I promise you it works.    Now, as often is the case when I demonstrate this  next exercise, people are shocked when I tell them   that hand placement matters when you're doing a  Bench Dip. I showed this on Live with Kelly and   Ryan about how to properly place your hands on a  bench because it matters, and it matters a lot to   the health of your shoulder. So, a bench dip done  without attention to where your hands are, are   going to almost naturally drift forward. Fingers  are going to want to grab the edge of the bench   and point straight ahead. But what that does is it  throws that shoulder into that anterior capsule,   causing some excess stress in the shoulder that  can lead to either discomfort or injury. So,   the fix here is just simply to rotate your hands  out. And it is a very subtle but simple shift,   and it gets you to do the exercise right.  Because by doing this, I opened my shoulders up,   I get them into more external rotation, it doesn't  diminish anything that I have going on in my   triceps. As a matter of fact, I'd argue that  you get a better contraction than the triceps,   but the fact is make sure you're not continuing  to screw this up because you want to keep our   shoulders healthy while we're still  trying to build those triceps up.    Mistake number four is not keeping the  chest and the pelvis linked throughout   the exercise. Not only does this create a  more inefficient and less powerful squat,   but it also leads directly to the squat mourning.  We know how ugly this can be and it's also quite   bad for your back. You can avoid this, however,  by just simply thinking about the chest and the   pelvis as one unit and moving them in space  at the same time. It's quite simple because   these are pretty big moving targets and pretty  easy to control. It becomes most challenging   at the bottom of the squat where there's a  tendency to allow the hips to move first,   thereby breaking that link between the two. However, if you do this and do it right,   not only does this lead to, as I said, a more  efficient squat, but one with a straighter bar   path. And a straight bar path is a good squat and  one you're going to want to try to emulate every   time you get onto the bar. So now let's move to an  exercise where the flaw is a little less subtle,   but no less problematic. And we're talking  about the Pullup. If you do your pullups",
        "start": "00:00:00",
        "duration": 213.36000000000004,
        "title": "12 Gym Exercises (YOU'RE DOING WRONG!)"
    },
    {
        "text": "with your knees crossed just like this, you're  not doing the pull up as best you can because   you're inviting what I call energy leaks  into the exercise. An energy leak is just   where you're not creating an efficient  line of pull throughout the exercise.    In other words, the transfer of power through  your hands to lift your body up over the bar   is dissipated through the weakness in that laxity  that you created by just letting your legs dangle   underneath you. If you do this, instead, and you  point your legs out in front of you, you create a   much more efficient transfer of power through your  hands to lift your body up in space and again,   you will actually get more out of the exercise  by doing it. Don't allow fatigue to allow those   legs to start drifting back into that bent knee  position. Keep it this way and I promise it's not   just better execution, but better results.  Next, we have a commonly mis performed kettlebell   exercise that can also actually be done with a  dumbbell, we're talking about the Swing. Now,   here's an example once again where our bodies  are looking for the easy way out. If you don't   have strong enough glutes, guess what, most of us  don't, then we're going to look for help somewhere   else in our legs and this goes right to the quads.  So instead of hinging back like you should, you   just sort of squat yourself down and bring those  quads into the fold. That being said, that's not   the only problem with the exercise. We oftentimes  focus on the movement of the kettlebells,   and by doing so, you start focusing on lifting  it through space using your delts instead.    You shouldn't necessarily worry about how the  kettlebell moves through space, you just need   to move through the proper hinging of the hips.  I want to make sure I drop my ass backwards and   then explode through and let the kettlebell drift  as. It will with each subsequent correct rep that   kettlebell will actually flow a little bit higher  each time. But you're not actively trying to lift   it, you're just letting your body do what it  wants to do and that is work naturally.    If you're going to do Calf Raises, don't do them  like this because your calves likely won't grow.   Look, we already have a hard enough time getting  them to grow as it is, but if you keep bouncing   through every repetition, it ain't going to  happen. And there's a reason for it. Anatomically,   our Achilles tendon that the calf muscles  attach to are built for these ballistic   bouncy type repetitions. If you want to actually  get the muscle itself to feel what you're doing,   then slow it down. And when you get to the bottom,  hold it for four seconds to take all of that   ballistic stretch aspect of it out of the Achilles  tendon and force it to be felt by the muscle   itself. When you get back up to the top, feel that  contraction for four seconds up there too. Again,   these bouncy repetitions up and down aren't  helping you out at all. Focus on every contraction   at the top and every elongation at the bottom and  you'll get much better calves because of it.    Now, this one might be the most egregious, but I  can tell you this, we've all been there. We've all   done a pushup like this, and there's a reason  for it. Our body wants to perform the exercise   like this because when we flare the elbows out  either at or above 90 degrees, we're creating   a shorter distance on the pushup. Our heads tend  to dive forward, getting us to the ground faster,   giving us the illusion that we've actually reached  the end of the rep when our triceps and chest have   had to do a hell of a lot less work. If instead  we tucked our elbows the way we should into that   more 45- or 60-degree position, it would create  a longer travel for us, make the exercise more   difficult. But guess what, more rewarding. And this is actually validated by just having you   try something. If you wanted to push something  with as much force as possible, how would you   do it? Would you flare your elbows like this  and try to push? Or do you tuck your elbows in   more like this and give it a push? I think we  all know the answer to that. But if you don't,   see for yourself and give it a shot, the bottom  line is when you get this right, you start to get   the muscles that you want to build up in the first  place, working the way they should, and you avoid   that excessive internal rotation and elevation  that comes from doing it incorrectly.    And next we go back to the gym for probably my  favorite tricep exercise, or at least one of the   best you could possibly do, but only if you do  it right. And you're not going to do it right if   you do this, and that is perform it as a Skull  Crusher. People target their skull instead of   actually doing it where they should be, and that  is much further back. So, angle your arms further",
        "start": "00:03:33",
        "duration": 225.18,
        "title": "12 Gym Exercises (YOU'RE DOING WRONG!)"
    },
    {
        "text": "back like this and all of a sudden you light up  that all important long head of the triceps. You   place it in its full stretch and get maximum  potential for a stronger tricep contraction.   We do that with so many other exercises, but why  do we forget to do it here, again, I think a lot   of times because we simply refer to it as the  wrong thing. Throw Skull Crusher out the window,   we don't really need to do those anymore,  especially if you want to do them right.    Next, we have a commonly mis performed ab exercise  that could easily be done either at home or at the   gym. We're talking about Seated Knee Tucks.  But you want to think of them differently   because you're not just trying to tuck your  knees towards your chest. Instead, think of   it like you're going to lift your tailbone off of  the ground and the knees should go much higher.   Try to think of them going almost as high as your  forehead, even if they can't reach. The point is,   you're looking to create that same posterior  pelvic tilt because that's what's going to   engage those lower abs. And if you can get  this right, the exercise becomes a lot more   effective if you don't and you just continue to  pull those knees towards your chest. Once again,   you're just over activating the hip flexors, which  is just going to lead to probably low back pain,   but not help you to target the lower abs like  you're trying to get the tailbone up on every rep.   And I promise you better results will come.  Nothing says I'm stuck in the 80s more with my ab   exercise routine than this Dumbbell Side Bend,  it's just not a good option if you're trying   to train your obliques. And let's not even talk  about the fact that people will do these either   with two dumbbells at one time in which they  turn themselves into a human seesaw, or they're   actually doing them for spot reduction of their  love handles. In either case will that actually   happen because my problem here is you're asking  for something that your body doesn't want to give   you, and that is an excessive amount of lateral  trunk flexion. Your lumbar spine is not meant or   designed to do this, especially when you combine  it with the fact that you've got a heavy weight   or at least a moderately heavy dumbbell in your  hands. The fact is, like I said, there's a better   alternative and it doesn't require any equipment  at all and it's a simple Side Plank Lift. And you   can see that when I lift myself up, the side that  I'm actually training is the underside, the bottom   side there that's looking for that lateral pillar  strength. And when I lower myself back down,   what does it look like I'm doing? If you turn your  head sideways, it actually looks like a Side Bend,   right, done on the ground. But because we're  doing this in this way, guys, I have much   more control of that frontal plane as it was  originally intended. The fact is, guys, it's   not always the motion that's the problem. It's  how you're performing it and more importantly,   how you're performing it that turns a decent  motion into something that's nonproductive.    Next, we're back in the gym for a great back  exercise if you do it the right way. And for me,   it starts by taking your knee off the damn bench  because we don't need to. All we do is increase   the hernia risk of the exercise because we're  exposing already somewhat weakened inguinal   tissues. All we have to do is get into a tripod  stance instead, put your feet out on the floor   behind the bench. Use your hand to support  yourself and row from here. The only issue   is what do you do with your elbow? Because a lot  of times people do this, and they turn it into a   Hammer Curl that focuses much more on the bicep  and the forearm than it does on the back.    So, what you want to do is just  simply fix your elbow in place,   lock it up and then move your elbow back  behind you to get your lats doing most of   the work as opposed to simply flipping this up and  overloading the arm. And speaking of exercises,   if you're looking for the only ones that  you need to do to get jacked like him--   Jesse: You mean this bearded muscle machine?  Jeff: Something like that. Make sure you watch   this video here, it's going to show you the exact  ones he did to make this transformation. Also,   if you haven't done so, guys, make sure you  click Subscribe and turn on your Notifications,   so you never miss a video when we put  one out. Full programs available over   at Athleanx.com. See you. Jesse: Watch the video.",
        "start": "00:07:19",
        "duration": 205.92,
        "title": "12 Gym Exercises (YOU'RE DOING WRONG!)"
    }
]