[
    {
        "text": "Jeff: What's up, guys? Jeff  Cavaliere, Athleanx.com.    Jesse: Jesse Laico, Athleanx.com.  Jeff: So today we're talking about 12   things that will improve the quality of your  life as you age. Very, very important things.    Jesse: So, I don't have to worry  about that because I'm only 29.   Right? So, all right. I'm out of here. Jeff: No, no, no, no, no, no, no, no, no.   You and everyone else your age don't go  anywhere. Because, as a matter of fact,   these are things that are very preventable. You  are in control of these things. And if you start   doing something about them now and caring now,  you're going to have a much better outcome as   you get older.  Jesse: So,   I look like this guy when I turn 80.  Jeff: So, what does that mean? Is he healthy?   How do you know anything about his health?  Jesse: I would assume so.    Jeff: Why? Because he's got abs. Jesse: Uhhhh, maybe.   Jeff: This is another point, you're just  feeding me all my ammunition here. Just   because this guy's got abs, and let's face  it, he's not just taking Flintstone vitamins.   There's, there is no indicator here of whether  he's actually healthy. Who knows if it takes   him 45 minutes to get himself out of bed in the  morning or if he walks up a flight of stairs if   he's not out of breath.  Jesse: Fair enough.    Jeff: The things I'm talking about here are going  to be much deeper in terms of your overall health.   For instance, what's your VO2 max? Jesse: Uh, five.   Jeff: Do you know what VO2 max is?  Jesse: No, I have no idea.    Jeff: Do you know what VO2 max is? Guys I've  talked about before, it's a measure of your   condition, right?  Jesse: Okay.    Jeff: And being in good condition, it's  your aerobic fitness levels I've talked   about before. You don't need to do  conditioning to be ripped or lean.    Jesse: Really?  Jeff: As a matter of fact --   Jesse: Oh yeah, we ve talked about that. Jeff: Yeah. I mean, nutrition alone can handle   that part of it. But your heart is a muscle too  and you should care about training your heart.   Your VO2 max is going to be the ability of your  body to utilize oxygen to fuel the things that   you're doing.  Jesse: Okay.    Jeff: If you have a better efficiency at  that, you're going to be healthier long   term. So much so, one of the guys that I'm a big  fan of, Peter Attia, has a new book, Outlive,   by the way. In this book, he talks about how  important improving VO2 max is. If you've got it   to of the top 2.5%, you would be able to decrease  your all-cause mortality by up to five times.   Jesse: Really? Jeff: Now, he also points out that you're   talking about people who smoke or have diabetes,  those are risk factors that decrease your lifespan   by two to three times. Well, this is going to  have a greater impact on your overall health,   as I said, up to five times by simply just  paying attention to this and including it in   your overall approach to training. Jesse: So how would you do it?    Jeff: Good question. So, the best way to do  this is just to train at a high level of output,   the type of cardiovascular conditioning work  that maxes you out in about four or five or   six minutes. This is not like going for a  one hour walk or a run on the treadmill.   You can't do this for more than four or  five minutes. It's so difficult, in fact,   that as you raise this heart rate way up, you have  to take an equal time rest after doing it. So,   if you do a four- or five-minute burst, you've  got to take a four- or five-minute rest.   Jesse: Okay.  Jeff: And the best protocol is one that's roughly   doing these four or five minute bursts four  or five times, right? The four on/four off.   Jesse: Do I have to do this every day? Jeff: No, you only have to do it about   once a week to have an impact on your  overall VO2 max. Again, you're like,   if you don't even know what it was. So, if  you're not, if you didn't know what it is,   you're not doing anything about it. If you start  doing something about it, especially at your age,",
        "start": "00:00:00",
        "duration": 189.18,
        "title": "12 Predictors of VERY Poor Health as You Age! (FIX WHILE YOU CAN)"
    },
    {
        "text": "you're going to have a big impact. The second  thing I would say is what's your, your hydration   like? What's your water intake like? Jesse: I like to think it's pretty good.   I drink a bunch of those Nalgene bottles  with the water, uh, with the rubber   band around it that you taught me, right. Jeff: So how much do you think you're drinking?   Jesse: Uhhhh, a lot. Jeff: How much water are you drinking?   We know that water is an incredibly important  thing to focus on and make sure you're not   just guessing, because most of us guess too low.  We think we're taking in more than we are.    Jesse: Yeah.  Jeff: And the, the, the fact   is that I like to see people take in way more  than what is oftentimes recommended. They say,   oh, eight ounces or eight, eight, eight glasses of  eight ounces a day, So 64 oz. That's not enough.   Especially if you're an athlete, especially if  you're active and you're trying to build muscle.   These are all tissues that require hydration  in order to be able to perform and grow and,   and, and take you to new levels. You can't be  doing it with that little amount. So, I like   to recommend at least three quarters of your body  weight in pounds will be in ounces of water.    Jesse: Okay.  Jeff: All right. So,   if you're a 200-pound person, you're talking  about 150 pounds or 150 oz of water.    Jesse: Okay.  Jeff: Per, per day. Per day. So, it   helps when you have some measurement of that. Jesse: So, in other words, hydration   will set you free. Jeff: Yes, it will. Jesse,   you're already coming along. The third  thing, do you work on your weaknesses?    Jesse: Yes.  Jeff: What are your weaknesses?   Jesse: Uh. I m sensitive.  Jeff: Women?   Jesse: I'm sensitive. Okay. Leave me alone.  Jeff: Women. Okay. So what I'm talking about is,   when's the last time you sort of went to go  scratch yourself on your back and you notice   you really can't get your arm as far back as  you could before? Or that old test where you   have to put one arm behind and then one arm this  way here and try to touch your fingers together.   If you haven't tried it in a while, what's your  performance like? Can I tell you something and   share an admission here?  Jesse: Yeah.    Jeff: It used to be so damn easy for me.  Jesse: Really?   Jeff: Do you know what I can't do anymore?  Jesse: Touch your fingers behind your back?   Jeff: No, I can't do it. How many of you can  do the same thing? Here's why that's a problem.   When your body loses functionality like that,  it doesn't come back. I'm talking as a physical   therapist. It will not magically come back as your  body loses function, unless it's directly related   to some illness that you're undergoing at this  moment acutely, you're going to lose that ability   and continue to lose that ability. It's going to  get worse and worse and other things are going to   start to be lost as well. You have to work on re,  re, regaining that if you've lost that ability.   So, something as silly as not being able to do  this or do this. Well, you know what this is?   This is external rotation at the shoulder on this  side, this is internal rotation at the shoulder   on this side. Two very important functions of the  shoulder. If you don't have that, you're going to   be in a position as you age where even movement  itself is going to feel way more challenging than   it should have because you never did the things  that you had to do. You noticed they were losing   you noticed, you noticed they were slipping away,  but you did nothing about it. You will never gain   them back unless you are proactively trying to  do something about it. Speaking of proactively,   that's where we talk about correctives.  Jesse: Oh, okay. Yeah.   Jeff: Okay. Do you do correctives, Jesse?  Jesse: Yes, I do.    Jeff: Why do you do correctives? Jesse: It keeps my joints healthy.    Jeff: Because you follow Athlean-X. Jesse: Yes, I do follow Athlean-X and   your advice. And also, it makes me, uh,  you know, perform better in my big lifts.   Well, just all my lifts in general, but. Jeff: Right. So, the thing about corrective   exercises is they look like the boring things.  Jesse: Yeah.",
        "start": "00:03:09",
        "duration": 192.54,
        "title": "12 Predictors of VERY Poor Health as You Age! (FIX WHILE YOU CAN)"
    },
    {
        "text": "Jeff: They're a little rotator  cuff exercises. They re--   Jesse: Band pull aparts.  Jeff: Band pull aparts.   They're working on scapular mechanics and  motion. Here's why they're so important,   because they become the protectors of that  declining function we just talked about.    Jesse: Ohhhh.  Jeff: In other words, they become the preventers   of that loss. And here's a, a, a, a, sort of a  cold reality that you're going to have to face.   Because I can't do this anymore, I can't  look at it and say, well, I'm 47 years old,   I've lost maybe a quarter of that function in  47 years. If I live another 47 years, I'm only   going to lose another quarter of that function, so  I'll be as half as functional. That is not how it   works. How it works is it starts to become a much  more rapid pace of decline as you get older. So   maybe you only lost 25% in the first 47 years of  my life, but in the next seven years of my life,   I might lose an additional 25 or even 50%.  Jesse: Wow.    Jeff: So, it accelerates. These corrective  exercises, as boring as they may seem,   fit a very important part of a training program.  That is why we program them into all the things   that we do because they complement -- and not only  do that in the short term, they help you to do   better on your bigger lifts. Jesse: Yeah.    Jeff: Right? The things that you are actually  are caring about Jesse, in your young age, those   things will benefit from doing the corrective  exercises. The next thing, what's your grip   strength like? Do you have a strong grip? Jesse: I like to think so. I deadlift pretty   high with, uh, with no straps. Jeff: That's true. Well, do you have   a strong grip? This is a Grip Strength, Hand  Strength. Dynamometer. Give it a squeeze. Now,   obviously everybody there doesn't have  one of these, but I think that it's so   important that we have this in our gym  here to make sure that we can test grip   strength on people. Jesse: Yeah.    Jeff: Because we know what a correlator it  is to not only the state of overtraining,   right? But your ability to perform at a high  level. But it's also becoming an indicator, as   we see with mental decline and aging and overall  poor health as you get older. One of the biggest   things that's correlated to bad health is a bad  grip strength. So how do you improve that? There's   a lot of ways you can do it. We have one way,  we do it all the time with a Dead Arm Hang.    Jesse: Yup. Jeff: As a matter of fact,   Jesse and I had a challenge where we hung off  against each other. What you do is you just   simply hang on to a bar and see if you can last  for two minutes without slipping. And it starts   to burn through your forearms and everything.  But again, this is good. As you'll see here,   soon stress is a good thing.  Jesse: Yeah.    Jeff: You could also do a way to carry.  Jesse: I love Farmer s Carries.    Jeff: So, you could still take that same  body weight that you're holding up overhead,   divide that weight between two dumbbells. So,  let's say again, 200-pound guy is going to   grab two 100-pound dumbbells and see again if  they can hold them for a full two minutes.    Jesse: Yeah.  Jeff: All right. So, it's a very important thing,   training with weights. If you are not training  with weights, I don't -- I understand the value of   exercise. I understand -- which means just moving  your body around sort of casually. Training to me,   is already meaning a much higher level of  intent. There's a purpose behind just the   exercise, right?  Jesse: Yeah.    Jeff: But if you're, if you're stretching and  you're doing yoga or you like to do conditioning,   that's all amazing stuff. But you have to  add in the strength training component.   Jesse: Okay. Jeff: If you want to   live your healthiest years as you get older, you  have to be training with weights. Progressively   challenging your body to get stronger or  at least progressively challenging your   body in some way could be just doing higher  repetitions, but taking them to failure. Do   not shy away from effort as you get older in  the gym, you have an opportunity in so many",
        "start": "00:06:24",
        "duration": 201.23999999999998,
        "title": "12 Predictors of VERY Poor Health as You Age! (FIX WHILE YOU CAN)"
    },
    {
        "text": "different ways to do this.  Jesse: It s a good thing   that I like to use weights.  Jeff: It's a great thing you do weights. Now,   a little point following up on the last one. Don't  just run to the machines all the time. Why? Why do   you think, based on what we just said? Jesse: Oh, I get it,   because your grip strength. Jeff: If you're going to like the   seated chest press machine, there is  no grip strength involved there.    Jesse: Right.  Jeff: Right. If you go to an   overhead press machine, there's no grip strength  involved there. You got to be picking up dumbbells   and picking up barbells. It's a very -- and taking  your weights and racking them back, helping out   the gym and keeping it clean and racking your own  weights. But grabbing things is going to also help   to improve your grip strength.  Jesse: Yeah.    Jeff: So, making sure that 90% of your training  is taking place with dumbbells and/or barbells as   the implement of choice.  Jesse: Okay.",
        "start": "00:09:47",
        "duration": 43.013999999999996,
        "title": "12 Predictors of VERY Poor Health as You Age! (FIX WHILE YOU CAN)"
    }
]