[
    {
        "text": "What's up guys Jeff Cavaliere Althleanx.com.  So, six pack abs is what you came here for,   but the number 13 is what's going to  get you them the fastest. You see,   I put together my best 13 tips, both nutrition  and training to make sure that you complete   that journey to a six pack once and for all.  Which, by the way, starts in the bathroom.    So, the first thing on the list actually has  to do with the first thing that you need to do   in the morning. And that is you need to reach  for this before you reach for this to jump in the   shower. And that's because we wake up most often  in a dehydrated state. So, what I want you to do   is drink 16 to 20 ounces of water upon waking,  I mean before you do anything else. You see,   it starts the habit early and you can continue  this, maybe you need one of those reminder water   bottles, but water is going to be essential  because if we don't have it, every other   training tip and even every other nutrition tip  in this video is going to suffer if you don't.    So now when it comes to the training side  of getting six pack abs, the sequence of   the exercises you perform is actually more  important than the exercises themselves. I   know that surprises you, but I want to show you  how to get this right every single time. All right   focus when you're looking at ab exercises  on what's actually moving. Because these   are the same exercises, but they're done in  different orders. If I focus on what's moving,   I see the top and the bottom in that exercise.  I see the top moving but the legs staying still   here, and I see the legs moving and the top  staying still. Well, what is the right order?   This is not right. Because what we want to  do to get the most out of your ab workout is   go this way. You want the bottom-up movements  where just the legs are moving to come first   and that's because we need the most energy at  the beginning of the workout to handle these   moves because we have to lift the additional  weight of our legs. These are always going to   be the most difficult exercises you do.  Next, we want to still focus on any exercise   that's got the legs moving, but the top is  moving too, you're getting that additional   in this case from the obliques so you're  able to do it after you're a little bit   fatigued here. The last exercises that you put  into your workout are always going to be the   ones that just move the top, because no matter  what state of fatigue you're in, you're still   going to always perform these movements without  compromising the overall effect of the workout.   All right so now piggyback that on top of that  division half for your workout, I got one here for   your plate too where we actually want to divide  your plate. Because if you do this nutrition   will become a lot more simple for you. If you  visualize looking down at your plate, think of   it as a clock. Right? And if we look down at the  clock, all I want you do to is focus on two times,   9:00 and 9:20. Once you do that, the rest is easy  because all you do is then portion out your plate   with different components or macronutrients.  In the largest portion here, that's where you go   with your fibrous carbohydrates, right? You're  leafy vegetables, your green vegetables, the   things that crunch. I have a whole list of them  for you on our website, I'll link it down in the   description below. Second you then fill up that  portion of the plate, the second largest portion,   with protein. And again, it doesn't matter  if you're following a vegan diet or you're   a meat eater, your proteins go here in this  proportion. And then you fill up the rest of   your plate with your starchy carbohydrates,  and notice I'm not avoiding them entirely,   I think they're an important part of a  healthy balanced nutrition plan, but they   do get the smallest portion because we tend to  overeat those if we're given free reign.    And then over the top of it all is our incidental  fat. Not piling it on, but more so cooking with   it. The fact is guys, when you divide your  plate like this nutrition becomes a lot easier,   counting calories is not something that you  have to do and at the end of the day when   we get our nutrition in check the six pack  abs are a hell of a lot easier to see.    So, counting calories isn't the only thing  I hate counting, I actually think counting   reps is one of the worst ways you can go about  your ab workouts. You see what you need to do is   you need to stop counting reps and instead make  them count. And that means trading in quantity   for quality. See, if your ab workouts  look like this, I can guarantee you're",
        "start": "00:00:06",
        "duration": 218.47999999999993,
        "title": "13 Tips to Get 6 Pack Abs Fast!"
    },
    {
        "text": "not getting the most out of them.  Speeding through repetitions just to   reach a certain number is not going to get you the  results you want. Instead, they should look more   like this. And I know it looks slow and I know it  looks deliberate, but really what you're getting   is a quality contraction. So, instead of counting  reps, if you count the contractions you'd actually   be on the right path. And again, it doesn't matter  how long it takes you, as long as you accumulate   good repetitions here, what looks like it's  slow is actually the fastest way to see abs.    Now let's take that a step further now  and see how we can apply that specifically   to some of your lower ab exercises. And see if you  want to get more quality, then you've got to focus   on doing things like this, and that is what are  you actually trying to move? If you want to get   the most out of your lower ab movements,  it's the pelvis that matters the most.   Is the pelvis moving through space? If  it's not, then you're not flexing your   spine and you're not working your abs to their  fullest extent. That's the first thing.    The second thing is, is there something we can do  to recruit lower abdominal muscle fibers better?   Yes, we can do it by contracting your adductors.  If your ab movements allow it you would actually   squeeze your knees together or cross your feet  over like this and then perform your ab movement.   The additional stability that comes from the  adductors on to the pelvis gives you more leverage   to let those fibers do a better job of pulling.  You'll feel the difference immediately, so give   it a try and I promise that quality of every  repetition is going to go through the roof.     Just like those bottom-up movements, we  actually have an opportunity to do two things   to dramatically reduce the quality of all of  our tap down movements. The first one is, again,   the thing that's moving. Here, we're not looking  at just bending our neck and grabbing on for dear   life, we're trying to actually get our shoulder  blades off of the ground. So, just like the pelvis   is driving those lower ab movements, shoulder  blades getting off the ground will drive proper   top-down movements. And there's another thing we  can do here to enhance the contraction and quality   of every repetition and I call it the folding  ribcage. You see if I were to draw an imaginary   line right here under my ribcage and then just  focus on just trying to fold my body in half upon   that line you will feel a much better contraction  on every single one of your top-down movements. No   matter what crunch variation you're performing,  if you focus on folding right there, the quality   will increase dramatically in the long run.  So, one of the techniques I like to tell people   when it comes to creating an overall benefit  in terms of fat loss, is to seek out the   opportunities where you can sort of just sneak in  the things that have a marginal impact their own,   but together can actually make a difference. And  that's where I reach for three things that I just   use every single day, and that's Green Tea in  the form of a supplement - green tea extract, Red   Pepper Flakes which I put on my dinner at night  which I shared in my full Day of Eating video.    And I also shared Cinnamon, how I like to use  a large amount of it every single morning in   my oatmeal. Whether it be through increased  insulin sensitivity, decreasing your appetite   or just by increasing your metabolism each of  these act in their own way, but the big thing   is they're very simple to add at very little  extra cost to you in terms of effort level.    The next step is actually something I shared in a  recent video of mine because it's something that   I have adopted into my own nutrition plan in just  the last year, and that is the addition of Ginger   every single day. You see Ginger has the ability  to help our fat loss efforts by decreasing our   insulin sensitivity. It also has an effect on our  training because it decreases muscle soreness. So,   if you're embarking on your journey to a six  pack, but each workout leaves you too sore   to get much out of the next one, then this is  where this can have an impact in both ways.    All I do is just simply reach for a pinch of  pickled ginger just like this every single   morning. It's the consistency you're going for  here and remember it's these small things that   add up when we're trying to have an impact on our  nutrition and we know that nutrition holds the key   to seeing those six pack abs ultimately. So, the kitchen isn't the only place that   the little things matter. Jesse  actually tells me that they matter   in the bedroom too. Wait, what?  Well, that's where I do my ab work.",
        "start": "00:03:47",
        "duration": 225.60000000000005,
        "title": "13 Tips to Get 6 Pack Abs Fast!"
    },
    {
        "text": "Of course. So, when we're talking about ab  exercises, the little things are how you breath.   Because on every repetition of every exercise you  do, you should be breathing. But are you doing it   right? Well, here's what you want to do. As you  do a typical crunch, yes you want to exhale,   but you don't want to actually push your stomach  out as you do it. A lot of people confuse the   exhale with the pushing of the stomach.  You actually want to do the direct opposite,   blow air while pulling your stomach down. And we  call this cinching. You want to cinch your stomach   down to activate the Transverse Abdominis. And  without this activation, yes you might wind up   with a six pack, but it's going to look bloated  and distended. Remember, the little things count   everywhere, right Jesse? Yeah, something like that.    So, if you've been waiting for the real secret  tip, here it is. You've got to have whipped cream   and frozen yogurt every single night. Okay, maybe  not exactly whipped cream and frozen yogurt. Guys,   the point is, this is something that I actually do  and I shared that again in my Day of Eating video,   because I need something to  make the process enjoyable.   But if you hate the process, then you're  not going to get to where you want to be.   Ultimately, if getting six pack is torture,  you're going to stop before you every do.    Now, am I saying having a hot fudge sundae with  Double Stuf Oreos on top? No, I'm saying choose   something a little more responsible, a healthier  option that still satisfies that cheat seeking   impulse you have that's going to keep you on  track, but at the same time keep you sane.    Speaking of sanity, one of the fastest ways to  become frustrated is to actually have a set of six   pack abs but actually not like the way they look  because something's missing. I can tell you what's   missing, most often it's the crooked muscles that  you didn't pay any attention to, and that is the   Serratus and the Obliques. Because much like a  good picture, the frame is going to focus your eye   on the masterpiece that you created. If you don't  have a frame it just doesn't look right.    So, while there's a million different exercises  you can do to train your Obliques and Serratus,   this one is particular gets it done in one move  and it's called the Corkscrew. And the goal   is simple is to twist as you come up and press  down through your hands, getting that protraction   for the Serratus and getting the twisting for the  Obliques. Regardless of what exercises you choose,   remember the framing is as important as the  picture itself. And now that you know it,   remember not to forget it.  So, if the Serratus and the   Obliques can taper your eyes and make  them focus more towards the midline,   a pyramid will tend to focus your eyes up towards  the top. But if you're putting all of your focus   up towards the top of this pyramid, then that's  what's actually causing a problem for you to get   your six pack. Because cardio is not the basis in  the foundation of getting six pack abs and neither   is ab training. And a lot of people think that  that is the foundation. But we know, that as we've   covered here already in this video, nutrition has  to be the foundation of everything you do.    If this isn't in place, the saying goes,  you can't out train a bad diet. No matter   what you do up here in terms of working out,  it's never going to undo what you're doing   wrong down here in the nutrition.  Hey Jeff, you got any snacks for me?   Uh, I've got an apple in the fridge.  No, dude way too much sugar.    Grapes? Dude, even more sugar.    You want a carrot? Ah, figures. Might as   well be a candy cane. You got any jerky  for me or something, I mean come on.    Jerky. Fucking jerky you.  And finally, though extremely important, extreme   nutrition tactics are not necessary and never will  be when it comes to getting abs. Avoiding apples,   grapes and carrots because you think that's  what's standing between you and a six pack,   is sort of like the same mentality of thinking  that throwing a deck chair off of the Titanic   was going to save it from sinking.  It's the bigger picture items that maybe we're   not necessarily ready to come face-to-face with  or change, that often times are really standing   in the way and those extreme tactics are never  necessary, it's just what we use to distract   ourselves. But now we have an actual list here  where we can start to adopt even a few of these",
        "start": "00:07:35",
        "duration": 219.43999999999997,
        "title": "13 Tips to Get 6 Pack Abs Fast!"
    },
    {
        "text": "to set us on the right path to getting  those six pack abs once and for all.   So, if these 13 tips have you excited to start  your journey to six pack abs, but you're looking   for more, I've got a 22-day ab workout that  you're going to want to follow along with me here.   Or, my complete Day of Eating video that I  referenced a few times in this video that   you're going to want to check out.  If you're looking for step-by-step   daily meal plans included with all of  our workouts, you can find them over   at Athleanx.com. And if you haven't already  done so guys, make sure you click Subscribe   and turn on your notifications, so you never miss  a new video when we put one out. See you soon.",
        "start": "00:11:19",
        "duration": 33.67999999999999,
        "title": "13 Tips to Get 6 Pack Abs Fast!"
    }
]