[
    {
        "text": "What s up guys, Jeff Cavaliere, Athleanx.com. When  it comes to being lean, what you put in your body   is what matters the most, not necessarily  what you do in your workouts. You see,   nutrition determines body fat levels, and  to me, I take nutrition very seriously. So,   with that said, I want to share with you 17 foods,  yes, that I eat every single day to make sure that   I stay on point and lean all year round.  Now, one very important note here, remember,   these are my personal choices. I understand that  your preferences may differ. But do realize you   likely pick a limited amount of foods even  in what you eat. Like you probably have   your three or four favorite breakfasts that  you rotate through or your lunches that are   kind of your go to foods or dinners. The idea  is, if I can help you to settle in on better,   healthier choices here, or at least in terms  of building more muscle and staying lean,   then it might actually open up the horizons  for you and make that goal more achievable.    And so, we'll kick off this list where we kind  of kick off our day at breakfast. And one of the   foods I have every single day is egg whites. Now,  don't get me wrong, I don't have anything against   the yolk. The reason why I choose egg whites is  because I could just pour them out of a container,   get six of them, and be off and running. The  fact is the eggs give me a good source of   protein in the morning and there aren't really  a whole hell of a lot that fit my meal plan.   Sure, there's bacon and there's sausage, but I  don't eat a high fat meal plan, so I don't really   include those. My eggs will provide me that 24  grams of protein for six egg whites. It's a good   start to my morning and it's one reason why it's  always going to be part of what I do every single   day. Sticking with breakfast here, the next food I  actually committed to a long time ago was oatmeal,   because I looked through all the bodybuilding  magazines and I saw the one common thread,   maybe as a cousin of egg whites, was that  they all had oatmeal in the morning.    And so, I took that leap from Trix and Lucky  Charms to something better. Or at least I   thought. Because the wrong oatmeal was actually  these packets of oatmeal, the Maple Brown Sugar   Quaker Oats that had 28 grams of sugar in them.  So maybe a better step than the sugary cereals,   but not really all the way. Until I realized  the value of just plain old fashioned,   slow cooked oats. And that's when things  started to change for me. I noticed I had   more energy. I noticed that muscle cramping,  which was the thing that I kind of struggle   with for a while decreased tremendously because  of the magnesium. And again, with the zero-sugar   found in this form of oats, I didn't have the  crash that I normally did after breakfast.   The next thing you won't see me go a  day without drinking is skim milk. Wait,   Jesse, that's not skim milk.  Jesse: That's the best I could find.    I can see the fat running right through here.  Actually, guys, I'm not necessarily against the   fat, I don't think fat is unhealthy. However,  the fat is going to contribute calories in the   amount that I drink this every day. That would  actually add up. I have between 40 and let's   say 50 ounces of skim milk every single day.  Whether it be in my oatmeal or as a glass alone   or at night or with my shakes. I have a lot. And  realizing that the skim option gives us less fat,   I'm only choosing it because of the calorie impact  that it would have. Now, if you're not drinking a   whole hell of a lot each day, then go ahead and  have whole milk, we get a lot of benefits from   it. I would say to choose the fortified option,  if possible, because they add extra vitamin D,   something that we all could benefit from.  Especially here in the Northeast when I tend   to stay indoors a lot in the winter, I  could benefit from some of the vitamin D,   I'm not getting from being out in the sun. But  again, my reasoning for choosing this is really   for that extra protein boost throughout the day.  And with up to 50 ounces, like I said that I'm   drinking every day, that would be an extra 450  calories if I chose the whole milk version. Again,   when you're trying to stay in a certain caloric  range, having that much could do some damage.    Next up for me are one of those intangibles  that oftentimes get overlooked, you know when   we're talking about foods. Because this is a food  ingredient, and we're talking about cinnamon. Now,   I'm not talking about any kind of cinnamon.  There's an important difference between Cassia   cinnamon and Ceylon cinnamon. And actually, one  of my YouTube subscribers pointed it out to me",
        "start": "00:00:00",
        "duration": 233.09999999999997,
        "title": "17 Foods I Eat EVERY Single Day!"
    },
    {
        "text": "a long time ago when they were looking out for  me because I eat a hell of a lot of cinnamon   every day. As a matter of fact, I put it in my  oatmeal along with the skim milk. You can see   we start to combine these things to become a lot  more efficient with our food choices, too. But   the difference is that Cassia cinnamon has some  negative side effects. If you eat a lot of it,   you can get coumarin toxicity, which can actually  lead to some liver damage, not something I wanted.   So, for me, Ceylon cinnamon is the choice. You  might have to go to a specialty store to buy it,   but it's definitely worth the effort if  you're going to be eating a lot of it.   The reason I eat it is because not only do I  enjoy the taste of cinnamon, but I also realize   it's blood sugar stabilizing capabilities.  It can help improve insulin sensitivity,   which again, when your goal is to stay lean  or if you have aspirations for fat loss,   it's just an easy add on that you shouldn't  overlook, and I certainly never do any day.    Next up in a food that I have every day at  lunchtime is Greek yogurt. And we know the   benefits of yogurt. You probably have been told  many times before that it helps to boost your   immune system. It helps with the probiotics in  it for digestive health. But I actually choose   it once again as another really good solid choice  of protein. And when we're talking about around   15 to up to 25 grams of protein per container.  Now, there's one caution here. Some will tell you   that this is great because it contains all nine  essential amino acids. But you have to realize   that not all of them are in adequate levels. So,  if you want to make this a real complete protein,   you can boost the levels that are lacking in  Greek yogurt by adding a little bit of chia   seeds or a little bit of pumpkin seeds on top,  which is something I oftentimes will do.    Guys, I have a sweet tooth. I've revealed that to  you before in many videos. How do I keep myself   from indulging in that too often? By not depriving  myself completely of the things that taste sweet   to me. Now, again, with some modifications, I  don't eat ice cream every day. I choose a lower   calorie option with less fat. Again, the calories  will matter if you do something every single day,   this is something that I indulge in. I do it every  single night after dinner, a glass about that   tall, full of frozen yogurt and yes, with whipped  cream on top. If you can find something that you   really, really enjoy and it helps to keep you on  track because you don't feel deprived, then it   needs to be in your daily eating plan. And again,  this is something that works for me. Find the   thing that works for you, but also works to keep  you at the goals that you want to achieve.    Which brings me back now to the non-sweetened  portion of my meal plan, and we're talking about   lean protein like chicken, fish or beef or meat.  Because again, when you're seeking new muscle   gains, it's a very important part of what you're  putting in your body. Now, that being said, I long   ago gave up the idea of the boring body builder  approach to my proteins. You won't find me eating   boiled chicken with steamed broccoli, it's just  not going to happen. Especially because it's not   necessary. There are so many things that we can do  to enhance their flavor that don't commit you to a   lifetime of eating boiled, dry, bland food. But when building muscle is your goal like it   is mine, some protein in your diet is going to  have to be there, it's an inescapable truth.   Where you reach for yours is up to you.  This is where I go on a daily basis. Now,   this one might catch some of you by surprise  because you probably didn't expect this to be on   my plate at least one time every single day. And  guess, what? It is for one very important reason,   because I love it. I grew up an Italian kid in a  house with a grandfather who prepared the seven   fishes on Christmas Eve. When did you think I was  not going to eat pasta the rest of my life?    Even being lean, you can still eat pasta.  And that's the thing I want to get across   to you guys. You have to have a respect for these  complex carbohydrates, but you can still eat them,   or at least I believe you can, because I think  it's important fuel for your performance. And   for me, it's worth my entire life. As long as I  remain active, I can eat these things. But again,   I have to have a healthy respect. So how I do  it is with how I divide the portion of these   on my plate. And I talked about that in my plate  division method video where I showed you that yes,   that one third was occupied by the protein we  just talked about, but then one third of the   remainder of the plate came in the form of  my complex or starchy carbohydrates. Again,",
        "start": "00:03:53",
        "duration": 235.26000000000005,
        "title": "17 Foods I Eat EVERY Single Day!"
    },
    {
        "text": "allocating a certain amount of space because I  know that these foods can easily be overeaten.   But you're never going to convince me that  these should be replaced entirely. I understand   there's alternative methods for fueling your  body. I'm not an advocate of those. For me,   carbohydrates will always be the source. So, pasta  was the yin to my diet. Then the yang is going to   come in the form of the fibrous carbohydrates,  things like Bok Choy, Brussels Sprouts,   cauliflower. But we can lump them into a  category called cruciferous vegetables.   And it's one that I make sure that I have some  form of on my plate every single night.    The reason for it is because I know the benefits  that they provide. Rhonda Patrick is somebody that   I have a high respect for, and she goes into  great detail how the cruciferous vegetables   have something called sulforaphane in them that  allow us to do a lot of interesting things. Not   only do they provide amazing anti-inflammatory  benefits and again, for someone training hard,   that's a win-win. But they also have the  ability to inhibit myostatin. And myostatin   is something that will break down muscle in  your body or at least signal the breakdown of   muscle. If you inhibit that, you have a better  opportunity to experience new muscle growth.   Not to mention the sulforaphane itself is  a powerful antioxidant, which we again can   always benefit from more of. The key is that you  don't forget to do it. We've all been told by mom,   eating our green vegetables is important.  Well, now I have some more reasons to make   sure that you do. Now don't be confused by the  shameless plug behind me of the best tasting   protein on the market with, of course, an  industry leading 30 grams per serving.    Now, the fact is this is one of the easiest  ways for you guys to get more protein in your   diet on a daily basis. And it's through  the use of a protein shake. And yes,   it's one of those body builder approach remnants  that I believe should still stick to this day.   Because having a high-quality protein shake  is one of the easiest, most digestible,   most convenient ways to get the additional  protein that will help you to meet your   daily protein goals. For me, it's a staple of  what I do. Every single day when I leave work,   the first thing I do when I get home is I  make a protein shake. Because for those of   you that follow me on Instagram, you know that  I don't work out until very late at night. So,   I don't have my dinner until after I'm done  training. That could be 11:00 or even 1130.   So, I have my shake. And for me, of course,  I'm going to reach for Pro30G because it's our   brand. And not because I don t like any other  brands. It's just that I know that I can vouch   for this one because I put my damn name on the  bag. The fact is, it comes in both vegan and   regular whey formulas. You have to find the one  that's right for you. Maybe it's not this one,   but you should find a place in your daily  diet for a high-quality protein shake   because it's going to help you immensely.  And now, piggybacking off of that protein shake   recommendation, I'm going to go with blueberries  every single day, literally. Because what I do   is I take blueberries and I throw them into my  protein shake because I know the many benefits   that blueberries provide. Not only are they  a powerful antioxidant, but they actually   help in the gym, too. They help speed up muscle  recovery. And if you're going to train naturally,   the most important thing you can do is try  to figure out a way to improve your body's   ability to recover from your hard workouts. And  blueberries help here. They actually have been   shown to decrease the amount of oxidative stress  and damage to human muscle progenitor cells.    Basically, what that means is if you're trying  to add new muscle and you can get less damage to   those new muscle cells, well, we're in business.  They're also very portable and they contain up   to 25% of the daily recommendation for vitamin  C. But here's the one point that kind of sticks   in my craw a little bit. When people say that  they don't eat blueberries or for that matter,   many fruits, because it makes you fat. Guys,  there's only 0.8 calories in a single blueberry,   which means you could eat 100 of them and it  will only cost you 80 calories. Believe me,   eating blueberries never will make you fat.  So why don't you indulge because the many   benefits here will far overshadow the reasons  why you're not eating them right now.    And so if I'm going to share with  you the foods I eat on a daily basis,",
        "start": "00:07:48",
        "duration": 222.24,
        "title": "17 Foods I Eat EVERY Single Day!"
    },
    {
        "text": "I couldn't make it through the entire  video without talking about my nuts.    Jesse: Cut, cut, cut, cut, cut.  What? And so in any video of me sharing the foods   that I eat on a daily basis, I'm going to have to  talk about my walnuts, because walnuts have unique   benefits, especially when compared to other nuts.  Number one, they have the highest concentration of   Omega-3 fatty acids. And we know that omega three  fatty acids can help to control inflammation and   speed up muscle repair and recovery. And just  like the Oomega-3 fatty acids found in fish,   the same benefits can apply here to you in  terms of improving your blood lipid profiles and   cholesterol levels. And I mentioned consolidating  those foods to make sure that I get all these in   on a daily basis. This is where I put my walnuts  in my oatmeal every single day. Or it's where   I kind of pair them up with that omega rich  fish that I talked about eating before.    I know how important dietary fats are to me. I  spent the early part of my life avoiding fats   because I read all the information that told us to  do that. I paid the price for that. I will never   do that again, I have to make sure I have them  in my diet. This is a great way for you to do it,   and it's an easy way to do it, too.  And so, if pasta was my all-time favorite   carbohydrate, well, this might be tied because  I love sweet potatoes. And maybe you could tell   by the orange color of my hands. I eat  them a lot, every single day, but it's   because I know the benefits of them. They're  a better form of carbohydrate for me. Again,   they're lower on the glycemic index, they make me  feel good, they give me good energy to support my   heart training. But most of all, I enjoy them.  I mean, I literally love sweet potatoes. To me,   it's almost like a dessert. And again, when I  have that sweet tooth that will never go away.   It's something I just sort of rely on to give me  some of that satisfaction throughout the day.   Not only do they have 4 to 6 grams of fiber  per potato, but they have something called   carotenoids. Basically, all the orange foods have  carotenoids. And they're free radical scavengers   that can go out there and kind of break down the  cells that sort of advance or accelerate aging.   So that's what makes me look young after all these  years. The fact is, guys, there's so many reasons   why I love my sweet potatoes. And if you ever  try them and get into them yourself, I'm sure   you'll have the same love affair that I do.  This next one is another one of those green   vegetables that I make sure I don't miss on a  daily basis, but it's not one of the cruciferous   vegetables, it's asparagus. And you may know  someone who eats asparagus because you could smell   them from a mile away, or at least if you walk  by the bathroom after they go to the bathroom,   you can smell them from a few rooms away. But it's  got so much more benefits than just the ability to   turn people away. It has the ability to create  a skin tightening effect. This is actually a   food that bodybuilders rely on as almost nature's  diuretic to help them remove excess water weight.   And it all starts with low levels of body fat,  because if you're sitting at 25 to 30% body fat,   all the asparagus in the world probably  won't make a visible difference. But   you'll still probably enjoy it because it's  a great tasting vegetable and it's one that   I make sure I include every single day. So, this next one might trigger a few people   because they're not a big fan of soy. And I  actually didn't think I was either, because if   you believed everything you read up to this point,  you might have avoided it like the plague. But I   don't anymore. And I eat it every single night  in the form of edamame. It provides 17 grams   of protein per cup. It's the only vegetable that  provides all of nine essential amino acids. Now,   a lot of people will avoid soy in any form  because they're worried about the testosterone   lowering effects and the increases in estrogen.  But recent research has actually found that a   lot of people are contesting whether or not  that's true. It's something I've eaten every   single day and experienced zero estrogenic side  effects. So at least in my case, I'm going to   continue eating it, what you do is up to you. I mentioned earlier the other orange foods. Well,   my other orange food of choicethat is absolutely  something I eat every single day is canned   pumpkin. And I put it in my oatmeal, as you've  probably seen in my pumpkin oatmeal recipe. But   I could eat it just like this because I know how  powerful it is in terms of being a superfood. It   has high levels of Vitamin A, But as I mentioned,  again, back with the sweet potatoes, you have to",
        "start": "00:11:30",
        "duration": 229.85999999999993,
        "title": "17 Foods I Eat EVERY Single Day!"
    },
    {
        "text": "be careful about how much you're ingesting because  it could leave your skin a little tad orange.   But again, as a powerful free radical scavenger  and anti-ager, it's something that I'm going to   find a way to put into my diet every  single day. Another good point here,   this is one of those lower calorie options when  it comes to the orange foods. Remember, sweet   potatoes are going to be more calorically dense,  this not nearly as much. So, if you're looking   for something that's going to be a little bit  light on calories and still give you the chance   to have the orange foods every day, this is the  one you're going to want to reach for, too.    If there's a food I've become a more  recent believer of it's been ginger and I   incorporate it every single day and it's pickled  form. We're talking about almost zero calories,   and I get to experience the benefits we know  it can provide in just about a pinch. But one   of the best things that Ginger provides is a  blood sugar stabilization effect because it   can increase insulin sensitivity. The other  thing it does is it can improve our ability   to withstand hard workouts. In fact, there's  a recent study that showed it could decrease   delayed onset muscle soreness by up to 25%. And  again, unlike some of the other foods we covered,   the amount that you have to ingest is so  minimal, I feel like everyone can do it.   Now maybe you don't like the taste of ginger,  but you can do it in so many different forms,   this just happens to be the one that I choose. I  highly recommend it guys, and I make sure that I   put it in my diet every single day. Wait, Jesse,  they're not supposed to see this one. Well, okay,   listen, I'd be remiss if I didn't at least admit  to this, because this is also a part of my daily   eating every single day. I put it on my oatmeal,  I put it on my regular yogurt, Greek yogurt, and I   put it on my frozen yogurt at night. No, I'm not  scared of the calories here. The point is, it's   another one of those things get keeps my sanity  and keeps me enjoying the foods that I eat.    Speaking of that, guys, if you want to see my  whole day of how I put together all of these   meals, you can check out my full day of  eating video here. I highly recommend it.   A lot of people have asked me, Jeff, how and  what do you eat? that reveals everything in a   nutshell. If you look at for a full program,  guys, and includes a meal plan, you can find   it at Athleanx.com and it haven't done so  click Subscribe, turn on your Notifications   so you never miss a video when we put one  out. All right, guys, see you soon.",
        "start": "00:15:20",
        "duration": 120.30000000000001,
        "title": "17 Foods I Eat EVERY Single Day!"
    }
]