[
    {
        "text": "What's up, guys, Jeff Cavaliere, Athleanx.com.  What you see behind me is a bunch of different   supplements, many of which you're either  taking right now or maybe consider taking   at some point. However, my job today is to help  you to determine whether or not it's actually   right for you. Whether the actual supplement  category is right for you and most importantly,   at what age should you consider maybe even taking  it? I'm putting together my supplement timeline   to help you to figure out not just what,  but when or if you even need it at all.    And so today I'm going to expand upon a previous  video I made where we made a timeline just like   this, but with new science of supplementation  that we can apply to our decisions, we can make   better recommendations. That being said, we want  to identify the age bracket so you can find out   where you fall in. We have the 10- to 13-year-old  age bracket, and you might think to yourself,   that's too young. Not for all supplements  and we'll cover that. Fourteen to 19,   so your typical teenage bracket, 20 to 34, 35 to  49 and then we have our 50-year-olds and up.    Now again, we're going to break down each and  every category here and make the recommendations   based upon the age brackets. The specific  recommendations may always be different, and   you're always best advised to consult a physician  before you start taking anything. That being said,   let's dive into the first category. And so, we start off the list with one   of the most popular supplement categories and  also maybe the one that you start your day with,   we're talking about a multivitamin. Now, to  me, it's sort of like the insurance policy of   all supplements. In other words, it takes that  broad leaf weed control approach to filling in   the gaps of your nutrition. So, if you're missing  something right now, you might be able to fill in   some of the gaps with the multivitamin, but not  extremely well. Especially when you consider the   fact that a lot of multivitamins are constructed  poorly. Right? They'll throw everything that they   could possibly throw into one or two pills.  That problem, though, is that a lot of times the   things that they put in together conflict with  each other. For example, vitamin B12 and vitamin   C, conflicting with each other's absorption, well,  it doesn't make a whole hell of a lot of sense   to put them together. This has been a big issue  for me and one of the reasons why we're actually   constructing our own multivitamin. But the  point is whether or not they're safe and safe or   appropriate for all age groups. And my answer is  yes, it gets a green check in every single one of   the categories. As a matter of fact, even children  under the age of ten are taking multivitamins.   Again, the issue is the effectiveness of them,  but not necessarily the safety. And certainly,   I don't think you're going to address all  of your nutritional deficiencies just by   taking one, but it is at least a good start. So, if the multivitamin was more broad spectrum,   well, this is where the specialty vitamins come  in to specifically fill the gaps that you're   looking to target. And it's an important category  here because a lot of us will have deficiencies   in certain nutrients and micronutrients that  will actually play out a significant role in   our overall health. Being vitamin D deficient can  cause big problems, being vitamin B12 deficient if   you're following a vegan diet can cause big  problems. But what I recommend here is you   actually go at this with more specificity.  In other words, get some blood work done,   get the help of a physician to determine where  you might be lacking in specific areas.    And again, it can be incredibly safe for all these  age categories, provided you're taking a more   measured approach, making sure that what you're  taking you're not taking in excess, but making   sure you're taking it for a purpose. And when you  do fill in the gaps with a specific action plan,   you'd be amazed at sometimes the difference it  can make in terms of how you feel and overall,   how you perform. So, for me, the specialty  vitamins are something you should definitely   look into, but make sure you're taking a  selective approach when choosing yours.    And now we get into more of the muscle building or  weight training supplements. And the one leading   off the list here is the one that actually leads  the category in popularity and we're talking   about protein powder. And ironically, I like to  start by saying, I don't even really view protein   powder as a supplement. I think of it more as an  alternative source of protein, like I do beef,   chicken or fish. And sometimes it's actually a  much more convenient form of protein for a lot",
        "start": "00:00:00",
        "duration": 224.28000000000006,
        "title": "2023 SUPPLEMENT GUIDE (Which Supplements | What Age)"
    },
    {
        "text": "of people to make sure that they're getting  in their adequate daily protein amounts.    That being said, where do we start? Do we  start as young as 10 to 13? My idea here is   not necessarily. I think that kids at this age  bracket, they're not even really training yet   with a purpose, they may not even be lifting  weights yet. So, the protein that they should   be able to get from a good nutrition plan,  which, yes, should be in place by this age,   doesn't really necessarily need to come from  external sources. But in the 14 to 19 age range   where we all start lifting weights, we hit  high school, we start competing in sports,   our goal is to build muscle. We want to make sure  we're supporting those efforts. And here are good,   high quality protein, I stress a good high-quality  protein, is a great thing to have.    Now as we get into older and older age groups,  I actually think that it becomes even more   important again for two reasons. Number one,  as the body starts to become bigger, right,   as you go from being a 90-pound kid to 180-pound  man, your protein requirements will go up as well.   Because we know that the recommendations are most  often based upon your body weight or at least   your lean body mass, but in some factor, it's  related to the size of your body. So, as you start   to become bigger and more mature, your body's  requirements for protein will go up as well.    So, for sure, having a place that you can  conveniently rely on to get your protein needs   met, is actually really well done through protein  powder, the same thing here. But for a second   reason, I think it becomes incredibly important as  you start to get into these age brackets. Because   as we get older, we start to fight muscle loss. In  other words, we're trying to play for the tie at   the very least, not losing the heart or muscle  we worked hard to gain throughout our earlier   years. Protein powder is a must when it comes to  trying to, or at least protein in some form, is a   must to try to preserve the muscle that you have.  So, in my opinion, protein powder is one you're   definitely going to want to look into when you're  constructing your own supplement timeline.    Speaking of protein, if you're looking for  the highest quality protein available on   the market with an industry leading 30g per  serving, you can find Athlean PRO30G over at   Athleanx.com. It's the only one I trust and  the only one I actually put my name on the   back of the bag. Now back to the video.  Next up in our supplement categories is yet   another that actually I don't consider a  supplement because it's not. We're talking   about TRT. The problem is, though, you hear people  talk these days, you think that is just as much a   supplement as the multivitamin that you might  pick up at GNC, but it's not. It's a drug with   drug like effects. You shouldn't be considering  TRT in the same realm of supplementation and   there's a very important reason why. Because once  you start taking TRT, in many cases, you need to   stay on it for the rest of your life. None of  the others here are that mandatory. You can   get off whenever you want. TRT is a replacement  therapy designed for people who are deficient in   testosterone. Or their body has an inability to  either create enough testosterone or they have   issues in which binding of free testosterone  renders the active testosterone useless.    Now, there is potentially a rise in  the number of people that could benefit   from testosterone because environmental  factors, exposure to pesticides, BPAs,   maybe it is causing an overall decline in men's  testosterone levels. But not to the degree that   you may have been led to believe or the excuse  that people are using as a reason to jump on   TRT. My issue here is that in the cases that it  is actually clinically necessary, it's extremely   necessary. It's medically the only way that you're  going to get yourself back to feeling great.    In other words, where the repercussions exist  from taking this unnecessarily, many repercussions   exist for not taking it when you actually need  it. And that can occur in as young as a young   teenager. The issue is address it if needed, but  don't go there if you don't need to. So, for me,   this is always going to be a CWYD or Consult with  Your Doctor throughout the entire timeline.    TNext up, we're talking about something that's  actually related, at least in purpose and focus.   We're talking about test boosters. These, I  believe, are more supplemental because they   actually don't affect or turn off your body's  ability to produce testosterone. That being said,   my opinion has definitely changed here. I feel  that new research has evolved that's introduced",
        "start": "00:03:44",
        "duration": 235.6200000000001,
        "title": "2023 SUPPLEMENT GUIDE (Which Supplements | What Age)"
    },
    {
        "text": "new compounds that do a safer job of giving you  some benefits. Now, not to the degree that you   might experience with testosterone replacement  therapy, but at least some benefits that can   be done safely. My good friend Andrew Huberman  was on the Joe Rogan podcast, and it's actually   the first place that I heard about things like  Tongkat Ali or Fadogia. Tongkat Ali is incredibly   effective at addressing a specific type of low  testosterone, and that is when you have high SHBG   levels. And one of my clients actually had high  SHBG levels because of a family history, everyone   in their family had a genetic predisposition  to have high sex hormone binding globulin.    What that does is it basically takes your total  testosterone, which could be even high, but it   renders your free testosterone useless as it binds  to it. If your free testosterone levels are low,   the overall effect of testosterone in your body  is not going to be there. So, if you can take a   supplement that can safely decrease SHBG, well,  you might have a weapon in the arsenal to do   this and again, in a supplemental way. But I would  just say consult with your doctor here as well   across the entire category before you take it.  And next up, while we're at it, can I at least get   the last one here off of my chest and get it  out of my system? We're talking about SARMS,   Selective Androgen Receptor Modulators. Do you  know where the most popular use of this is? Right   here in the 14 to 19 bracket. That is disturbing.  I do not recommend the use of SARMS to anybody.   They're incredibly untested. We're talking about  testosterone replacement therapy and my objection   is they're being used unnecessarily, at least  if we know what it does. Here, it's anyone's   ballgame. I do not recommend these. And this is  a place that I would advise parents to be wary of   what their kids are buying. They go to websites  that say not for human consumption. And legally,   the websites have to say that on these products,  yet they sell them and kids take them.   This is incredibly popular here, like I said, but  it could be of interest to anyone in any portion   of the timeline. My sincere recommendation  is just simply to avoid them, no matter where   on the timeline you sit. And for that they  deserve the X in every single bracket.    And that brings us to the last on our first half  of our list. And we're talking this time about   melatonin. An increasingly popular supplement  these days, most of all, probably coming out of   the pandemic. Why? Because sleep was pretty damn  disturbed as a result of doing nothing but staying   home and looking at our computers and devices. See  exposure to blue light at night, which is a lot   of us do as we head off to bed can interrupt your  natural sleep cycle. And melatonin is supposed to   help us to restore a normal circadian rhythm.  That being said, it is a safe supplement that   anyone can use, it's actually been  recommended to our two children under   the age of ten who struggle a little bit with  their sleep. The fact of the matter, though,   is it effective? And when we think about some of  the other research that's out there, again, more   research coming from my friend Andrew Huberman,  who talks about more natural alternatives.    Morning exposure to sunlight can help to  restore the circadian rhythm and set natural   sleep patterns so that you wake up feeling  refreshed every single morning and go to bed   at a more regular time every night. The fact  is, though, it's safe, whether or not it's a   part of your plan is really up to you. But my  recommendation would be put away those devices   get more restful sleep, and of course, take a  peek of that sun every time you wake up.    And now we work the other side of the board and  kick off in the process a run of some more of   the training specific supplements. And this time  we're talking about creatine. Now, notice I didn't   say what type of creatine because there's a lot of  different types. But what's the difference? Well,   it depends on how your body handles the type  that you take. Creatine Monohydrate is by far   the number one most popular form of creatine.  There's also Creatine Hydrochloride. There's   also Buffered Creatine. Understand this. The  difference between the end effect of what type   you take is all the same. It's still going to  help you with ATP regeneration. It's still going   to help you to produce more power and force in  the workouts that you're doing. It's still going   to help you to hydrate the muscles and, in the  process, make them hopefully more anabolic and at   the very least give you more intramuscular  water to add some immediate muscle weight.    The fact of the matter, though, is it's a  well-researched, incredibly safe supplement.",
        "start": "00:07:40",
        "duration": 240.1800000000001,
        "title": "2023 SUPPLEMENT GUIDE (Which Supplements | What Age)"
    },
    {
        "text": "I will say this to the parents out there, people  who inquire about whether creatine is steroids,   it is not. It is incredibly safe. Therefore,  kids as young as 14 to 19 who are going to   seek this out should probably be  able to do so very safely. Again,   consult with your own physician. However, in many  cases, your physician plays it way too cautious,   in my opinion, in terms of this. This is a very  safe supplement. That being said, every other age   bracket here is going to benefit from creatine,  especially if they're training hard enough.    In the 10 to 13 age group. Again, you're probably  not even training really much with waste at this   point, so it's completely unnecessary. But if  you're looking for creatine, the only decision   you should be making about whether it should be  monohydrate or some other form is how it reacts   in your body. If you tend to get gut discomfort  after taking it, then you may be one of the 10% or   15% that has issues with monohydrates. So, in that  case, you'd opt for something like hydrochloride,   which not only could be taken in smaller  dosages, but doesn't have the side effects that   those that have them do with monohydrates.  And one last thing to address, when people talk   about hydrochloride being chosen simply because  it's more expensive and the manufacturer can make   more money, that's just simply not true. Though  it costs twice as much as monohydrate does on   a kilo per kilo basis. It also, as I said, can  be taken in almost half as much of a dose. So,   two to three grams is the effective dose of  hydrochloride five grams, the effective dose   of monohydrate. When you balance it all out, they  pretty much cost the same. Take the one that's   most comfortable for you and just reap all the  benefits that this supplement has to offer.    And next we hit yet another popular  category when it comes to training,   and we're talking about pre-workouts. Now,  can I start with this? If you're not training,   you don't need a pre-workout. A lot of guys  will actually take, and I see them all the time,   drinking different kinds of pre-workouts simply  as hydration. There's no point to that. If you   have a well-designed pre-workout, you'll get  the energy that you're looking for, but also   the other ingredients that work directly towards  improving the output in your actual workout.    Now, as a kid, I actually didn't take  a pre-workout at all, I didn't think I   needed it. But back then, most of the pre-workouts  were really just centered on the energy producing   ingredients, namely caffeine. As a quick note  on caffeine, I don't think we need nearly the   amounts that we take when we're trying to seek  out a pre-workout. Our pre-workout actually has   200mg of caffeine and there's a specific reason  for that. My supplements are used by MLB players,   and there's a strict requirement for no  more than 200mg of caffeine by NSF.    And there's a reason for that, too, because they  know that you can still get the stimulant benefits   of caffeine in those dosages without having to  go over and beyond. Now, if you're someone who's   chronically taking in caffeine, your body may have  become accustomed to it, in which case you might   be seeking out more. But that's more of an issue  of you taking in too much caffeine regularly,   and you'd be better off teaching your body on  how to come off of that dependency so that you   can start to see benefits from lower doses.  Now, there's other ingredients in pre-workouts   that, again, provide additional benefits. Taurine  would be another place where we could get some   additional energy. We can include things like  tyrosine for increased focus in our workouts. Or   one of my favorites, Beta Alanine, which helps  you to train more intensely in those slightly   higher rep ranges, which are often the ones  that I train in when it comes to hypertrophy.   If you're looking for a good solid pre-workout  that kind of hits all those marks, you could   certainly try mine over at Athleanx.com.  And with that, can I make one important   disclaimer? If I recommend one of my products,  please understand that I'm doing so with the   suggestion that you have your regular nutrition  plan fully in check. Don't waste your money on my   supplements, or any others actually, if you refuse  to get your nutrition in check first. Remember,   supplements are supplemental, and they should  complement a great diet. Regarding specific   age recommendations here again, I don't believe  these guys are really training with weights and   therefore they do not need them. Starting in your  teens, you can if you choose a responsible brand   and then going on up here, again, I still  think the responsibility lies in making a",
        "start": "00:11:40",
        "duration": 223.5,
        "title": "2023 SUPPLEMENT GUIDE (Which Supplements | What Age)"
    },
    {
        "text": "good selection here and not just loading your  body up with 400, 500 or 600mg of caffeine.    And next we move a little bit further down  the list and in this case, a little bit   further into your workout when we talk about  intra workout supplements. In other words,   during your workout. And this is an untapped area  of supplementation that I think can benefit a lot   of people if it's specifically addressing the  right people. See, I think that up till now,   a lot of intra workout formulas have focused on  hydration or using branched chain complexes in   order to increase your energy. I'm not really  sure that that's the right direction.    I think what we really should be focusing on here  is one specific use, and that is focusing on the   attenuation of strength from the first set to  the last set of your workout. We know if you are   a strength athlete or if you're lifting heavy,  heavy weights, not only do you require longer   rest periods between sets, but I do believe  that from an energy substrate standpoint,   you start to become depleted at a faster pace.  This is where supplements that address strength   attenuation specifically like another  one that we have PR-X comes in handy.   Again, if you're not training for strength, I  don't think it really applies at least my specific   product for that purpose. If you're simply looking  for one of those more traditional hydration-based   intros, honestly, a couple extra trips to the  water fountain I think would do the job. But if   the primary focus of your training is strength,  then you have a weapon in your arsenal to assist   you along the way. 10- to 13-year-olds don't need  to worry about this. The 14- to 19-year-olds,   again, if the focus of your foundational training  is building your strength and you could benefit.   But really it depends on what type of training  you're doing. So basically, this isn't up to you,   but certainly something that could be used.  Mention the word fat burner in a gym today and   you actually might be told by someone, yeah,  I'm taking a supplement called a Ozempic. No,   you're taking a drug called Ozempic and it's not  the best fat burner you can take. Because in the   process of losing fat, you're going to lose a  whole hell of a lot of muscle, too. Which is going   to probably ultimately set you down the path of  more weight gain when you lose any of your active   metabolic tissue. Fat burners are a category that  sort of doesn't sit well with me because the last   one that was actually effective goes back to  the 1980s and was Fen-Phen, which was also   dangerous. Accompanying with it, some fat loss  was racing heartbeats and in some cases death.   Guys, I'm not for anything that jeopardizes your  health, it will never get my endorsement. When it   comes to fat burners, there are some other natural  options I've talked about before the benefits of,   let's say, cinnamon or capsaicin or hot sauce or  even ginger. All of them could have a positive   effect by increasing insulin sensitivity and  metabolically improving your body's ability   to burn fat. But it's going to do so in a not  so significant way. If you have five pounds   of fat to lose, then of course they might be a  good option. But if you're looking to lose 10,   15, 20 or 100 pounds of fat, they're  not going to do anything for you,   but at least they're safer. But when it comes  to the broad category of fat burners themselves,   I'm just not a believer. So, for me, it's going  to get an X in every single age bracket because I   just think there's better options, namely, work on  that diet. I said it before, I'll say it again.   When I mentioned joint recovery, we immediately  start thinking the old guys at the end. Well,   as one of those old guys, I could tell you  that's actually the wrong thinking. And as   a physical therapist, I can tell you that's  actually very wrong thinking these days. When   you think about the increased activity levels  that our teenagers are engaging in today with   travel sports and fall ball, kids are playing  sports and engaging in physical activity way   more frequently than we ever did as kids. And as a result of that, we're starting to   see some early breakdown orthopedically  and it needs to be addressed. Because if   you don't intervene just because you think  you're too young for a joint supplement,   what happens is the condition just gets worse  and worse in a cyclical nature. If you have pain,   you compensate to move away from the pain. As you  compensate, you throw the load onto a different   joint that can't handle the stresses that you're  trying to throw onto it. As that joint starts to   become overwhelmed, it starts to break down,  causing a new source of pain, which causes new",
        "start": "00:15:24",
        "duration": 224.88000000000005,
        "title": "2023 SUPPLEMENT GUIDE (Which Supplements | What Age)"
    },
    {
        "text": "compensation and the cycle continues.  If you're experiencing joint discomfort,   the first thing you need to do is make sure you're  aware of what's causing it. It could be a lack of   flexibility. It could be a lack of mobility.  Find the root cause, change your form, correct   your technique, lighten the weights, do what you  need to do to try to unload and relearn how to   perform the movement properly. But in the case of  breakdown, breakdown is breakdown that needs to be   addressed. So sometimes investing, usually in the  later part of this bracket and into this bracket   into a good joint formula, can actually help you  to stave off some of the decline that you might   see as you work your way into the later years. Of course, as you get older, you're going to   probably have more frequent and more numerous  sources of joint aches and pains. This is again   where joint formulas become very, very effective.  The point is don't neglect the early signs of   breakdown simply because you don't think that  you fit the age requirement for the category   need. You actually might and the sooner you do  something about it, the better off you'll be.    This next one for me is actually very near  and dear to me because it's something I've   actually taken since the time I was  very, very young. We're talking about   Omega-3s. And the reason for that is that my  father, a physician, has long held a belief that   Omega-3s are one of the most important things and  easily attainable ways that we can maximize health   and longevity. If you look at an expert like  Rhonda Patrick, she'll talk about the benefits   of Omega-3s, again, far reaching beyond  just their cardioprotective effects.    She'll talk about how having low levels  of Omega-3s in your body can put you at a   greater risk for all-cause mortality. She'll  talk about how getting adequate amounts of   Omega-3s in your system can increase your  overall lifespan by five years. Again,   these are her findings. I, on the other hand,  know about their benefits in the gym because of   their anti-inflammatory properties, helping us to  control inflammation and recover from our workouts   faster, especially when we're training hard. The reality of the situation is we're simply not   going to get enough of them through food alone.  And that's where supplementation becomes really,   really important. Eating fish every single  day not only could be quite expensive,   but at the same time, it's just not going to give  you all of the omegas that you need. That said,   the quality of the supplement that you choose is  critical here because choosing a low-quality fish   oil is going to oftentimes bring along with it  pesticides or heavy metals that the fish ingest   that are going to make their way into your body.  Pretty much defeating the entire reason for why   you'd want to take these in the first place.  If you're looking for a high-quality   pharmaceutical grade fish oil designed  by a physician, my dad, then of course,   you can check out Dr. C's Omega threes over at  Athleanx.com. But again, choose whatever you   want to choose here guys, I just think that  you should probably choose something in this   category because it has benefits far reaching  from all the way young to all the way old.    And lastly, that brings us to probiotics.  Another increasingly popular category here,   mostly, I think, because we just came off of a  pandemic which involved a lot of illness. Along   with illness, a lot of treatment and a lot of  treatment with antibiotics. And antibiotics use   can actually destroy normal gut flora, but not  necessarily forever or long-term. Potentially   a short course of probiotics here can help us  to kind of give that normal microbiome a little   bit of a kick start to get back to functioning  normally. But I'm not sure that it needs to be   something you supplement with consistently.  Regarding their safety, there's certainly no   cause for concern and using them at any of  these age brackets, as a matter of fact,   even younger than this, my kids pediatrician  has often recommended them for them to restore   normal gut function. But the idea is, again,  do you really need them? Could you just eat   yogurt? Are there other ways to actually help  to restore your normal gut flora? I do think   there are. But again, this is one of those up  to you and I'll let you make that decision.    And so, with so many supplement categories to  cover it and only limited time to do so, I had   to rely on Amazon to give me the top selections  based on popularity, and that's what I have behind   me. Hopefully you found the video helpful. If  you're looking for the high-quality supplement",
        "start": "00:19:09",
        "duration": 214.91999999999996,
        "title": "2023 SUPPLEMENT GUIDE (Which Supplements | What Age)"
    },
    {
        "text": "categories that I have at my own site, I can put  my name on them and vouch for them. Of course,   they're over at Athleanx.com. In the meantime, if  you found the video helpful, leave your comments   and thumbs up below. And also, if you haven't done  so, click Subscribe and turn on your Notifications   so you never miss a video when we put one  out. All right, guys, see you soon.",
        "start": "00:22:43",
        "duration": 13.44,
        "title": "2023 SUPPLEMENT GUIDE (Which Supplements | What Age)"
    }
]