[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. I've got a little bad news, and good news today. The bad news is, I kind of sound like a troll because I'm a little bit under the weather, but the good news is, I'm not going to make you listen to me that long, and I am going to deliver you four pushup variations that are going to be better, and more effective than the original. I'm going to show you how to do each one, and why each one is better. All right, let's get right to it. So as you can see, while the pushup is a very, very popular exercise it does have its detriments. As a matter of fact, because your hands are fixed on the ground you do not get the opportunity to get one of the most important functions of the chest involved, and that is adduction of the chest. So what we can do is add this banded crossover, which is one of my favorite ways to do this. By actually pulling a band in from the side, and having to cross my hand all the way over on each, and every pushup I'm now getting active adduction of the chest. I'm making it do more work. In addition, it's still doing a pushup. So you're getting an added effect here that's far better than the regular pushup. Of course, you have to make sure you do the band on both sides to balance this all out. We can stick with that same theme here, too. We don’t actually even have to use any other equipment here. This is where we can do the rotational pushup. By actually changing the position of our body, in relation to our hands, we can actually still complete that relative adduction at the chest. You can see here, again, every time I come up and rotate, I'm getting that adducted position, ultimately, here of this shoulder that's going to activate the chest more. We do it on both sides so we can, again, make sure we're hitting both sides of the chest. But the key point here is doing a regular pushup is not providing you with the opportunity to incorporate all the functions of the chest. When we do these slight variations here we make the exercise better because we're not getting more of a complete chest contraction. Moving on, even if you don’t want to get a concentric shortening of the chest, or if we don’t have the opportunity to do that we can still include an isometric contraction of the chest here. We can do that with the use of a physio ball. Don’t think that physio balls are easy, or that they're out of style. They provide some really unique opportunities here to get a better pushup. So what we do is, we put our hands on the side of the ball, and we go into an active isometric chest contraction, trying to adduct by squeezing into both sides of the ball. The cool thing here is, we can actually apply this force the entire time we're doing the exercise. Rep, after rep, after rep. The reason why my arms are shaking here is not because it's so much more difficult than a pushup, but because I'm actually applying that much force, and effort into the ball to try to get as hard of an isometric contraction as possible. Finally, we don’t necessarily have to change the pushup very much by adding additional contractions that don’t necessarily exist in the base form. We can just make the exercise better by making it do more. So look at this knee drag pushup here.",
        "start": "00:00:06",
        "duration": 164.39000000000001,
        "title": "4 Pushup Variations WAY BETTER Than the Original!"
    },
    {
        "text": "What we're doing is, first of all, igniting the abs in a way that a regular pushup does not. By requiring that the knee comes up, and slides up the forearm, and then back down we're getting that crossover crunch lower ab effect here. But at the same time, we're also prolonging the time that every rep takes. We're actually including two pushups, or at least one and a half, for every, single rep that we complete. This makes this exercise a better bang for your buck version, and in the long run, if you start doing these you're going to get more from them. Adding to the fact that we're now in this decline position and this is just a much harder position to push from. So for all these reasons, this exercise variation is far better than the original. So there you have it, guys. We made it, both you and I. You, by listening to me, and me, by actually having a voice to get through to the end of the video. The fact is this: I look at the pushup the same way I look at the plank. It's a base version exercise. It's for people that are just getting started. But I think as soon as you get any kind of experience in the gym you want to quickly try to find ways to make it better. Make it have a greater impact on your training because there are so many more ways, and there are greater possibilities for making this exercise more effective. So you're going to get more from the reps that you're doing, as opposed to just continuing to do the same. I would say, guys, if you keep doing what you're doing you're going to keep getting what you're getting. It's time to change it up. It's time to challenge yourself to get better results. If you're looking for a program that will do that for you day by day, step by step; head to ATHLEANX.com right now and get our ATHLEANX training program. In the meantime, if you've found the video helpful leave your comments and thumbs up below. I'll make sure to drink my tea, have lemon, whatever it is, whatever home remedy you guys might have for me, and I'll get myself better. I promise. All right, guys. I'll see you soon.",
        "start": "00:02:50",
        "duration": 96.804,
        "title": "4 Pushup Variations WAY BETTER Than the Original!"
    }
]