[
    {
        "text": "Jeff: What's up, guys? Jeff Cavaliere,  Athleanx.com. So, if you clicked on this   video because you thought to yourself, I'm  not really a noob, but I'm always interested   in the mistakes that others make because I can  maybe help somebody out. Not so fast. Because   you actually might be a noob yourself.  You see, if you're making any of the five   mistakes I share with you here in this  video today, it's likely holding back   your gains no matter what level of experience  you have. So that being said, it's important   that we start to break them down one by one.  But before we do that, I think it's important that   we make that distinction very clear to you between  beginner and noob, because it isn't just about   experience. You see, we're all going to start out  as beginners at some point. As a matter of fact,   the very first time I lifted this was my  five-pound Marcy dumbbell and I still hold   it to remind me of how far the journey has been.  In other words, it can't be Chris Bumstead without   first maybe being Chris from East Bumfuck. Jesse: You also can't be Jesse from Athlean-X   unless you're, you know, just Jesse to starts.  Jeff: What is up with that facial hair?    Jesse: Don't worry about it.  Jeff: The point is, there's a journey   and you have to be willing to take it. And  not knowing the things I'm going to share   with you here are going to keep you in that  noob status long after you probably left the   beginner stage. And that's a problem.  So, let's fix it then today. And the first   place we have to start is by not over relying on  machines. I get it, a lot of us walk into the gym   the very first time and we veer towards machines  for a few different reasons. First of all,   they're safe, right? You don't have to know much  other than you sit in them, and you push the   device in the movement pattern that it allows you  to. You don't have to think about balancing. You   don't have to think much about coordination. But  these are very important skills that you need to   have when you eventually translate over to the  free weights with dumbbells or barbells.    We also might be able to hide some of our  insecurities a little bit better by having   just a weight stack that sits to the left or  right of us that we can sort of move the pin   up and down. When we expose ourselves in the  great wide open of the center of the gym floor   and people can see how much or little you're  using with dumbbells or barbells, we've become   more vulnerable. But again, it doesn't mean that  we want to veer away from those devices.    We want to push ourselves there. If we rely  too much on machines, we actually might even   build some strength, which could be a bad thing.  Because if we get stronger there and finally get   the confidence to go into the center stage  and start to lift barbells and dumbbells,   we do so with a false pretense of thinking  we're stronger than we actually are. And we   start to lift heavier weights, which is just  going to expose the lack of proprioception,   the lack of coordination, all the things that  you didn't develop by relying on the machines.   And now it comes back and rears its ugly  head in the form of either injuries or   just exposing those cracked foundations that  you've actually overlooked that are going   to become a bigger problem down the road.  This next mistake is actually one that you can   easily identify a noob making whenever you walk  into a gym. And it actually builds off of the   first point we talked about that overreliance on  machines. And it's the lack of use of full range   of motion. And here's the deal, we either get  to this point because we don't know what full   range of motion is. And again, that likely comes  from a lack of experience on the exercises you're   trying to build up to. Or it's just that you're  overcompensating for a weakness on the exercise   where you're performing the lift in only the  range that you can control the weight.   Therefore cutting out the full range of motion  because you never develop the strength to be   able to handle that weight throughout all of  its range of motion, even the weaker points of   the exercise. That's not what we're looking for  here, guys. Especially when we're talking about   the bigger barbell lifts, like a deadlift or  a bench press or a squat. Your job is to learn   how to command that weight, the weight you  can actually handle, throughout all points   of the range of motion, even if it means  dropping down to just the bar to start.   Because the truth of the matter is,  the more compound the exercises that",
        "start": "00:00:00",
        "duration": 215.88,
        "title": "5 Big Mistakes ALL Noobs Make in the Gym!"
    },
    {
        "text": "you're performing and the more muscle groups that  participate to allow you to perform the exercise,   the more technical it is and the more you have  to learn the lift itself and actually be able to   do the lift properly. If you're shortcutting  in the range of motion, you're never going   to reach that goal and ultimately likely to  stay in noob status for a long, long time.    Now, if orthopedic issues and injuries are at the  root cause of your abbreviated range of motion,   well, in that case it's actually not just a good  idea, but it might be the best course of action   to getting you back to the use of full range  of motion. Because we know that we can perform   the exercise within that pain free range and then  build out from there. Well, that's a good reason   to utilize an abbreviated range of motion, but  not somewhere you want to live long term. Again,   your goal should be to be able to do the entire  range of motion on all the exercises you perform.   If it's long term gains you're seeking and a  removal of new status once and for all.    This next one is actually one that's probably  my biggest pet peeve of them all. Because this   mistake is one of those unforgivable ones,  especially given how we consume information   in this day and age. It's so readily available  to us we need to be invested in learning and   getting better. And it shows itself no more so  than in our lack of body awareness. If you look   at a noob in the gym, they oftentimes will  struggle with the ability to even identify   what muscles are participating in an exercise.  Or they have no idea how to fully contract the   muscle that they're attempting to train.  And for me, it's just sort of, as I said,   unforgivable because the information is out there.  If you just watch this channel, you'll get all the   information needed to be able to attack your  workouts and know exactly not just what to do,   but why you're doing it. Because if you're  invested in the process, you'll want to know   why. I can tell you the parameters, guys ask  me all the time, Jeff sets and reps, please.   It's not just about sets and reps. It's about  understanding those parameters so you can apply   a purpose behind what you're trying to do.  If you're trying to become stronger, understand   how you're going to get there. If you're trying  to build muscle, understand how you can utilize   these techniques I'm showing you so you can  get there. You'll learn how to recruit muscles,   you'll learn which exercises, and muscles  are participating in the exercises. You'll   know how to get there and have the strategies  that you can then invest your effort and energy   behind. And that is where real results lie. If  you continue to just sort of blindly go from   workout to workout with actually no desire to  learn any more or understand the process better,   you're always going to be stuck in noob status  and that's something I can't help you with.   The next mistake has to do with the order  that you're performing your exercises in and   it actually does matter. Because if you're saving  your most neurologically taxing exercises or the   ones that you're using the most weight on or even  the most compound exercises that involve the most   muscles towards the end of the workout, you're  just making a mistake and it's very avoidable.   Once again, it's kind of building off the last  point with more education about the process.    So, in the example of, let's say a squat, you'd  want to perform that exercise early on in your   training and save the machine exercises, which  again, nothing wrong with machine exercises, just   don't rely on them. But you saved them towards  the end of the workout, or you'd use your single   joint exercises towards the end of the workout.  Or the lightly loaded exercises, a goblet squat   could go more towards the end of the workout,  rather than the heavily loaded barbell squat,   which you're going to want to start with.  Again, it's sort of a dead giveaway when someone   doesn't understand the entirety of the workout or  the purpose of what they're trying to accomplish   here. But once you do, it makes a lot of sense.  And not just that it leads to better results   and doing so a more enjoyable process.  And then finally, this is the big mistake that   sort of encompasses people from all levels of  experience that are still stuck in noob status,   because they don't know when to switch it  up. And when I talk about switching it,   I'm talking about all elements or variables  in your training. So, when do you change   the exercises you're performing? Or when  do you add exercises or remove some from   your program? When do you change the angle of  even an exercise you're performing regularly?",
        "start": "00:03:35",
        "duration": 226.14000000000001,
        "title": "5 Big Mistakes ALL Noobs Make in the Gym!"
    },
    {
        "text": "When do you change the weights that you're using  on an exercise? When do you switch up entirely   the program or the split that you're using?  If you don't have the ability to identify those   key points, you're likely going to be stuck in  noob status for a long, long time. And a lot   of it has to go back to that fact of a lack of  progression, because progression is what you're   striving for. Trying to progressively overload an  exercise, I'm sure you've heard it is fundamental   to progress because what that means is you're  learning how to adapt to a stimulus and then push   to the next level to keep your gains coming.  A lot of times, guys, you'll hear the minimalist   recommendation of keeping it simple. But  minimalism without progression is actually   worse than variety without progression. Because  the variety itself simply changing the exercises   you're performing are going to provide you a new  stimulus that are capable of at least driving some   new growth because the stimulus is novel and new.  If you just keep doing the same thing every single   time you get to the gym, even if it is the good  key exercises, but you're not progressing them or   adding weight where you can or attempting to get  stronger. Or introducing new ways to challenge   your muscles when you're doing the exercise.  Because it's not all about adding weight to the   bar, it could come in many different forms. You're  just kind of stuck in neutral, and that will   perpetually keep you stuck in that new status.  And so, whether you're just a beginner committed   to making your body better or you're fearful  of being stuck in noob status forever,   here's the strategy now and the mistakes  that you need to avoid, to make sure you   can get to that next level. Speaking of next  level, if you're looking for any inspiration,   look no further than our own Jesse. Now, with a  400-pound squat, a 540-pound deadlift and quite a   bit of muscle gains to boot. When you're committed  to the process, you overcome your extra phobia and   you're committed to the education that goes into  learning how to overcome these mistakes. Guys,   it becomes very, very easy. Speaking of  mistakes, we talk about that mustache again.    Jesse: How is this a mistake?  The only mistake that's being   made here is you shaving your face.  Jeff: I couldn't even grow on if I tried.    Guys, if you're looking for complete programs  you can find them over at Athleanx.com. If   you haven't done so, make sure you click  Subscribe and turn on your Notifications,   so you never missed a video when we put  one out. All right, guys. See you soon.",
        "start": "00:07:22",
        "duration": 119.76,
        "title": "5 Big Mistakes ALL Noobs Make in the Gym!"
    }
]