[
    {
        "text": "What s up guys, Jeff Cavaliere, athleanx.com.  So, when it comes to food choices,   I'm sure we all have our own preferences.  However, today I'm going to show you five   foods you really need to make room for in  your diet. We all should be eating these,   not just because they're good, healthy  choices, but when it comes to the gym,   they're actually science proven to help  you build muscle faster. And the best part   is finding a way to incorporate them into  what you're already eating is super simple.   Kind of simple.  All right, so,   it doesn't get any easier than  this first food to start reaping   the benefits both in the gym and just in  your overall health than the blueberry.   Now, look, we've got to get something straight  right off the bat here. I'm not talking about   blueberry flavored anything or blueberries in it.  So, anybody that likes those blueberry scones from   Starbucks, that doesn't count. Well, what we're  talking about, though, is just eating pure,   fresh blueberries and that's going to be a theme  throughout the entire video. Now, when it comes   to blueberries, I also sometimes hear, Well, they  can make you fat there's a lot of sugar in them.   Guys, do me a favor, nobody ever got fat eating  blueberries. There are 0.8 calories in each one of   these things. That means for 100 of them, you get  about 80 calories, which is only 15 grams of sugar   and it's also not very high in the glycemic index,  so it doesn't cause those blood sugar spikes.   Now, when it comes to the gym, there  is actually a study performed on women   aged 25 to 40 who ate two cups of blueberries for  six weeks. And what they found was an increase in   the number of human muscle progenitor cells,  which are the cells that go on to produce   new muscle tissue. And they also saw a lower  percentage of dead human muscle progenitor cells,   which indicated a resistance to oxidative stress.  In other words, more resilience as they went   through their own workouts. So, what that means is  faster muscle recovery in between workouts. And we   know that if you're going to train natural,  faster muscle recovery is your number one   weapon for building new muscle throwing.  Throw in the fact that these are also rich   in vitamin C and potassium and are a powerful  anti-inflammatory and you can't go wrong with   adding blueberries to your diet, especially  because it's so damn easy to do. And so,   there isn't a single one of us out here who  hasn't probably been told since the age of   two that we should be eating more green  vegetables and for good reason. However,   there's a specific type of green vegetables I want  you to be focusing on, and they're the cruciferous   vegetables. And maybe the first thing that pops  into your mind is broccoli or cauliflower. But did   you know, there's actually a lot more choices that  will fit the bill here? We re talking about things   like cabbage or Brussels sprouts or bok choy or  kale or one of my favorites, broccoli rabe.   All of these foods are rich in three important  things, the first being phytonutrients, the second   being vitamin K and the third being something  called sulforaphane. You see these foods when   eaten or cooked or chopped, will actually break  down a substance called glucoraphanin and into   sulforaphane. Sulforaphane is actually being  proven to be a very, very powerful antioxidant   and also anti-inflammatory. One of my favorites  I always mention here on this channel, Rhonda   Patrick has talked a lot about these benefits.  Now, maybe you're thinking to yourself,   but I don't really like any of those foods,  even the other options you gave me, Jeff. Well,   you can still meet your needs by just having a  salad with some arugula and radish in it. So,   there's no excuses here, there are a lot of food  options. And when it comes to building muscle,   there's actually some exciting studies coming  out that were done, albeit pig cells, and no,   we're not pigs, but we do have similar muscle  cells. And they showed that by exposing these   human pig muscle cells to Sulforaphane, that  they could actually deactivate something called   myostatin. And that's a type of protein that's  actually responsible for putting the brakes on new   muscle growth. So, if mom's urgings weren't enough  of a reason to put more of these on your plate,   hopefully now with greater options here, you've  got greater reason to make sure you do.    Look, while green foods might get all the  love. You also have to pay attention to the   orange foods because there's plenty to love  about that. And no, Jesse, we're not talking",
        "start": "00:00:00",
        "duration": 210.24,
        "title": "5 Foods EVERYONE Should Have in Their Diet!"
    },
    {
        "text": "about these, they don't count. But what we  are talking about is foods like cantaloupe,   pumpkin, squash, my favorite sweet potatoes,  carrots, mangos and even oranges themselves.   And they all have carotenoids, and these are  actually protect our health. They're what are   known as free radical scavengers. They go out and  they get rid of the oxidation that can cause cell   breakdown in early aging. And they also help to  protect things even like your own eyesight.    The fact is, guys, you need to get more of  them in your diet. But how? Well, first of all,   unlike the blueberries, since there's a greater  variety here of these foods, they're not all   the same in terms of their calorie impact. So,  some a little bit more caloric like the sweet   potatoes or oranges and some a little bit on the  lighter side, like cantaloupe and pumpkin. You've   just got to figure out where that fits in your  diet. But you need to figure out some way to fit   some version of them into it. And when it comes  to the body changing capabilities of these foods,   they actually did a study on competitive  cyclists where they looked at a particular   flavonoid inside of oranges called 2S-Hesperidin,  and they did it over the course of eight weeks.   They had 40 amateur cyclists divided into  two groups, one that took it, 500 milligrams,   and the other one that did not.  And they saw something pretty impressive   findings. The supplemental group showed a decrease  in body fat percentage by 10.4%. Now, mind you,   that's not, let's say, from 20% down to 10%.  That's a 10% drop from, let's say, 20. So 2%   loss in body fat, but it's still significant.  They also found an increase in muscle mass,   percentage of 1% and total muscle mass of  1.7% with no changes in the placebo. And   the good news is you don't have to be an athlete  to see these benefits. The fact is you just need   to figure out a way to start eating more of these  orange foods. One little caution here, though.    If you eat too much of this, you can get  something called carotenemia, which is when   you actually start to get like orange-colored  hands. And I kind of mentioned how much I love   sweet potatoes and pumpkin. It's actually due to  an increase in vitamin A. And if you see that,   all you have to do is just simply decrease  your consumption. But I'll tell you this,   most people are not having a problem with too  much of this, they're having too little.    So, if you watch my channel for any length  of time or actually even watch my full day   of eating video, which I'll link for you  at the end of this one. You ll notice   that there s one food, this next one here  that I actually eat every single morning,   and it is ginger. And you might have been told a  long time ago that if you had an upset stomach,   it's good to sort of ease nausea, but it goes way  beyond that. It's a powerful anti-inflammatory   and in my world, it's one of the best ways to  actually minimize the late onset muscle soreness   after a hard workout. And we all know that if  you can't train because of muscle soreness or   can't give a good effort in the gym, then how are  you going to make real gains? You need to be able   to control this. And there are studies that show  that taking just two grams of it a day are enough   to decrease delayed onset muscle soreness by  up to 25%, particularly helpful for those that   like to incorporate slow eccentric training  into the workouts, which is one of the known   drivers of delayed onset muscle soreness.  However, even if you never lifted a weight at all,   the anti-inflammatory benefits system wide are  undeniable. Now how do you get it? It's actually   quite simple. You can either take the actual  ginger root and powder it up and put it into   certain recipes, or you can drink ginger tea  a couple of times a day. Or like I like to do,   I just take the pickled ginger, as you  see here. I kind of throw it on my eggs.   Trust me, it's not gross. And all I need is about  this much to meet my daily requirements.    The fact is, if I didn't think this food was  that important, I would have actually made an   entire video dedicated to just it. I'll link  that one for you at the end of this video as   well. But the point is, figure out a way to get  ginger in your diet. Whether you eat it, drink   it or smash it. The key is, get more of it. And of course, when it comes to building muscle,   we have to talk about protein at some point, but  not all protein is considered equal. And sure,   there's a lot of debate about how much protein  you need, but I don't think we get enough lean   protein. What I mean by that is what is the  protein in its natural state? We need to",
        "start": "00:03:39",
        "duration": 211.28000000000003,
        "title": "5 Foods EVERYONE Should Have in Their Diet!"
    },
    {
        "text": "start there. So, if you're talking about a steak,  it's just a steak. And if you talk about chicken,   it's just the grilled chicken. If you're talking  about fish, well, you know it's fish, you get the   idea here. And maybe even vegetarians,  we re just talking about the lentils,   not the whole recipe. And I think that's where we  maybe start to screw things up a little bit.    Look how you start to prepare your meal actually  will determine whether or not you're on the right   path or not. So, like grilled citrus chicken is  a good start because I don't think you're going   to go and then throw Alfredo sauce on top of it.  Alfredo and citrus are not really a good mix. But   of course, in the process by making that right  decision, you preserve the nutrient value of the   protein itself without kind of messing it up. In  contrast, I could have chosen a chicken parmesan   and thought, well, I'm still getting my protein.  But you're also getting the fried breadcrumbs,   the cheese, and probably a whole hell  of a lot of pasta to go with it.   I guess all I'm asking you to do is take a simple  step back and evaluate not just if you're eating   your protein, but how you're eating them because  how you eat them matters. Introducing other things   that you don't need into your body at the same  time that you're getting a protein is not the end   objective here. What is helpful is actually making  the right choices. This is where something like a   protein powder comes in incredibly helpful and  convenient because it strips out all the things   that you don't need. Our RX PRO30G supplement,  brand new actually, available over at atleanx.com   is a high quality, protein 30 grams per  serving with 28 servings per bag.    Cheap plug aside guys, remember the old saying  you are what you eat, it's actually very true.   If you want to be a better version of  yourself, you've got to eat better food.   And these are five powerful foods that are  very easy to implement into your diet right   now and are going to benefit you I guarantee. If  you're looking for a step-by-step meal plan guys,   we have them over at athleanx.com.  If you found the video helpful,   leave your comments and thumbs up. Make sure you  click Subscribe and turn on your Notifications,   so you never miss a new video when we put  one out. All right guys, see you soon.",
        "start": "00:07:12",
        "duration": 101.51999999999998,
        "title": "5 Foods EVERYONE Should Have in Their Diet!"
    }
]