[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Five minutes. If that makes you feel really good because you're thinking \"Oh my God. Finally, and easy workout.\" Not so fast. You should know by now that when you come here five minutes doesn't mean coasting through your workout. It actually means exactly the opposite. Five minutes means ramping up the intensity level on your workout to levels you haven't even tried before. I say 'tried', because a lot of times it will hold you back from getting to your goal, it's the fact that you're just not putting in the effort that you're capable of. So I'm going to show you today how we're going to do that. We're going to take it to the frantic level. Now, that doesn’t mean sloppy, shitty performance on your workout. No. It actually means you're going to carry out the exercises as they're supposed to be done, but at a much higher effort level. So when we look at the workout here, we want to make sure that whatever it is for you – maybe it's not exactly the level that I'm demonstrating, but what it is, is something different that you are used to giving. This will make five minutes feel like 55 minutes really, really fast. So here's what we're going to do: you get on the floor and you go to the first exercise. It's mountain climbers. Now, mountain climbers is one of those exercises that we tend to do, sort of like this. You know, as if we're going to do it for 60 minutes. That's not what we're looking for here today because we've only got five minutes to prove our point. What we're going to do is take it to that frantic level, and I'm going to do them like this. Obviously, the effort level is much, much higher, and because I'm only doing it for 30 seconds I've got to give it everything I've got. As I said, if your effort doesn't look exactly like this, at least make sure it looks more than what you're used to giving. After that we immediately go into 20 seconds of a side kick through. A side kick through is another exercise that could be done like this because that is a side kick through, but I could also do a side kick through like this. That will be much more frantic. In other words, much more high-effort, much more intense, more appropriate for when we're cutting down the time for when we're working out. Then we go into 10 seconds of our final exercise here, which is squat burpee. So burpees: people do them all the time. They kind of do them at this pace because they're planning out that they're doing it for a long period of time, so \"I have to pace myself.\" We ain't pacing ourselves here, guys. We're into actually exerting as much effort as you humanly can give out in five minutes. So we're going to do ours in a shorter range of motion, in a much more explosive way. Again, if you can't do it with this type of pop up and down, at least do it as quickly as you can.",
        "start": "00:00:06",
        "duration": 147.42999999999998,
        "title": "5 Minute Home Fat Burning Workout (FRANTIC FAT LOSS!)"
    },
    {
        "text": "Now, you get a 10 seconds rest period. I know it's short, but we don’t have much time to play around with here. We're going to back through this circuit again. What you did for 30 seconds is now done for 10. What you did for 20 seconds is now done for 30. And what you did for 10 seconds is now done for 20, okay? You're going to wrap around, same exercises. The second time through you're going to get 20 seconds rest. Then we're going to come through one more time and whatever you didn't do for 30 seconds yet, you're going to do that for 30 seconds. Whatever you didn't do for 20, you're doing for 20. And whatever you haven't done for 10, you're doing it for 10. But the same three exercises, with as high of an effort level as you possibly can, and this time you're getting a 30 seconds rest. Which leaves us one more minute. In that last minute you'll do 20 seconds of each exercise without rest. That is five minutes. Now I'm going to show you how it looks. As you can see, I'm already a little bit out of breath because I've already done this, but I'm going to get back down here again and do it with you. All right, guys. Let's take a look at it in action. So there you have it, guys! Five minutes later. Hopefully you've proven to yourself one very, very major point. That is: effort is going to trump everything when it comes to the results that you see from your training. I don’t care how long you want to train for. Especially if you plan on training for a short period of time, your effort level better be even more through the roof than ever before if you want to see results from that. I think it's a great way to train because as natural athletes – as people that train without the assistance of drugs – you're going to need to be able to find ways to train hard, but then get out of the gym, and optimize your recovery. This is one way that we can do it, but as I said, it ain't easy, and you'd better be prepared to work. That being said guys, I work you and I'm glad to work you. Our ATHLEANX training program is designed to work you hard, but not work you for very, very long. That five minutes – if you're looking for only five minute workouts, you're probably not at that stage where you're really committed to what we're doing here. However, if you're looking for a little example to convince yourself that it can be done, that there's much more level of effort left in you that maybe you're holding onto; then this is perfect for what we're trying to do. In the meantime, guys, our programs are over at ATHLEANX.com. The Max Shred program that I've been doing lately, which has gotten me in better condition, but at the same time it's got that side effect of allowing me to drop some more fat than I already had; it works, guys. That's over at ATHLEANX.com as well. In the meantime, if you've found this video helpful leave your comments below. Let me know what you want to see and I will do my best to bring those videos to you here",
        "start": "00:02:33",
        "duration": 254.32000000000005,
        "title": "5 Minute Home Fat Burning Workout (FRANTIC FAT LOSS!)"
    },
    {
        "text": "in the days and weeks ahead. All right, I'll see you soon.",
        "start": "00:06:48",
        "duration": 1.889,
        "title": "5 Minute Home Fat Burning Workout (FRANTIC FAT LOSS!)"
    }
]