[
    {
        "text": "What's up, guys? Jeff Cavaliere, Athlean-X.com. I got a good one for you today. It's our five minute home ab workout challenge. You could do this anywhere. You need very little space, you don’t need any equipment, and it's one of our AON challenges, which means All Or Nothing. You either have to make it all the way through this, or you don't. The idea is to push yourself and not let your knees. We've got five exercises that you have to do for one minute a piece. Out of a plank position – or a variation of a plank – we're going to try to make you forget that you're in a plank position because I'm going to distract you with exercises. One minute a piece, make it all the way through and see if you can get all the way through five minutes without letting your knees touch. Ready? Let's give this one a shot. So there you have it, guys! Five minutes, five exercises, hopefully zero touches. Don't worry if you didn't get them all this time. The key is progression and the thing I love about these home workouts is that not only can you do them anywhere, but all you have to do is time yourself. If you get just another second than you did the last time then you're progressing, my friend. That's the whole key. If you're looking for a program you can do entirely at home, with literally no equipment at all, then head to Athlean-X.com and get our Athlean Zero program. Literally no equipment is required, and just like this, very little space to get the job done. I'll help you build muscle – serious muscle here – in just six weeks by giving you the workouts that you need to push yourself. Not to waste a lot of time, you've just got to do the right thing in the time that you have and that's the key. Leave your comments or thumbs up below if you liked this video. Also, whenever you want to see me do one of these Washboard Wednesday videos guys, just make sure you leave those too and I'll do my best to bring them to you. I'll see you back here soon!",
        "start": "00:00:05",
        "duration": 149.69,
        "title": "5 Minute Home Ab Workout (KILLS ME EVERY TIME!)"
    }
]