[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we’re talking about weak abs and it’s something you do not want because if you have weak abs, they’re going to wreak havoc on almost every element of your training. So today I want to help you identify five things – we call them “Red Flags” – five things that will help you to find out right away where you’ve got a weakness, and more importantly, what you can do to fix it. We’re going to knock them off one by one. Let’s get going. The first red flag that you’re dealing with some weak abs is, when you do your ab exercises your hip flexors fatigue before your abs do. Let me show you an example here, guys. On a hanging leg raise, if I lift my legs up, and I find that after however many repetitions my legs are feeling heavy, and I can’t lift my legs anymore, but my abs feel pretty fresh; that’s because I’m letting the hip flexors drive the movement. That’s wrong. Same thing here. If I was on the ground, doing the scissor. Yes, this is an isometric hip flexor exercise where I keep my legs off the ground the entire time, but if that is what’s failing, if that’s what fatiguing, once again, I’ve let them drive movement, as opposed to the abdominals. What you need to do is flip that around. You have to engage the abdominals. Up here on the hanging leg raise you curl the pelvis. You curl the pelvis. If the pelvis is curling and flexing, we know the abdominals are doing their job because that’s what they do. They flex the pelvis. We know that the hip flexors, on the other hand, can pull you into an anterior tilt, extending through the midsection. So, you want to make sure that you’re getting flexion on the ground. Same thing. If I’m going to do a scissor, I get my back off the ground to get us into flexion. That now activates the abdominals first, and then allows the hip flexors to go along for the ride. Guys, it’s a very important point. Do not allow, on any ab exercise, for you to start feeling fatigue here first. If you do, it’s a major red flag. So, we mentioned the overactivity of the hip flexors, but that can lead directly to this next red flag. That is the presence of low back pain whenever you do your ab exercises. That’s something you do not want to tolerate, and you definitely want to fix it. We can look at that and why that’s happening here with a traditional sit-up. Now, this isn’t necessarily my favorite exercise, but it is something that’s functional, and you’re going to see that it relates to one of the red flags later on. However, in a traditional sit-up what are you looking for? When you come up off the ground do you see the following: first, do you need someone to anchor your feet down? Are you sticking your feet under something – I know who you are – under something to be able to perform the exercise?",
        "start": "00:00:05",
        "duration": 147.34999999999997,
        "title": "5 Red Flags for Weak Abs (FIX THIS!)"
    },
    {
        "text": "Because if you are, you shouldn’t need to. Second: when you come up, your shoulder trail. If you get a significant arch in your low back, you have weak abs. That’s something you cannot allow. The third thing is: if, on the way down, you slam down to the ground uncontrollably, that’s due to weak abs, once again. Those are all related to the one thing I mentioned in the beginning. That is a dominance of the hip flexors. The hip flexors taking over. So, here’s what we want to do. We want to make sure that we don’t allow that to happen. The first thing you can do is change the way you hook your feet. Instead of allowing them to be pressed down and hooking them under something, you want to put them over something and drag back. That does the complete opposite, anatomically. You’re activating the hamstrings by pulling your heels into that, which is going to help shutdown the hip flexors, or at least decrease their activity. So now I’m not getting that pull on the low back. I’m able to come up and perform these exercises. The second thing you want to do is, you want to be able to put yourself back down on the ground, one segment at a time. Literally paint your spine down one segment at a time. When you come off the ground you paint yourself off the ground, one segment at a time. That’s going to guarantee that you’re activating the abs first, before the hip flexors. Why? Let’s take a look at one more thing. If we activate the hip flexors first, and I get my line of pull from here, I pull, and it pulls Jesse into extension. It puts a lot of unnecessary force on the lumbar spine, likely creating the pain that you’re feeling. However, if we can get the abs to activate first, if I were to simulate the line of pull on the abs, I’m pulling on segment at a time off. I’m getting the abs to contribute. On the way back down, look at the control I have over his torso as he goes down. I’m the brakes applying this slowdown, and this slowed descent back down to the ground. You’ve got to have that. You’ve got to have your abs driving first. You can’t let your hip flexors dominate. The next red flag is going to reveal itself to you when you perform any of your three big list. The squat, the bench-press, or the deadlift. We know that the role of the abdominals during those movements is to stabilize, and brace your core throughout to add efficiency to the movements. To clean up the bar path. What we’re not looking for here is dramatic increases in strength. This is supposed to be somewhat of a background activity and it’s more neurologically driven, more mind-muscle connection than overall ab strength. However, there’s something you can do. What I want you to do is test yourself on each of the exercises I just named. The next time you perform them try to actively brace as hard as you possibly can.",
        "start": "00:02:32",
        "duration": 149.65,
        "title": "5 Red Flags for Weak Abs (FIX THIS!)"
    },
    {
        "text": "If you notice a better bar path, more efficiency, all the things I already mentioned; good. I know your ab strength and your mind-muscle connection is where it needs to be. However, if you feel like you could start adding 60lbs or 70lbs to the bar because you actively brace, what tells me is bad news. That tells me you were not doing that right now. It tells me that unless you’re heavily focused on doing that in the exercises themselves, you’re not getting that. That’s a significant weakness. Albeit, a mind-muscle weakness, it’s still a weakness, and it’s going to rear its ugly head every time you perform these exercises. Especially, as you start to add more weight to the bar. Red flag number four can be revealed just by looking in the mirror. As a matter of fact, turning sideways and looking in the mirror. If you see this distended lower belly here, you’re likely suffering from a weakness that you need to address. This is a major red flag. This is not what I want. I want you to be here. Not here. But here. You’re probably saying “What’s the main difference there? All you did was contract?” Yes, you’re right. But what I did was contract the transverse abdominus. I have the ability to contract the transverse abdominus because I have the strength to contract the transverse abdominus. That muscle is just like this weight belt here, guys. Its role is to run, just like this weight belt would, in terms of its orientation of the fibers. It does the same thing a weight belt does. As it contracts it cinches down. Here, contracts, it cinches down. It creates that smallness of the waist. It creates that tightness, inherently, by performing like a weight belt would. Now, you want to make sure you have the ability to do that. You need to make sure you can do it by practicing and by ingraining it and integrating it into every ab exercise you do. So, if you see me doing the scissor here, you don’t want to allow yourself to distend while you’re doing the exercises. That’s being too passive. That’s being lazy. Instead, you want to draw down, cinch down on your belly – your lower belly – to create this flatness by contracting the transverse abdominus. Again, thinking about it like a weight belt and performing your scissors on every, single rep. The same thing here during a V-up. You don’t allow yourself to distend as you come up. You pull down first, contract, and then you come up. This might dramatically lessen the number of reps you do, but you’re increasing the number of quality reps you do.",
        "start": "00:05:02",
        "duration": 127.72999999999998,
        "title": "5 Red Flags for Weak Abs (FIX THIS!)"
    },
    {
        "text": "Over time, the more strength you get in the transverse abdominus, the less you’ll see this distention here anytime you take your shirt off. Last, but not least is a little bit of a four-part red flag. This is going to be fun because you’re going to get a chance to do these things. It should step up in difficulty. See if you can keep and stay with me for all four of these. The first one is pretty easy, as Jesse is going to demonstrate. All I want him to do is be able to get off the floor. I want you to be able to do the same thing. How do you guys think you did? He’s pretty happy with himself. But as you can see, I’m not because Jesse used his hands. You see, I want you to be able to get off the floor without ever using your hands. That goes for your elbows and your forearms as well. You should be able to get your center of mass up and over your knees into a standing position without ever having to rely on your hands. If you can’t, it reveals the fact that your abs are weak. Now, you can have strong abs and do this test. You will still feel your abs working to get you there. That’s exactly what’s supposed to happen. However, if you can’t get up without the use of your hands it’s a major red flag and you probably can’t go on with these other tests. If you did make it, let’s keep going to the next level. Next you want to test each of the planes individually. The first one up is the frontal plane. Can you prevent motion side to side? The easiest way to test that is with a suitcase carrier. All you have to do is pickup one dumbbell that’s about half of your bodyweight and try to carry it for one lap around the gym – or 30 seconds – without allowing your shoulders to drop noticeably on the weighted side. In other words, can you walk, dynamically move here without allowing your spine to bend toward the side that’s weighted? In order to do that you have to have good ab stability and strength on the opposite side. If you don’t, it is a major red flag because we need to be able to prevent motion. Not just in this plane, but all three. We have additional tests coming up now. If this is a problem for you, it is a red flag and it’s something you’re going to want to work on. If you’re good here, we’ve got two more planes to go. Now we move onto our next exercise or test here. It’s the cliffhanger plank. What we’re trying to find out here is, what is your anti-extension stability? What is your ability to contract through the abs and prevent an overextension of the midsection? Because that’s dangerous. That places a high amount of stress on your lumbar spine. It’s not something you want and it’s not just about being able to stabilize in a plank with your hands out in front of your body. You want to be able to stabilize for as long as your body can get. Especially as we apply this to athletes and wide receivers.",
        "start": "00:07:10",
        "duration": 140.56000000000003,
        "title": "5 Red Flags for Weak Abs (FIX THIS!)"
    },
    {
        "text": "If someone is weak or vulnerable in this position – especially as they’re going up for a catch, like Antonio Brown – you’re in trouble. We want to make sure you can do this and hold this position for at least 30 seconds with your arms up over your head and your abs firmly stabilized. If you cannot, guys, if you find that you’re sagging, or putting a lot of pressure on your lower back; you’re not strong enough. You’re going to need to address this before you can move on. If you’re good, you’ve got one more to go. Rotational stability. Last, I want to make sure you can prevent unwanted rotation. We can do that here with a cable setup. All you have to do is put half your bodyweight on the cable. Step away with your hands close to your chest. Now extend your arms out away from your body. All the way, as straight as you can make them. You’re increasing the moment arm, you’re increasing the weight, you’re increasing the demand of the core. You’re trying, at all costs, to prevent rotating even an inch back toward the machine itself. You want to make sure you can hold this position for 10 seconds, each time, and try to repeat it for a total of two to three times in each direction to make sure you have the ability to prevent excessive rotation. If you don’t, once again, it’s a red flag. So, there you have it, guys. There are five red flags to help you determine if you have some ab weaknesses that you’re going to want to address. I promise you, it’s not going to work trying to overlook them, or shove them under the rug thinking that one day you’ll get to them. It’s more important that you see them and face them head on and do something about it right now. The fact is, guys, you might have visible abs. That is not an indicator of whether or not you have any of these weaknesses. It’s not about what your abs look like from the outside in. It’s how they inherently function and what their strength is from the inside out that matters the most. If you’re looking for programs that help you do this and build it into everything we do because we know how important it is, all of our programs are available over at ATHLEANX.com. In the meantime, if you’ve found the video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I’ll do my best to do that for you in the days and weeks ahead. Also, if you haven’t already subscribed please do so, and turn on your notifications. You now have a chance to win some free programs from ATHLEANX if you do. Check the link below to find out how. All right, guys. I’ll see you again soon.",
        "start": "00:09:30",
        "duration": 116.30900000000001,
        "title": "5 Red Flags for Weak Abs (FIX THIS!)"
    }
]