[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we’re talking about red flags for chest weakness. I’m going to try to help you identify whether you have any of these red flags that will help you understand you need to do something to strengthen your chest. To start creating a better looking chest and overcome any imbalances you may have developed over time. Now, I can tell you this: if your chest looks like this – Jesse’s chest – it’s a major red flag, right there. JESSE: Whoa! Whoa! Whoa! Jeff! That’s what I used to look like. This is what I look like now. JEFF: I appreciate you being here because I have a muscle marker here. And…there you go. There’s your red flag. JESSE: That’s ridiculous. JEFF: Anyway, guys. Wear it like a scarlet letter, Jesse. Guys, I’m going to help you determine these. Now, one unique thing about the chest, unlike upper scapular muscles, back muscles; you’re not going to see these weaknesses from postural appearance alone. Rounded shoulders could mean, yes, a tight chest, but it doesn’t have to mean a weak chest. So I’m going to have you do some things with me, play along, do some of the exercises, and you’ll reveal the weaknesses very quickly. I’m going to show you what to do to fix all of them once and for all. The first red flag you want to be careful of is, when you’re performing either a bench-press, or a dumbbell bench-press, or even a pushup, as you’ll see in a second. It’s what happens as you press the weight away from you. Now, when I’m down here what’s happening? We know that a properly executed bench-press should have the shoulders pulled back and down. You’ve heard that tip many, many times before. That’s fine because you can do that, but if you start to notice that the shoulders start to get in front of the chest on every rep, especially as you start to fatigue. That would be a major red flag, on top of a red flag that you have a weak chest. Why is that happening? Because we know that the shoulders are going to participate in pressing the dumbbells off your chest. Especially at the bottom. And we’re going to get to this in more detail in a second. But as I start to press, if my chest is weak it’s supposed to take the brunt of the load from here on the way up, until the triceps really kick in. But if I don’t have good strength there then the shoulders are going to continue to try and follow the weight up. Another interesting point is when the shoulders protract, when I get from here up and they protract, and follow the weight, I’m effectively shortening the distance that I have to press",
        "start": "00:00:06",
        "duration": 138.95,
        "title": "5 Red Flags of a Weak Chest (FIX THESE!)"
    },
    {
        "text": "the dumbbells. It’s an inherent cheat. The reason why that’s happening is because you have that chest weakness. Now, you can do the same thing and see the same thing here, as I mentioned on a pushup. As I press away what’s happening? Are my shoulders pushing me away, or is my chest actually doing the pushing? We can tell if the shoulders stay back behind the chest. If your shoulders can stay back here and the chest can press away on both exercises, you’ve probably got adequate strength in your chest. If not, you find that it’s trailing behind the dominant shoulder, you’re going to want to do something about it. The next major red flag we have to cover here is a comparison between your overhead press and your bench-press. The thing is, you’re looking for the discrepancy here. If you are someone that’s getting close to hitting your bodyweight on an overhead press, but you fail to come close to a 1-1/2-times bodyweight on a bench-press then you need to look more into the weakness of your chest, because it’s there. Guys, your bench-press is using your shoulders, your triceps, and your chest to perform the lift. An overhead press while using all three of those muscle groups, of course, is more heavily reliant on the shoulders because of the angle of the press against gravity. If you’re excelling here, then you likely don’t have a shoulder weakness. However, when you take that same shoulder strength in your bench-press and you suffer dramatically to get to the strength standard of 1-1/2 times bodyweight that means that chest is lacking. I’m going to tell you what to do about it but understand it’s a major red flag. Red flag number three is back here in the bench-press and it has to do with the contributing muscles to the press, like I mentioned. The shoulders, the chest, and the triceps. It’s ‘where in a bench-presses are you actually falling?’ Because it tells a lot about where you’re weakest. If I perform a bench-press rep, obviously I have to get the bar down to my chest. I have to press it back up to the top to lock out. If you are failing constantly in the middle of the rep, right about here, you get it off your chest, but you can’t really get it through the middle here, and you can’t get it to lock out – can’t even reach that portion – it’s most likely because your chest is the weakest point. It’s the weakest link. Why is that? Because when we’re at the bottom of a press, the shoulders are in their most advantageous position to do the pushing. I did mention in the beginning how you want to try to get the chest to help out and recruit from down there by getting the proper position, but it’s not to discredit the fact that the shoulders are going to be contributing the most off the chest. At the very top, to get through lockout, your triceps are going to be recruited maximally. However, getting though that midrange is where the chest is going to be called upon the most and if you always fail in that middle portion of the rep then you need to start looking at your chest. Again, I’m going to tell you exactly what to do to fix this. Just be aware that’s a major red flag that your chest is not contributing enough.",
        "start": "00:02:25",
        "duration": 164.68,
        "title": "5 Red Flags of a Weak Chest (FIX THESE!)"
    },
    {
        "text": "Moving onto red flag number four is dealing with the pushup again. You want to do the pushup as I’ve showed you in step 1; with that chest sticking out in front of the shoulders. But the first thing is, can you do 25 of them? Yes, 25. More importantly, it’s not just about overall strength when we’re talking about red flags for weakness. We also want to know what the quality of your muscle endurance is. Can you continue to produce a movement over, and over again, especially pushups where we can measure that? Here’s an interesting twist, though. What you want to do is take what I just told you about the bench-press, put the chest into its most vulnerable position, and be able to still execute the reps. Here is your task. You want to be able to get down to the ground and complete 25 repetitions with 5 second intervals spaced in between, holding in that hardest position. So, you come down to the ground. You do 1 pushup, 2, 3, 4, 5, down in that midrange, and hold. 2, 3, 4, 5. Come up, five more. 1, 2, 3, 4, 5. In the middle. 1, 2, 3, 4, 5. Go again. 1, 2, 3, 4, 5. Down for five. So, this is now 15 repetitions with 15 seconds of holding. Now I come up. 1, 2, 3, 4, 5. A five second hold here. That would be my 20 reps with 20 seconds of holding. Then finally, 1, 2, 3, 4, 5, and hold. 1, 2, 3, 4, and 5. Not easy. Burning, but burning right where we want it to be. I want to see if you can do that all the way through the duration. Again, if you can’t it’s an indication that you may not be lacking overall strength, but you’re certainly lacking some muscle endurance. That’s a key factor as well. You’ve got to address it all. Last, but not least, another red flag, and it has to do with a comparison strength. That is how you perform on a dip. If you perform better on an upright dip than you do on a properly performed chest dip with your torso leaning forward, you’ve got a chest weakness. It’s something you want to address. Let me demonstrate. If you’re able to do more up here upright dips keeping your torso up straight than you are when you get your body leaning forward here – like that – then what you’ve done is put the chest in a better position to help out in the exercise. As you’ve angled your body forward you’ve taken the triceps away as the main mover of",
        "start": "00:05:09",
        "duration": 165.75900000000001,
        "title": "5 Red Flags of a Weak Chest (FIX THESE!)"
    },
    {
        "text": "the exercise, but you’ve also exposed the fact that being able to do less in that position means you’re weaker there. So most importantly, those are your red flags. But what do you do about it? We want to start right here in the dip. One thing you don’t want to do is always treat this as a bodyweight exercise that you continue to rack up rep, after rep, after rep. Introduce some weight. Introduce a weight belt with an added weight plate so you can start to overload this exercise. I don’t care if it brings down the number of reps you can perform. It’s going to help bring up the strength in this exercise, which will help carry over to all the other things and address this chest weakness. So, we want to make sure we do that. Again, we talked about the initial exercise. Where you’re pressing from. If you’re performing your bench-press, if you’re performing your pushups the tendency is to allow the shoulders to start to drift in front of the chest. Don’t do that. Become consciously aware, because of this video, that you don’t want that to happen and allow the chest to initiate the movement and stay out in front of the shoulder. The next thing, when we’re talking about the bench-press itself, that midrange, that’s where you’re weakest. So why don’t you work on that? You can do partial repetitions, in addition to your full range of motion repetitions, but do some additional partials as some extra work to address your weakness. Also, introduce some pause reps. They don’t always have to be on your chest when you initiate the pause. You can do that in the midrange of a rep and then continue the rep from there. Finally, you want to make sure you’re introducing, not just those three big exercises. As much as we love dips, bench-press, and pushups, you want to make sure you’re strengthening the chest because that’s where your weakness is. A great way to do that is to introduce some exercises that take the chest through full adduction, crossing midline – like a crossover – that’s going to allow you to load up the weight as well. This doesn’t have to be done as a weak and light exercise. You can add up some weight here. Just make sure you’re doing them through the full range of motion because that’s one of the things that’s lacking. Guys, when it comes to training your chest you’ve got to make sure you’re overcoming the weaknesses that you have. But it first comes by identifying what those weaknesses are. Hopefully this video has allowed you to find out where you’re weakest, and however many red flags you have. The more you have, the more you have to address this. If you’re looking for a program that builds in ways to overcome all these red flags, we make sure to overlook nothing in our training. When you train like an athlete everything matters. All of our programs are available at ATHLEANX.com. In the meantime, if you’ve found this video helpful leave your comments and thumbs up below.",
        "start": "00:07:55",
        "duration": 141.351,
        "title": "5 Red Flags of a Weak Chest (FIX THESE!)"
    },
    {
        "text": "Let me know what else you want me to cover and I’ll do my best to do that for you. If you haven’t already, please subscribe and turn on your notifications. You don’t want to miss any of the new videos, including the other ones we’ve put together in this very series of red flags. All right, guys. I’ll see you again soon.",
        "start": "00:10:17",
        "duration": 11.54,
        "title": "5 Red Flags of a Weak Chest (FIX THESE!)"
    }
]