[
    {
        "text": "Want to know why you're not growing? Why?  Because you're squatting in the curl rack.   Oh yeah. You want to know why you re not growing?  Why? Because you're not trying hard enough.   Get it? Try? Triceps?   Actually, guys, if your arms have been  stuck at the same size for a long time now,   likely it's because you're doing some things  wrong. Today, I'm going to share with you the   five most likely reasons why you're not making  arm gains. Today, we re going to fix them.    What's up, guys, Jeff Cavaliere, Athleanx.com.  So if you're looking to grow your arms,   but they just aren't listening to you then  today you should listen to me because I'm   going to share with you five reasons of  why your arms aren't grown right now.   That being said, these are things that you  probably aren't even aware of right now,   so how could you blame yourself? After  today, though, you're going to be armed   with the right information to get the job done.  Let's start breaking them down one by one.    All right. So if you're trying to get bigger arms  and they're not looking the way you want them to,   the first thing you have to do is ask  yourself, how am I training them right now?   And the first big mistake that you could be  making is you're doing no direct arm work.   See, there's three different ways people  tend to train their arms. Number one,   there's the minimalist approach. People that say,  listen, I'm just going to train my biceps through   my heavy compound exercises like rows and chin  ups. Or I'm going to train my triceps through   my heavy compound pushing exercises like, let's  say, dips, a bench press or an overhead press.   Now, while that will help you to certainly grow  bigger arms, not to mention the rest of your body,   it may not be the best approach because you're  simply not getting enough volume or direct arm   volume needed to grow them maximally. And that's what we're talking about here in   this video. So the second approach people  will take is the nuts-and-bolts approach,   where they take two exercises the big heavy  hitter. Let's say, a close group bench press and   a barbell curl and they simply incorporate them  in whatever split they're following right now.   So if they're following a push pull a leg split,  they might do the barbell curl on their pull day   and the close grip bench press on their push day.  And they continue to rotate that, accruing some   of that additional volume over the course of a  training block and multiple training blocks.    Or they do what I recommend here, and that  is the direct arm training approach, meaning   either an added arm training day or  separate them out biceps and triceps.   Because the exercise variation is now expanded  to include things like the standing dumbbell curl   or the spider curl or the waiter curl or  for triceps push downs, overhead extensions,   cobra pushups line tricep extensions. And as  you can see here in a second, these exercises   all provide unique benefits individualistic  from each other that add to the equation.   It's not just a one plus one equals two, it's a  one plus two equals five equation here, when we   start to get an added benefit and the additional  volume helps us to grow not just bigger biceps and   triceps, but more esthetically pleasing. You're  going to want to start doing this instead.   So let's say you're actually doing direct arm  work, but you're making the second big mistake,   and that is not applying science to your selection  of exercises. See, we have two things we need   to consider if we're going to put the science  back in strength. And that is number one, what   is the strength curve of the exercises that we're  doing and also what part of the muscle that we're   training are we actually working? And those all  have to be considered if you want to get the best   growth out of your arms from the exercise that  you're doing. So look at here, a barbell curl   has a strength curve that's most difficult in  the middle of the exercise. But a spider curl,   like you see here actually gets most difficult  at the very end of the exercise, not so much in   the middle here. So doing both of these exercises  in your bicep training would help to complement   and fill in that all important gap.  The same thing can happen here at the tricep   push down. If you're starting the exercise  with your arms at your chest as you should,   you're going to have the most tension on the  triceps in the beginning of the exercise, and   it's actually going to drop as your arms get down  into full extension. Even though the triceps are",
        "start": "00:00:00",
        "duration": 210.40000000000006,
        "title": "5 Reasons Your Arms Are NOT Growing"
    },
    {
        "text": "maximally contracted down there, the resistance  there is actually going to go down because in the   physics of the movement. However, with a tricep  kick back oftentimes kicked to the curb shouldn't   be because they're the resistance actually peaks  at the end of the exercise at the end of the range   of motion. So complementing these two exercises  would be something really valuable for you.    That said, it goes even further than that when  you're trying to get the most out of your arm   development. For example, in your biceps if your  workouts look like strict curls, no money curls,   and modified preacher curls, while the three  really good exercises, you're basically just doing   exercises that focus their effort on the short  head of the biceps. We know that the long head   could be more preferentially activated by having  the arm back behind our body, applying a stretch   to the bicep, by getting the armpit to extension  to allow for better recruitment there.    Again, your bicep contracts both the long and  the short head every time it flexes the elbow.   However, we can get favorable activation of one  head versus the other, and it's something you   need to consider. So you want to make sure you  included things like incline dumbbell curls,   drag curls, or even the waiters curl again to  more favorably hit that long head. The same thing   can be said about your triceps, too if your tricep  workout look like push downs, close grip bench and   diamond pushups, these are all working the lateral  and medial head of the triceps really well.   Not getting enough of that full activation that's  possible of the long head by including exercises   like overhead extensions and drag push downs.  The fact is, exercise selection is always an   important thing that we need to consider  when we're putting together our workouts,   but we want to get the most out of your arm  training the science of the selection is going to   matter a lot. And that brings us to reason, number  three, why your arms aren't growing right now and   that is your idea of overload is one dimensional.  And what I mean by that is if you think the best   way to continue to build bigger and bigger arms  is to simply get stronger and stronger or add   more weight to the exercises that you're doing,  you're likely to become very frustrated very   quickly. Because arm exercises don't just have  that high capacity for simply adding weight.    Think about it, when s the last time that you're  standing dumbbell curl increase by more than,   let's say, five pounds? See, if you've been  lifting for any length of time, you probably   haven't increased your curl weight in a very  long time either. Because you just don't have   the capacity to continue to add five or 10 pounds,  because that's like adding 15 or 20% to the lift.   The fact is, guys, when you're trying to build  bigger arms, you have to look elsewhere for   overload and for that techniques come in. And  we're talking about things like run the rack,   simply taking the dumbbell, performing a  set to failure, drop it down five pounds,   performing another set to failure, dropping  another five pounds. The idea here is training   to end through failure to up the intensity without  necessarily having to have a stronger lift.    The next thing we can do is something  like kill switch, where we take   two exercises that are antagonistic to each  other, the triceps in the biceps, in this case,   we go back and forth with an arbitrary failure  number, or we call it an extinction number. So   set the number at, let's say, five reps, take your  12 rep max on the exercise and simply go back and   forth with no rest in between exercises until one  of the two exercises hits the kill switch number.   We have other things too, where we could take  advantage of mechanical drop sets like I did   in our Sore in 6 bicep series where I know that I  may go to failure on an incline dumbbell curl.    But that doesn't stop me from being able to do  additional reps at the same weight by simply   sitting up because I'm in a mechanically more  efficient position to continue to do our reps.   Or simply to lean forward at that part and do a  drag curl even when I've reached failure on the   second exercise. So again, taking an exercise  to and through failure allows for me to up   the intensity level to get more gains without  having to even change the weight in my hands.   And of course, you can take the concept from  the last point and overlap strength curves.    Realizing again that abandoned curl is going to  give us the most resistance at the top of the   curl, and a regular dumbbell curl, as we covered,  is going to give you the most resistance in the   middle of the curl. You simply combine the two  together, and now you've got a more steady,",
        "start": "00:03:41",
        "duration": 235.52000000000004,
        "title": "5 Reasons Your Arms Are NOT Growing"
    },
    {
        "text": "increased resistance from the middle all  the way through to the end of the exercise   to provide a novel stimulus that's capable of  giving you the growth that you're after.    And that brings me to the fourth big mistake that  people make when they're trying to build bigger   arms and it's how are you actually moving  the weight when you're doing the exercises   that you're doing? Are you doing just that,  just simply moving the weight through space?   Or are you contracting the weight through space,  contracting it up and contracting it down? Do me   a favor, try this. Stand with your arms at your  side here and just simply pull your arms up. In   other words, bend your elbow. That's just moving  your arm in space. Of course, your bicep contracts   to get you into that position, but I want you  to contract your bicep into that position.   Flex it as if someone just told you to make a  muscle and you have to make the hardest muscle you   ever did. Now do that with a weight in your hand.  If you don't have that intention in mind, when   you're curling that weight up, you are just sort  of lazily moving that way up through space.   Yeah, there's some added resistance there  because of the dumbbell, but you're not   forcefully putting in as hard of a contraction  as you could, and you can do that even with   light weights. The intention is everything. The  same thing can happen here with a push down,   do I just move this through space like this  up and down? Or do I contract it as hard as   I possibly can through every single inch of that  push down? Really trying to create the intention   that takes an exercise from being just an exercise  to an incredibly effective one at that.    And of course, while that technique  is best utilized with lighter weight,   so you can actually feel that focused contraction.  The big mistake you also might be making here is   not using heavy enough weights also. You see,  you don't do one or the other, you do both. And   when it comes to doing exercises like a curl, you  need to make sure that sometimes you're mixing in   some heavier weights. Even in the three to five  or six or seven rep range is going to be good for   stimulating growth, particularly if you haven't  done any real repetitions of that range because   you've always been told 10 to 12 or even some  higher reps are better for arm growth. That s not   true. You need to do everything, guys. And we're  talking about even selecting some heavy exercises   and utilizing some cheats like my favorite  exercise, the cheat curl. And even the momentum   here is not meant to necessarily make the exercise  easy. It's actually putting me in position   to do another eccentrically overloaded repetition,  which we know is a great driver of growth.    You can still do another classic exercise to  the line tricep extension with more weight as   well. But just simply employ a little bit  of that extra stretch to maybe get the LAT   just a little bit involved or engaged to  help to drive the momentum to put yourself   in position for yet another eccentrically  overloaded rep. We can drive more muscle   growth if we're willing to grow our horizons  of how we approach our training and sticking   to just light or sticking even to just heavy is  not going to do it, you've got to do both.    And of course, as always, guys, I said in the  beginning, you just need to add the direct arm   work in. It doesn't have to overtake your entire  training schedule, you just need to get it in.   As a matter of fact, I ll show you how you can  do this in just six minutes if you want to work   on a bicep or tricep workout. I'll link my Sore  in 6 minute workouts right for you here. If   you're looking for a complete program where we  actually work, direct arm work into everything   we do at the right time, you can find them over  at athleanx.com. If you find the video helpful,   make sure you leave your comments  or thumbs up below. Click Subscribe,   turn on your Notifications so you never miss new  video when we put one out. See you soon, guys.",
        "start": "00:07:37",
        "duration": 192.95999999999998,
        "title": "5 Reasons Your Arms Are NOT Growing"
    }
]