[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we're talking about supplements, but not what you might think. Instead of talking about all the good things supplements can do, we want to talk about the five things that supplements won't do because if you don’t get these right, and you refuse to acknowledge these five things; your supplements will never do what you were hoping they were going to do. That's why we need to cover them. First up, guys, we're going to talk about the fact that supplementation will never overcome a lack of focus, or training intensity. I made the same mistake, I have to be honest. When I first started to train the number one thing I did was worry about which hot supplement I was going to take – literally. I was taking something called Hot Stuff because at the time, everybody on the high school football team was taking it. It was the 'hot thing' and I was so focused on just making sure that I got that and took that, and everything else became secondary. My workout intensity; who cares? The focus on how to do the exercises; who cares? The fact that I was half-repping everything; who cares? As long as I was taking the supplement, everything was good. That's wrong. If you ever approach your supplementation that way you have the equation 100% backwards. Think about supplementing as quickly as you possibly can. Get it in, and then get over to the gym, and spend all your time focusing on doing the exercises right, training with your hardest intensity, and making sure that you know how to do everything to its fullest every, single time, so you can get the most out of every gym experience. Supplementation will never, ever overcome a lack of training intensity. The next two things that supplements will not do are both related to nutrition. The first of those is that supplements will never help you to overcome poor food selection, or poor diet. Guys, I've talked about this all the time. If your body fat levels are 30%, 35%, 40%; focusing on what supplement you're taking is the wrong focus. You need to, instead, be worried about getting solid, foundational nutrition, and improving the foods that you're already eating. If you focus here, the impact that these supplements can actually have on your physique is about as impactful as throwing a single deck chair off the Titanic, or as Jesse says \"F***ing with a broken condom\". JESSE: We interrupt this video to bring you a public service announcement from ATHLEANX.com. Don't be silly. Wrap your Willy. Good luck out there, boys. It just doesn't work that well. So get that nutrition in check first, and then start worrying about supplementation as it becomes more necessary. It could take you to the next level. Continuing on with nutrition, supplements should never be used to replace that good nutrition that we've just talked about.",
        "start": "00:00:06",
        "duration": 148.45000000000002,
        "title": "5 Things Supplements WON’T Do (REALITY CHECK!)"
    },
    {
        "text": "A lot of people will look at supplementation and say \"I'm taking a meal replacement\", or \"I'm going to skip this meal in favor of this supplement\". I don’t think it should ever be looked at that way. Think of supplements as supplementing that good nutrition plan you're already on. Supplementing each, and every meal, as opposed to replacing a meal. Why? Because I just don’t think, no matter how much they're marketed that way, that a supplement taken in liquid form is going to replace all the benefits you're going to get form your solid meals, and meeting all your micronutrient, and your macronutrient needs throughout the day. Guys, supplements should always, always, always supplement the foods you're already eating, as opposed to try and replace them. Next up, supplements to not negate the need for other supplements. Guys, if you look at supplementation the right way it should be very prescriptive. There should be a reason why you're taking what you're taking. Either for the effect that they're going to give you, or the goals that you're trying to achieve in the gym. So just because you're taking a pre-workout doesn't necessarily mean that you couldn’t benefit form a joint formula, especially if you have joint pain. Or just because you're taking a protein doesn't mean you necessarily couldn't benefit from that pre-workout. The fact is, if you're doing supplementation right you should be looking at the way that supplement's ingredients specifically – or if you're looking at a product that has all these ingredients together – that the benefits of each of these together are going to have on your training. Creatine alone is going to benefit a very specific purpose at a high energy, power output, and lower reps in your training. Whereas, a beta alanine, on the other hand, is going to increase your ability to perform at higher rep ranges, more in the 10-12 rep range where hypertrophy might be your goal. So depending upon what you're trying to train for, your supplementation needs should vary, and taking one thing does not preclude the need for others if you're looking to have those benefits. And last, but not least, one thing supplements cannot do is equate to you being healthy. Look, I get it. Let's say you're getting your workouts in at the right intensity, your nutrition is in check, and you are supplementing with a purpose, and you're benefiting from it. If the rest of your lifestyle, however, is not conducive to being healthy then the supplements are not going to outdo, or overcome any of that. If you find that you're drinking too much, if you find that you're using recreational drugs for all the wrong reasons, if you find that you are smoking, if you find that you have a lot of lifestyle habits, your stress levels are through the roof; it doesn't matter what you're doing from a supplementation standpoint, even if you were so dialed in. that does not mean that you're a healthy person. I think a lot of people get confused by that and think that just because their gym habits had them dialed in, and healthy it doesn't necessarily overcome the fact that their lifestyle might be getting out of hand. So there you have it, guys. There are five things that supplements will not do. Remember, this is coming from somebody that owns a supplement company. You see, I've never tried to push my supplements on you, or deceive you, or BS you.",
        "start": "00:02:34",
        "duration": 165.099,
        "title": "5 Things Supplements WON’T Do (REALITY CHECK!)"
    },
    {
        "text": "The fact is, all I'm trying to do is address these misconceptions head on so you're more informed about your supplements and the benefits that supplementation can have if you take them in the right doses, at the right time, for the right purpose. Then, and only then will they be incredibly impactful on the results you see from your training, and even how well you perform in your training. If you're looking for supplements that will take you to the next level, we put the science back in supplementation over at ATHLEANX.com. You can grab our entire bundle over there. In the meantime, if you've found this video helpful leave your comments and thumbs up below. Let me know what else you want me to cover here in a future video and I'll do my best to do that for you. All right, guys. See you soon.",
        "start": "00:05:19",
        "duration": 36.324,
        "title": "5 Things Supplements WON’T Do (REALITY CHECK!)"
    }
]