[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I’m going to show you how to get ripped because all you’re going to have to do is copy the five, little things that are on this list. The good thing is, I’ve already done all the meticulous research. We put the science in strength here, right? So, we’ve got the research done. You’ve just got to take out a pen and copy these. Just start doing these five, simple things. Let me start revealing them one by one. Remember, write them down so you get these right. The first thing is: you’re going to have to juice fast once every 17 weeks. Don’t question this because this is all research that’s proven all of these things. Just do what I say. Number two: you’re going to have to do fasted cardio every other day. Don’t confuse this, guys. We’re not talking about fed cardio. We’re talking about fasting cardio every other day. Not every day. Next, you’re going to drink one teaspoon of apple cider vinegar 30 minutes after waking. If you were to do this, let’s say, 40 minutes or 45 minutes after waking you’ve got big problems. Remember, follow this advice. Guys, I promise you it’s going to work. Next one: never eat after 6pm. That’s obvious. Even your mom told you that. Don’t do that. Lastly, you have to cycle low-dose Tren with TRT because that’s what everyone says. There’s no way you could be lean without doing that, but it’s just five things, guys. Enough of this. Wait, hold on. What is this one. Oh, we have one more? What’s that? “You just got ‘Rick Rolled’?” Jesse, what is this? Is that still a thing? Jesse, did you put that in there? JESSE: I’m bringing it back! JEFF: All right. Obviously, guys, I’m half-joking because you’ve probably heard most of those things on that list. You might have even been more realistic about it and heard things like “Let’s follow the Jeff approach. You talked about it last week. You don’t drink. You don’t have cheat meals. You have one a year.” Is that necessary though?",
        "start": "00:00:05",
        "duration": 119.32100000000001,
        "title": "5 Things EVERY Ripped Guy Does (COPY THESE!)"
    },
    {
        "text": "Is that the formula for being ripped? I’m going to tell you right now: no. Not at all. It works for me, but it’s certainly not required. I could tell you, there are so many guys out there that are incredibly lean year-round that are having more than a couple of cheat meals, and they’re certainly drinking alcohol. That’s not the thing. What I want to do for you today is give you an extremely helpful video. A real video. A ‘No Bullshit’ video that will tell you exactly what you need to do because every person that walks around lean year-round will have the actual five things here, the attributes, and habits that I’m going to share with you today. If you do anything, try to listen carefully. Even if you’re a little disappointed that some of those things weren’t the quick answer, I promise this is going to be the more helpful answer. So, the first thing you want to do is, if you’re going to be walking around year-round lean, finally getting rid of the bodyfat you’ve been carrying; you can’t diet. You can’t. You can’t diet. No guy that walks around lean year-round diets. They’ve already gotten rid of that from their terminology. They’re not eating. They’re fueling their body. It’s nutrition. It’s a lifestyle. I’ve said this so many times on this channel and I want to say it again because it needs to become part of your mantra. You cannot diet. A diet is based on deprivation. A diet is based on a temporary status. A diet is based not being able to stick to it for the long term. It’s completely opposite of the thought of being able to get lean and stay lean year-round, year, after year, after year. Dieting cannot be part of that. Often times, I’ve also said when you get to a certain level of leanness through dieting it’s that same technique that got you there that is most likely going to be the one you’re going to have to stick to in order to stay there. If it was difficult to get there because it was based on deprivation, you’re not going to be able to stay there. So, no guy that walks around lean year-round has anything in their vocabulary that even resembles ‘diet’ or a form of ‘diet’. It’s nutrition. The second things is: you’ve got to drink lots of water. I know it sounds standard and you’ve probably heard this advice a lot, but there are reasons for this. One of them goes along with the fact that when you drink water throughout the day you become more aware of the difference between thirst and hunger. When you need to fuel your body, you do so with smart choices. As opposed to poor choices. If you stay hydrated throughout the day you also get the secondary benefits of having",
        "start": "00:02:04",
        "duration": 139.61899999999997,
        "title": "5 Things EVERY Ripped Guy Does (COPY THESE!)"
    },
    {
        "text": "more energy. We all know that your energy can sag if you stay away from water throughout the day as needed. You start to become dehydrated and your performance decreases. Even if it’s only by percentage points, it’s going to have a big impact. Especially when you head to the gym and it’s time to train. Number three, the thing that everyone that’s ripped will do – and this could be a shocker to some – is that they will prioritize when they get to the gym. High intensity, high effort weight training any day over cardio. Again, that’s probably opposite. You probably think “No, I’ve got to get my cardio in.” That’s the number one thing guys think. “I’ve got to get my cardio in if I’m losing weight.” No, you don’t. The most important thing you can do is prioritize your weight training because the more lean muscle you build, the more likely you’re going to be able to stay lean forever. Not just for a short period of time, because we know that muscle tissue is more active. We know by doing weight training we have a much higher likelihood of adding lean muscle to our body, than we do through conditioning and cardio. We know that our insulin sensitivity is higher, meaning we have a different response to the food that we put in our body because we’ve added lean muscle tissue. All of these things will arm us to become much better equipped to handle the lifelong pursuit of being lean. As opposed to burning a few extra calories in a conditioning workout or cardio workout that’s very, very temporary and consolidated to that one effort, or one bout of cardiovascular work. So, the better thing is, if you had to scrap that part of the workout because you’re short on time, you would strength train. You weight train. You try to add more lean muscle to your body. Everyone that’s lean and ripped will tell you that’s what they do every, single time. Guys, I would be ashamed to admit the lack of conditioning that I do in my own workouts. Now, am I conditioned? Can I go out and do a workout that’s conditioning? Of course, I can because I’ve been training athletically my whole life. But I would say, I don’t do enough conditioning. What I do is prioritize my nutrition, I strength train, and I weight train. So, you want to make sure you’re doing the same thing. Next, we talked about, in those weight training sessions; are you lifting the weight that you should be lifting, or are you lifting the weight that you can lift? There are a few things here. Guys, when we talk about lifting the weight that we can lift, we’re talking more about pure strength training. The thing about pursuing pure strength training is, a lot of times, that little bit of extra weight is something that will work to your advantage. It could create additional leverage, allow you to move more pounds. That’s a good thing if that’s what your pursuit is. However, if your goal is to be as lean and ripped as possible, I’ve also talked about – even in my most recent video about my body stats – that being lean is always going to make you look more muscular.",
        "start": "00:04:24",
        "duration": 153.47899999999996,
        "title": "5 Things EVERY Ripped Guy Does (COPY THESE!)"
    },
    {
        "text": "It’s always going to make you look better, no matter what level of muscularity you’re at. The key is, you want to make sure that when you’re in the gym you’re commanding the weights that you’re lifting. I’m not saying, ‘don’t lift heavy’. You want to lift as heavy as you possibly can, but not at the pursuit of strength only or not at the expense of bad form. We also know that when we start to go down that avenue, injuries can happen. If you’re obsessed with only the numbers, injury will likely occur. When that happens, that’s the fastest way to find yourself going from in shape to out of shape because one you lose the activity, once you lose the ability to get to the gym regularly, it’s usually the same time you start to say “Oh, it’s doesn’t really matter much what I eat today because I didn’t workout anyway. Who cares?” Then you start to compound that day after day, week after week and you start falling off the tracks, and you never get back on them. So, you want to make sure you’re lifting the weight that you should be lifting, rather than always trying to pursue the weight that you might be able to lift. Last, but no least, the key to all of this – and please don’t understate this one. I’m saving the best for last. Consistency. Consistency is always key. Consistency is what is going to be the thing that unlocks whatever trouble you’re having right now with getting lean. I know what you’re saying. “Jeff, I know. But consistency is the problem.” No, it’s not the problem, guys. The consistency is not the problem. The consistency is trying to be consistent with things you cannot be consistent with. If you’re dieting, you can’t be consistent with that. I’m telling you right now, guys. It’s impossible. The two don’t go hand in hand. Diet is short-term based. It’s got a time lapse on it. Something is going to expire. There’s an expiration on that diet. You cannot remain consistent with that. If you’ve learned how to eat well, if you’ve chosen foods that work for you, if you’ve chosen foods that you like – imagine that concept. You actually like the foods and you’re eating them regularly because you like them and enjoy them. Now we’re talking about consistency. If you find a style of training that you enjoy, if you start to see results from that training; you’re going to stay consistent with it. If you’re not trying to do things in the gym that you shouldn’t be doing because your body is not capable of doing them yet – I’m not saying forever, but maybe ‘yet’ – that’s going to set you up for failure because you could get hurt. Then once again, you’re not going to be consistent.",
        "start": "00:06:57",
        "duration": 129.06099999999998,
        "title": "5 Things EVERY Ripped Guy Does (COPY THESE!)"
    },
    {
        "text": "Find a way to make it consistent. When you do, these five things are going to set you down a path that you’re going to come back to this video for, and thank me for many, many times because it’s going to work. I promise you, it’s going to work. It doesn’t revolve around short-term diets, and fads, and strategies, and apple cider vinegar, and low-dose Tren, and TRT, and any other things that guys say. Those are the excuses people make when they can’t get there. Those are the things that people say when they can’t get there themselves. When they can’t face themselves in the mirror and say, “I can’t make this work.” Yes, you can. Yes, you can. You just have to do exactly what I’ve shown you and told you here. If you’re looking for a plan that you can actually follow, that’s laid out, always based on science, but laid out in a way that’s doable, and something you can stay consistent with; that’s one of the hallmarks of what we do at ATHLEANX. We provide you with plans and workouts that you can do, and stick with for the long-term because it’s never about tomorrow, or the next week, or even next month. It’s about the lifetime. All of our programs are available over at ATHLEANX.com. If you’ve found the video helpful, please leave your comments and thumbs up below. Let me know some of the other things that you struggle with and I’ll try to help you with those in future videos. If you haven’t already, please subscribe and turn on your notifications so you never miss a new video as I publish them. All right, guys. I’ll be back here again soon, in just a few days. See you.",
        "start": "00:09:06",
        "duration": 69.28,
        "title": "5 Things EVERY Ripped Guy Does (COPY THESE!)"
    }
]