[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we’re talking about losing weight. More importantly, the wrong ways to go about trying to do that. There are some incredibly popular methods that I believe are an incredible waste of time. I want to make sure you guys realize that. I’m not going to leave you hanging. I’m going to tell you what I think is the best approach, overall, to make sure you don’t waste your time doing the wrong things. Before we dive into it, I want you to do one thing for me. Check out these ab exercises over here. We’ve got a basic crunch, a plank, and then we have this one here that I’ve covered in a YouTube video before. It’s a slick floor ab curl. If you were able to do just one of these, which one do you think would have the best chance of giving you a six-pack? I’m going to give you a couple of seconds. You should probably already know within those seconds that there are three major things wrong here. You know three things just from watching me. Number one: you know I don’t really like planks. I’m not a big fan of them. I don’t think they’re hard enough. Number two: I did cover that one there at the bottom because I said it was a tremendous ab exercise. But number three: you should know enough about me to realize that none of these are going to anything to help you lose weight. Even my favorite ab exercise. You see, doing these ab exercises as your sole focus – ab only workouts – is one of the biggest, most monumental wastes of time you could possibly do. And this is coming from somebody that programs ab training frequently, who loves ab training. But a lot of guys have the notion – and a lot of times, they’re getting it from bad advice on YouTube – the notion that you could get rid of fat and lose weight by doing ab workouts. There’s nothing that will happen in an ab workout that will allow you to lose weight. I don’t care how many reps you’re doing. The fact is, that’s a bad approach. I can’t tell you how many times I’ve had people come to me and say “Jeff, what do I do? You’re an expert. What do I do about getting rid of this?” And before I can even start uttering what would probably be the best advice, they say “What ab exercises?” It’s got to end here, guys. You will not be able to see your abs if you have fat covering them. You need to have a better approach, which will lead people to this next scenario here. That is cardio. We know all the types of cardio. People opt for things like this.",
        "start": "00:00:06",
        "duration": 129.05,
        "title": "5 WORST WAYS TO LOSE WEIGHT!!"
    },
    {
        "text": "Things like running, or maybe jumping on a bike, or some bodyweight exercises like a burpee. Some high intensity stuff. Are any of these going to be good for helping you lose fat and lose the weight? Guys, I’ve covered this in a video before as well and it needs to be reiterated. This is a bad approach for a lot of different reasons. We’ll take them one by one. If we were to start with running – which I don’t advice as a beginner activity for someone who’s overweight because of the high impact. Generally, it winds up doing more harm then good. If I got on the bike I’m on a lower impact, for sure, but my intensity is too low and most of the time I can’t generate enough of a calorie burn to make it significant. If I go down to the burpee – which, in our past video here, Jesse showed you is the one that gives you the biggest bang for its buck, giving you about 15 calories per minute – but good luck trying to do extended minuets of burpees. You’re lucky if you make it past five or six. What we’re left with is this idea that trying to keep up with our calorie burn through conditioning alone is almost impossible, when you realize it’s only for an hour of your time in the day. If you devote an hour a day to your conditioning what are you doing in the other 23? That’s because that’s the most challenging. Eating the right way is the most challenging thing. Eating one slice of pepperoni pizza can undo an entire workout you’ve done through any type of conditioning you just did. That’s not good. Even if you add in the EPOCH effect and extra calorie burn it’s minimal, guys. Probably about 10%. This is not the way to go. Cardio and isolation are bad choices. Yet, that’s what many people will start doing here in an effort to try and lose weight. But it does lead us into that other method for losing weight and body fat. That’s through nutrition. Notice I said ‘nutrition’ because the problem and biggest mistake is ‘dieting’. Guys, I’ve covered this many, many times before, but I’m going to say it again because it needs to be said here. DIETING DOES NOT WORK. I don’t care if the diet has earned a name. The South Beach Diet, The KETO Diet; I don’t care what it is. I don’t. It doesn’t matter. It’s the fact that it’s usually put in conjunction with the work ‘on’. You’re always ‘on’ a diet because at some point you’re going to be ‘off’ a diet. You cannot be ‘on’ a diet. You have to eat as a way of life. It is your lifestyle. It’s the form of eating you’ve adopted. Now, if that’s KETO, or the South Beach Diet, but it’s something you can do, and do sustainably, over time, forever; then it’s good for me. If it works for you that way, it works for me.",
        "start": "00:02:15",
        "duration": 152.47000000000006,
        "title": "5 WORST WAYS TO LOSE WEIGHT!!"
    },
    {
        "text": "But it had a better be something you can stay consistent with. Taking a ‘dieting’ approach is one of the worst ways to attack this. Permanent weight loss comes from adopting an eating style that you can live with which doesn’t revolve around deprivation, that doesn’t require you to skip foods you enjoy, making you hate eating. That’s not going to work. So, dieting is off the table. Finding healthy nutrition is on the table. Now you’re probably saying “All right, we’re down three methods here. What else could be bad here? I know you, Jeff. You’re the weight guy. I can tell by your biceps you’re the guy that wants to lift weights.” I’m going to agree. I do like lifting weights. But not all weightlifting is equal. Here are a few exercise options to reveal that. These all involve weights. The first one here is a thruster. This one here is a clean. This one here, this is a concentration curl. Now, can you tell me that these are all equal? If I said, “You’ve got one choice to do one of these in an effort to lose weight”, which one would you pick? Again, if you watch this channel regularly, you’ll probably say “I know Jeff likes to train athletes. The clean is probably the right choice.” Honestly? I would say I love the clean. However, as someone that needs to lose weight, someone that’s beginning to make these attempts to lose some weight, the clean is probably a bad choice. I have far too much respect for the skill that goes into the Olympic lifts, like the clean, and the precision needed in order to do it correctly. You’re more likely to hurt yourself and do this incorrectly, than you are with some of the other options. But of the other two, one sucks, and one’s actually, really good. I bet you can imagine the one that’s good is the thruster. It’s a compound movement. It’s athletic. Your feet are on the floor. You can push some significant weight here. You’re working lots of muscles to do this. The concentration curl is more of the same. More of you sitting on your ass, doing an exercise, single joint, that just works your biceps. There can be some poor exercise choices. It’s not just going and liftin weights. Just showing up in the gym and lifting weights is not going to cut it. You need to apply a smarter level of training and exercise selection in order to have this approach be beneficial.",
        "start": "00:04:47",
        "duration": 126.93999999999996,
        "title": "5 WORST WAYS TO LOSE WEIGHT!!"
    },
    {
        "text": "All these things come together here, and you think “Well, what’s the solution?” Well, I’m getting to the solution. You’re probably thinking “I knew Jeff was going to say his programs are the answer.” Guys, that leads me to the fifth point here. That is: it’s not necessarily my program. Although, this is what I do better than anything. I really believe that the combination of all these elements are what I’ve been trained to do my whole life. But, if you bring – this is number five – the same mindset into the same – or even a different approach that you’ve taken before – but it’s the same ‘you’ that’s failed in the past, you’re going to fail again. That is one of the worst things you can do when you’re trying to lose weight. You have to change what’s up here. You have to change the ‘you’ that you’re bringing to that. Guys, if this is – it happens to be that I’m publishing this video around January 1st – I have a statement about this, guys. Don’t make resolution, just make it happen. It comes down to making sure when you decide “I’m going to do something different here, I’m going to make a change, I’m going to lose weight”, something has to change from the last time you attempted this and failed. If that means trying a new program, if that means allowing yourself to use one of the programs I’ve created because you have confidence it’s going to work; great. But make sure you don’t bring the same mindset from the first time you struggled because I’m going to work your ass hard. The first time you hit struggle you don’t quit. The first time you get sore you don’t quit. The first time you have one slip up on your nutrition plan you don’t quit. You’ve got to make sure you’re ready to stay the course and continue this throughout the duration of your plan and I promise you, guys, it’s going to work. And when it does it will work forever. So, I hope you guys found this video helpful and truthful. In the meantime, if you’re looking for those plans I mentioned they’re all over at ATHLEANX.com. You can find the one that’s matched up to your exact goals because I know people come into this with different goals. The fact is, if you’re looking for weight loss, we have programs for that as well. And certainly, nutrition plans that support that. If you’ve found the video helpful, leave your comments and thumbs up below. Let me know what else you want me to cover and I’ll do my best to do that for you in the days and weeks ahead. And if you haven’t already, make sure you subscribe, and turn on that notification so you never miss a new video when it’s published. All right, guys. I’ll be back here again soon, just a few days. See you.",
        "start": "00:06:54",
        "duration": 120.62000000000002,
        "title": "5 WORST WAYS TO LOSE WEIGHT!!"
    }
]