[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. Look who’s back. JESSE: It’s me! JEFF: He even dressed the same as me today. JESSE: Yeah, look at that. JEFF: Not planned, guys. Today we’re talking about Jesse. We’re talking about six of the biggest lessons that Jesse learned when it comes to back development. Jesse has actually gotten some pretty decent back development now and he’s going to attribute it to a few different things. I’m going to let you take the lead here and let us get going. What’s one of the first things that you learned? JESSE: The first thing was a YouTube video that you did. JEFF: Okay. JESSE: I had a lot of medial elbow pain. JEFF: Oh, right. JESSE: I came to you and you showed me the video about getting the bar- JEFF: Deeper. JESSE: Deeper into your hand. I found that helped me with my weighted chins. JEFF: Okay. JESSE: Because I’m able to add more weight. I added a plate not too long again and instead of getting half a rep or one rep, I’m starting to get a few more reps, and I’m feeling a little bit stronger. I don’t have that pain anymore. I feel better than ever. JEFF: That was a great video, guys. I say it a lot. If you know anybody that has medial elbow pain anytime they grip you’ll want to watch this video. But what Jesse was experiencing, first and foremost, was that by getting the bar deeper into his palm he had a stronger grip, which as not taken his forearms out of it – overworking the forearms. And it’s allowing the biceps and back to take over more, hence the increase of strength. So that was a good one. What was the next thing? JESSE: Yet another YouTube video. JEFF: See? You know, it’s funny how it works out, Jesse. When you watch the YouTube video, or follow my advice things start to work. JESSE: Well, I have been following videos and your advice. JEFF: Maybe next year you might consider training? Taking some my advice and training. JESSE: Hey, 2019, new year, new me; I’ll do some of the programs this time. JEFF: Keep going, please. JESSE: All right. Anyway, it’s- JEFF: Just remember, this stuff works. Keep going.",
        "start": "00:00:05",
        "duration": 107.29000000000002,
        "title": "6 Biggest Back Workout Lessons Learned (HOW HE DID IT!)"
    },
    {
        "text": "JESSE: So anyway, it was adding face pulls into every day. It wasn’t just on my back day, it wasn’t just my pull day. it was every day, doing face pulls. My shoulders feel so much better, my back development has definitely increased. JEFF: Definitely the upper back, too. You can see the changes there. Guys, I’ve talked about it. Face pulls are one of the most important exercises you could do. Especially to correct postural imbalances and strength imbalances. Especially if you’re sitting down a lot during the day. next. JESSE: Next was mixing in unilateral exercises with my bilateral exercises. I noticed not too long ago that one of my lats was bigger than the other. Then I noticed that I was starting to do one-armed stuff to try to balance that out and I had a better mind-muscle connection with the smaller side than I did with the bigger side. JEFF: Right. JESSE: Which was my dominant side. JEFF: So, when you think about the classic back exercises like the deadlift, a lat pulldown, pullups; everything is done bilaterally. Both arms activating and working at the same time. I do think there’s a high value – just like there’s a high value for unilateral leg training – to break up some of your arm training and do some unilateral work. What Jesse found, and what a lot of you will find, is once you separate those hands off that unified bar, you’ll feel the difference in how much control you have from that side. When you work on them, not only do you equate the strength levels on both sides, but you also overcome a lot of the imbalances. So that was good. What else? JESSE: Next was, I varied my body on the pullups. I wasn’t just going straight up and down anymore. I was doing some side to side, up and at an angle because I found that instead of trying to get myself up to the bar, I wanted to be able to control my body in multiple planes. That translated, not just to that, but to playing lacrosse, skateboarding, snowboarding; everything I do. JEFF: Guys, being functional and being an athlete, it is a demand to be able to control your body and space. Even if you’re hanging from a bar. Also, the differences in what the forces and stresses that applies to your shoulder girdle are significant. So always going straight up and down in the frontal plane is not the same as varying the position of your body. Even doing some of the things I’m showing you here with these headbanger pullups. Yes, they’re challenging. Yes, they’re for more advanced people with higher levels of strength. But you ultimately want to get there. I think it’s important that that’s one of the things that Jesse is realizing has helped him so much. JESSE: Yeah, you start off somewhere. JEFF: Yep. Next?",
        "start": "00:01:52",
        "duration": 136.55,
        "title": "6 Biggest Back Workout Lessons Learned (HOW HE DID IT!)"
    },
    {
        "text": "JESSE: Next was hitting all areas of my traps, actually. It’s like you said, it’s not just shrugs all the time. Actually, you put out a great Instagram post the other day about- JEFF: That’s here, guys, if you haven’t followed up. @ATHLEANX on Instagram. JESSE: Hitting the middle traps and also hitting the lower traps. It’s important to hit all areas of the traps. You can’t do that just by shrugging heavy. JEFF: Right. Guys, the traps are a kite-shaped muscle. They’re not just the top part here. You want to hit all those areas and because of the alignment of the fibers in the different areas you can hit them differently with different exercises, as you can see us doing here. So, that’s one thing you’re going to want to make sure you do as well with your back training. Incorporate all these angles and exercise options. Then there’s one more. JESSE: Yes. The last thing is, yet again, another YouTube video. Would you look at that, guys? JEFF: It’s so funny how this works, Jesse. I hope it’s convincing you. JESSE: It has. It has. I’m telling you: new year, new me. JEFF: Yeah. I’ll be waiting. JESSE: It was actually the back master tip. That was a big one. I was getting my chest out, as my scapula retracts, as the bar comes up on a row, getting my chest to the bar, or a pull down, getting my chest to the bar. And while I’m not quite great at it and moving my body like that, it still made a huge difference in my back development. JEFF: You can see Jesse isn’t moving quite as much or getting that forward motion quite as much. Honestly, I still think everybody knows Jesse had quite a few postural problems when he came in. That was the one thing you let me work on with you, by the way. JESSE: That’s what I asked you to. JEFF: That was quite fixed, if I remember right. JESSE: Yes, my posture and my- JEFF: I hope it’s still sinking in. Anyway, if you remember, Jesse had some postural stuff. So, getting some thoracic extension is still a bit of a challenge. You can see me doing it here where it’s a little more effective. But this is something I’ve been working on for a while. But it is another helpful tip. Allowing yourself to get your chest out and attacking the bar as you bring it down to you, or even in a row as you go through and do it, is helpful, and a lot of you will get a better contraction of your back.",
        "start": "00:04:09",
        "duration": 115.13000000000002,
        "title": "6 Biggest Back Workout Lessons Learned (HOW HE DID IT!)"
    },
    {
        "text": "So, nice lessons there, by the way. JESSE: Thank you. JEFF: I’m breaking your balls, but I will be waiting in 2019. Guys, if you’re looking for complete programs that lay all this out – actually, you can benefit from all the things Jesse ignores. They’re all laid out step by step and all of our programs are over at ATHLEANX.com. In the meantime, if you’ve found the video helpful leave your comments and thumbs up below. Let us know what else you want us to cover and we’ll doing that for you. And if you haven’t already, please subscribe and turn on those notifications. You’ve got to make that little thing ring in order to make sure you get every video from me when it’s posted. All right, guys. We’ll get together again with you here in a couple of days for another video. See you.",
        "start": "00:06:04",
        "duration": 31.141,
        "title": "6 Biggest Back Workout Lessons Learned (HOW HE DID IT!)"
    }
]