[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I'm standing here, obviously, with Jesse, and what we're doing is, we're talking about his shoulders because I think there's a lot to learn from what Jesse's been able to do here. Now, he's been training all along, and you guys have watched his progress, but notably, we covered this with his arms. Let's see those arms one more time. The arms have definitely gotten bigger, but so have his shoulders and I wanted to dip into his brain – as scary as that is – to go in there and say \"Jesse, what things have you really incorporated from the things we've been working on, that have helped you to get your shoulders bigger? I know the people out there watching are going to be able to benefit them as well. Let's cover the top six things that you feel have helped you the most. Right off the bat, what's the first thing? JESSE: First thing that comes to mind is – like you always say \"It's hard to get a stretch on your delts when you're working out, when you're working your shoulders\". Incorporating different exercises that allow me to get that stretch, I think, have been extremely helpful and very beneficial. JEFF: It is difficult to get a stretch on the delts because when you think about arms lined up in a side lateral raise they usually stop at the side of your body. They don't come across midline. They don’t get that extra stretch on the delt, but doing it the way Jesse is doing here allows for that. Likewise, when you do a dumbbell side raise you don’t have to use cables, you can use dumbbells, too. Just propping them up on an incline bench in this position allows for that arm to come across the body, and to get that additional stretch, and it doesn't have to just apply to the side delts. It can work on the front delts as well. We do that, again, with cables. You can use bands here. The key is allowing the arm to go back, behind the body to free stretch that front delt, which allows for more powerful contraction. But really, it allows for that eccentric overload on a muscle that doesn't usually get it. So that was right off the bat, but what else did you learn? JESSE: Using light weights. Ever since the first hard gainer video that we did with my shoulders, you told me to- JEFF: Long time ago. JESSE: Yeah, that was a long time ago. You told me to start using lighter weights and as humbling as that was for me, I was down to 5lbs on all my lateral raises, and one and a half rep technique, and also you telling me to slide my arms underneath the fence. JEFF: Right. JESSE: Those two techniques themselves have been extremely helpful, using the light weights. JEFF: So the concept, again, is that it's not necessarily about the weights that you're lifting, it's what the muscles you're trying to train are lifting. In the case of the deltoids I can promise you, they're a hell of a lot weaker than you think they are. So when you drop those weights down, however humbling it may be, the results are better",
        "start": "00:00:02",
        "duration": 151.02,
        "title": "6 Biggest Shoulder Workout Lessons Learned (HOW HE DID IT!!)"
    },
    {
        "text": "and you can even see – Jesse has told me how he feels. Those shoulders have rounded out a lot more, and it's definitely noticeable. Sometimes the light weights are the way to go, especially if you've got to rebuild from the ground, back up. All right, Jesse. We're onto number three to digging into that brain of yours. What have we got? JESSE: You actually just covered it in a video the other day. JEFF: Right? JESSE: The unconventional dumbbell stuff. JEFF: The different exercises for your delts. JESSE: Yeah, exactly. JEFF: Because it's not just about presses and raises. JESSE: It's – yeah. No, I always thought it was. JEFF: Right. JESSE: But when you come up with some really weird shit it always seems to work. Specifically the hip huggers. JEFF: Right. JESSE: And the crush grip press outs. Those, to me, have been game changers. JEFF: So both the hip huggers, guys, if you haven't seen the video make sure you watch it. There really are – they're not just unconventional exercises. They have a purpose and when you put the science back in what we do – as we always try to here – you see the reasoning of why I chose those as exercises. But when it comes to the hip huggers especially, it's basically going to give you an opportunity to train a little heavier, to still train the side delt, in a different way, and get a great contraction, and also tie it in with the rear delt. But beyond that as well, when we look at the crush grip press out this, again, allows us to attack the front delt, preferentially turn the chest, and take the chest out of it a little bit – as you can see here with Jesse. We're really getting these front delts to be overloaded and it's not just to be different. It's to mix it up, and get away from that mentality of thinking that you only have the presses and raises for options, when you open up the options more, and you start to do more things. As crazy as they may be, it actually starts to work, and work well. All right, moving on. Number four. JESSE: As boring as it is, all the extra rotator cuff work I've been doing. In other programs I've done, and other trainers I've talked to no one's ever had me doing a lot of rotator cuff stuff. Maybe once a week, or once a month. JEFF: We talk about that a lot, guys. There's not enough being done. It is boring, by the way. JESSE: Yeah. JEFF: But it's necessary. JESSE: It's been extremely helpful because not only do I feel like my posture has improved a ton, but I feel like I'm getting stronger when I go back to my other lifts.",
        "start": "00:02:33",
        "duration": 127.25100000000002,
        "title": "6 Biggest Shoulder Workout Lessons Learned (HOW HE DID IT!!)"
    },
    {
        "text": "JEFF: So what happens, guys, when you actually do start to pay attention to your rotator cuff you start to reestablish the balance that's missing in a lot of our physiques from having too much of a dominant, flexion dominant, side dominant training program. With Jesse just doing even a couple of the exercises here, this is pretty standard external rotation. This is banded external rotation, whether he's doing it here in a dynamic way, or whether he's doing it in more of an isometric way, where he does this step out variation and he has to hold out his elbow in that position, tight up against his side. You can even see the shoulders working here to maintain this proper posture. As a matter of fact, when you go down to the anatomy of it the deltoids have a heavy, upward pull on the humerus trying to pull it up, and it sometimes creates, over time, an impingement. The rotator cuff can act to pull down and keep it in a better position to add more space in there, to avoid impingement, allow you to press better, allow you press heavier, and over time, build bigger shoulders because you're not having the issues that a lot of us wind up having in our shoulders. So for all those reasons, however boring it may be, it's a critical component to a complete training program. All right, Jesse. Number five. JESSE: Number five? Ever since the minute you did it on Instagram for your chest – you know what I'm talking about? JEFF: Uh… JESSE: Overcoming isometric on the cable machine? JEFF: Right. Yeah, I got you. JESSE: That's been awesome. JEFF: Yep. JESSE: Honestly, I love that feeling of trying as hard as I can to move an immoveable object. I don’t care if I'm not moving. It feels unbelievable. JEFF: Right. Well, there's a purpose beyond that. Instead of just pretending what you're trying to do. The overcoming isometric that we've talked about here, on this channel doesn't just apply to the chest, as I've demonstrated in that video that Jesse's referring to. You could do it for pretty much any muscle group, but the concept is, you can build up more motor unit recruitment. Meaning, you can work against this immovable load here, as he's doing in this side lateral raise version. He's not moving these cables up, but he's trying to move them up, and out to the sides. As he's trying, and trying, and trying he's getting a better, and better recruitment. More and more units are being recruited to try to help him, ultimately failing, but it allows him to then apply that at lighter loads, for greater strength output. It doesn't just have to happen here with the side lateral raise. We can pull the cables out to the front as well and do the same thing. Again, it may not look like much, but he's trying as hard as he can to move the stack, to get his arms raised up to parallel to the ground. But of course, they're not going anywhere. The one thing about overcoming isometrics is that it applies in the angle, or close",
        "start": "00:04:40",
        "duration": 146.26999999999998,
        "title": "6 Biggest Shoulder Workout Lessons Learned (HOW HE DID IT!!)"
    },
    {
        "text": "to the angle which you're training them in. So if you wanted to try to work on your strength and your recruitment ability outside of that position down low, then you try to raise them up a little higher, and you try to raise them up a little bit higher from there. Probably the only drawback to them, but as far as their ability to increase muscularity, it's obvious to what it's done for you, and obviously what it's going to do for you, if you give it a try. Last, but not least. Make it a good one. Let's go. Number six. JESSE: Last but not least is – I've found that training with you has been awesome, in that you don’t let me fail. You make sure there's always a way. JEFF: Mm-hmm. JESSE: Especially when it comes to heavy weight training. For me, with my collarbone issue, after breaking that, and destroying everything up in here, I've always found that heavy weight overhead pressing has been a nightmare for me. But you've been able to help me do that with other exercises. JEFF: So, Jesse – without getting into his litany of injuries, because they don’t just start here, down. There's a lot going on right here, too. He had a broken collarbone, he has bone chips in his elbow. Pressing have overhead, especially on the overhead military press, has always been awkward for him. But he does need to train heavy. If you want to build bigger shoulders – among all the other light stuff we've showed you – at some point you still have to lift heavy. But I think there are a lot of other ways to do it. For me, I got him into landmine pressing. You can see here, whether it be single arm, whether it be double arm; we can load this up with multiple plates. Whatever we're doing, we're trying to get into the landmine press position because it doesn’t have the same requirements of having to have my arm so far up, overhead. It actually, naturally places Jesse's arm here, in front of his body, and allows him to press up, and work on that delt without having the repercussions, or the feeling that he gets in that collarbone area that still clicks, and pops when he does it trying to go straight up, overhead. We can also do it here with a dumbbell push press. Again, look at the position of the elbows here. Always try to get them in front of his body a little bit more, allowing him to use a little bit of his lower body here for momentum. But really, it comes down to the ultimate press that's happening from the shoulders, and he can control that eccentrically. So pressing heavy is always going to be a prerequisite of getting the best shoulders possible, but pressing heavy safely is always the way I like to do it, and I always want to help somebody find that option, no matter what it is. I always think there is an option. So there you have it, guys. Finally, we're done.",
        "start": "00:07:06",
        "duration": 130.09000000000003,
        "title": "6 Biggest Shoulder Workout Lessons Learned (HOW HE DID IT!!)"
    },
    {
        "text": "We're out of this guy's head. We can breathe again. Honestly, I think it's really helpful to go inside here, and actually talk to Jesse directly, and find out what it is that he's found most beneficial. Let's face it, there is a lot of stuff that we cover here. We always try to put the science back in strength, but what's always interesting to me are the things, and nuggets that sink in to Jesse, and might sink into you. Those are the things that really mean the most to me. At the end of the day I want to make sure that you're getting results, and Jesse's a great representation of a lot of the guys that watch this channel, grinding away every, single day. JESSE: Yeah, guys. It's – I don’t have perfect delts. I've got a long- JEFF: Oh, they're pretty perfect. JESSE: But I've noticed a big improvement over this past period of time. I've noticed the shape, the size, muscularity; everything about it is just- JEFF: His strength has gone up. JESSE: Strength has gone up. Everything has gotten better since I've been working with him. JEFF: So just trust the process, guys. A lot of times you have to back it down to build up, but trust the process. If you're looking for a complete step by step approach to the process – the same thing Jesse's doing – you can head to ATHLEANX.com, and get our ATHLEANX training program. In the meantime, if you've found the video helpful leave your comments and thumbs up below. Thumbs up below. And of course, if you want more Jesse you could always ask for more Jesse. You're not necessarily going to get it, but you can always ask for more. All right, guys. See you again soon.",
        "start": "00:09:17",
        "duration": 72.01400000000001,
        "title": "6 Biggest Shoulder Workout Lessons Learned (HOW HE DID IT!!)"
    }
]