[
    {
        "text": "What's up, guys? Jeff Cavaliere, Athlean-X.com. Are you ready for the only ab workout you'll probably ever need? I have a good reason to call it that, but first I want to get you right to the action. Don’t worry. Beginner, or advanced; I've got you covered right here. Six minutes is all you need.  So there you have it. Six minutes later. Beginner or advanced, you just fried your abs. Guess what else you did? You hit every single major core requirement in this one workout. I told you in the beginning you had good reason here. I had good reason here to call this the only ab workout you'll ever need. If you watch back and look at the exercises, you hit all the responsibilities of the abs in one workout. You hit top down motion, you hit bottom up motion, you hit rotation from the top and from the bottom, and you hit standing ab work, anti-rotation, anti-extension, anti-lateral flexion; all the key responsibilities of the abs and obliques you got here in this workout. Guess what? If you wanted to make this the only workout you ever did, you could probably do just that. If you're a beginner you'll work your way up to advanced. If you're advanced you work your way to more circuits of this. Why limit yourself? If you want to really tap into the true potential of your abs don’t limit yourself to just a handful of exercises here. You could do thousands of exercises. As a matter of fact, that's one of my key specialties; figuring out ways to continue to make you feel the burn, feel the pain every single time you train. We've got over a million ab combinations. That's right, a million because we have an ab shuffle feature built right into our Athlean-X training systems that you can get at AthleanX.com that allows you to shuffle up your workouts creating unlimited combinations of workouts. Fresh new ab workouts every single time you do them, utilizing over 500 different ab exercises. You can get that over at AthleanX.com. In the meantime, good luck with whatever level of ability you're at right now. Use that as the benchmark to push yourself further and further. I'll be back here again, guys, in just a couple days. Make sure you let me know what you want to see here for Washboard Wednesday. I'm happy to bring it to you. See you soon.",
        "start": "00:00:06",
        "duration": 228.6,
        "title": "6 Minute Ab Workout (THE ONLY ONE YOU'LL NEED!)"
    }
]