[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. We're talking fat loss here today, and I'd like to think 'effective' fat loss. A lot of times programming for fat loss gets really off track. I'm going to show you today a six minute workout that will make a believer out of you that you can do it in a very short period of time if you understand the correct principles when you're training fat loss, and when you're trying to train for more fat loss. The idea is this: you've got to avoid the two big mistakes. The first big mistake is, when you encounter a program that is programming fat loss by scaling the time that you're doing an activity. So if we do an activity and the advanced guys are supposed to be doing it for two minutes, and intermediate guys are supposed to be doing it for a minute, and the beginners are supposed to be doing it for 30 seconds, right there we just made a crucial error in programming a fat loss workout. We're robbing seconds of effort from the beginner because we're requiring that they do far less work than the guy who's doing it for two minutes, or one minute. That's a mistake. What we have to do is prescribe the same amount of time, but then we have to take care of the fact that the beginner may not be able to that exercise, by giving him a scaled down version of the exercise. Which leads me to the second big error. The second big error is programming the same exercise for everybody. By doing that, having to scale down the difficulty level of the exercise because you know that you have to have it to accommodate to the beginner, and the advanced guy. So the advanced guy now starts to get robbed because they're doing exercises that aren't at a high enough intensity to really give them the benefits they should be seeing from the workout because it has to be able to accommodate the people beneath them. Not here, and not in our brand new ATHLEANX Max Shred program that I just put out. See, we understand how to train for fat loss, and I think we like to do it better than anybody that can. I think we know how to do it better than anybody else. That's because we understand that you don't scale down the time. What you do is, you provide levels of drop off for every exercise so that the advanced guy can stay at the highest level exercise that they can, for as long as they can. Maybe for the entire two minutes. Whereas the beginner would overreach for a short period of time, or for as long as they can, on a slightly more difficult exercise, and then drop down to the easier version of the exercise for the duration of that two minutes. But we're all working for two minutes, and we're all working hard because we have exercises that will challenge us at that level. So I want to give you a sneak peak of what this type of training is like. Try it for just the six minutes and I guarantee you, you will become a believer regardless of what level of ability you are starting at. So there you have it, guys. Just six minutes and I am in the fetal position on the floor. Guess what? I want you to join me. You can do it with only one thing: hard-ass effort. You see, you're going to be working for the two minutes, in three different rounds, and you're going to be working doing something because no matter where you are – if you're",
        "start": "00:00:00",
        "duration": 263.6599999999999,
        "title": "6 Minute Fat Loss Workout (BEGINNER | INT | ADVANCED)"
    },
    {
        "text": "that beginner you try that intermediate version of the exercise first. You do as much as you can of that, and then you drop down when you can't do anymore. If you're in the intermediate category you need to advance yourself to that next level. You do that exercise version for as long as you can until you can't do it anymore, and then you step down. And if you're advanced, you want to be a real bad ass, you do the two minutes straight of the advanced version without ever dropping down. The fact of the matter is, I'm going to get you to work, and we're going to get you to lose fat a lot faster because we are going to get more work done. Matter of fact, if you want to start accumulating more seconds of effort in your training, and seconds of high effort – which is both key for fat loss – you should check out our Max Shred program. We actually built in levels – we call them fire escapes – as you drop down from one level to the next. You change the exercises up and ensure that you keep moving and burning calories faster than any other workout. Head to ATHLEANX.com and get our brand new Max Shred program. We also have our Max Science program that we released as well, with the opposite goal of prioritizing muscle gain. That is over there as well. The fact is, we're putting the science back in strength in everything we do, and you should do that too, if you want to see better results. You can get them both over at ATHLEANX.com right now. In the meantime, if you did this workout, leave your comments and thumbs up below and let me know. Are you joining me on the ground in the fetal position? I really hope you do, okay? Because I feel silly being down there alone by myself.",
        "start": "00:04:24",
        "duration": 75.74,
        "title": "6 Minute Fat Loss Workout (BEGINNER | INT | ADVANCED)"
    }
]