[
    {
        "text": "What's up guys, Jeff Cavaliere, Athleanx.com. I've got an ab workout here for you today that I promise is going to become your new go to ab workout. And not just because we're training our abs, but we're doing a couple of things here. We're interspersing some conditioning exercises in between the ab exercises, six ab exercises to be exact, that are going to follow that six-pack sequence that we talk about, right? Working from the lower abs up. When your abs are most fresh, you want to work the more difficult movements, that's the lower ab movements, and we're going to finish with the top-down movements, one of the most easy. But as I said, interspersing some conditioning exercises to keep the whole workout going and also help you burn a few more calories which is going to help you get that six pack. Remember, guys, if you're looking for a way to eat, guys will always inevitably ask, Jeff, What do you eat? I have a video I'm going to link for you at the end of this video to show you exactly how I do that. With that being said, though, it's time to get to work, guys let's get on the ground. So the first exercise up here is a lower ab movement, as I said, it's called the One Down Two Up. What we're doing is keeping both feet up at the top, dropping one leg down, bringing it back up to the top and lifting our hips up. At the same time, we're going to swipe our hands underneath to make sure that we clear. Again, the goal here is to lift the pelvis off the ground so that swipe of the hands ensures that I got the pelvis up high enough. Forty-five seconds down. Good job. The next one here is our first conditioning exercise, it s called the Pendulum Climber. You're basically going to get in this position and work your way around in a semicircle and keep it going. Drive those knees into your chest, you'll get some additional benefits here as well, obviously. Okay, next one is a Figure Eight, so now we're back on our back again, but we're getting that bottom-up rotation. I'm going to make an eight if it's laying on its side, we re going to get the obliques and the lower abs together. Let's do this. If this is too challenging for you, you can always bring your legs in a little bit just like this, which is going to make the exercise just a little bit easier, but not take away any of  the benefits. Good. Next conditioning exercise is called the Skater Twist. This one is basically doing one of those lateral skater hops but adding additional twist with each movement to really help to work the obliques. Really explode off of that leg and twist hard into that grounded leg when you get over there. Twist. Good. Next one is a direct oblique exercise now called the Recliner Elbow to Knee Tuck. We're basically taking one elbow, driving it into the opposite knee and maintain that slightly lean back position the entire time.",
        "start": "00:00:06",
        "duration": 313.501,
        "title": "6 Pack Abs Workout (BURNS FAT TOO!)"
    },
    {
        "text": "Really fight to hold yourself in this reclined position that's where the abs are doing most of the work. It s not easy guys, you can do it though, keep going. Good. Next one. Classic High Knee. Nothing fancy here, just a traditional conditioning option here. Consider it my gift to you, a little bit of a break in the middle. Again, the goal of this worked out should be multidimensional, not just abs, but get that additional condition work out in too. So in 11 minutes, you hit everything. Like I said, this should be your go to work out, hopefully for years to come. Good. Next up, it's called a Power Up. A mid-range ab movement that uses both your lower body and your upper body moving together at the same time. Let's knock it out. Reach up nice and tall. Nice work. Next one here is the Elbow to Knee Thrust, where she can divide this one up, working just the right side. Next time we have a conditioning exercise we re going to come back with the left side. So drive that knee in rotating. Drive and twist. Come on, we can do it. Let's go, couple more and we re done. Focus on getting to the finish line, I know it burns. Good. The next one s called a Plank Toe Taps. Rotation this time coming from the top down. Get into that plank, reach down and aim for that opposite toe. Reach through and across. Good. Now come back up, we have to thrust this time opposite side, left Elbow to Knee Thrust. Let s do this. I ve got to admit, my legs are burning a little bit here too. But since everything's burning, I can't really tell what's worse. Good. Now let s finish it up last one, Levitation Crunch. Your goal here is just to get your shoulder blades off the ground. Nothing else. It's simply a top-down movement, very small movement, but isolated to the upper abs. Let's do it. Just straight up. At this point in the game, this exercise is placed here to give you that one that you're likely still able to do. Not easy, but still able to do. Less than 30 seconds to go. Last 10 seconds. Come on, dig in, a couple more reps.",
        "start": "00:05:19",
        "duration": 387.67,
        "title": "6 Pack Abs Workout (BURNS FAT TOO!)"
    },
    {
        "text": "Up, one more and done. It s okay if you're in the same position as me right now. So there you have it guys, I m doing it with you, bringing the pain, not just to you, but for me myself. And there is your ab workout that you can do, remember any level. If you're not quite up to the task yet, just shorten the time that you're doing every single exercise and build up to the 45 seconds and I promise you, you're going to get the results you're looking for. If you're looking for a complete step by step program that includes the meal plan that you're going to see a snapshot of if you click on the video at the end of this one, where I show you my day of eating, you can get the whole day by day plan over at athleanx.com. If you found the video helpful, make sure you leave your comments and thumbs up below. Share it with somebody else that you know is going to want to try it. Also guys, make sure you click Subscribe and turn on your Notifications, so you never miss a video when we put one out. All right guys, see you soon.",
        "start": "00:11:47",
        "duration": 56.21900000000001,
        "title": "6 Pack Abs Workout (BURNS FAT TOO!)"
    }
]