[
    {
        "text": "SHEAMUS: Jeff, how’s it going? JEFF: Hey! SHEAMUS: How are ya? JEFF: Good to see you. SHEAMUS: Just hanging, fellow? TONY: We talked about an hour ago. SHEAMUS: Tony! Tony and Jeff. Look at this, huh? This is great! JEFF: This is mad. SHEAMUS: This is great! It’s like a staircase. JEFF: Yeah. SHEAMUS: A staircase, you know? TONY: I’m going to lift a hawk up to reach the staircase. SHEAMUS: That’s right. The hawk is taller. Which makes me very happy. Sorry, I was 30 minutes late. JEFF: Who’s counting. TONY: Swiss minutes. JEFF: Actually, he was. SHEAMUS: They’re really big on watches in Switzerland. So what have you got today? TONY: Well, I was – don’t look at me. JEFF: We’re going to do core, yeah. We’re going to do core. So, I think the biggest misconception when it comes to core is, I think people get bored of it because everything is just crunching. It’s so much more than just crunching. We talk about all the different functions. As a physical therapist I’m always stressing that your core needs to be stable, not just being able to produce movement. Sure, we know we can crunch. That is one of the functions of the abs. But we also know that it can generate rotation. More importantly, it could also prevent rotation. You put your arms out in front of you right here and stay where you are, in order to do that you can already feel your core working to do that. SHEAMUS: Yeah. JEFF: So, it prevents that. It could also prevent extension. So if we’re getting too far over our head here, I could push it back this way. But when you do, you’ve got to move the core like that to work. SHEAMUS: The core. TONY: Check it out – in your core. SHEAMUS: There’s nobody home. I keep knocking. There’s no one in there.",
        "start": "00:00:02",
        "duration": 93.39000000000001,
        "title": "6 “Gut Busting” Ab Exercises (NO CRUNCHES!)"
    },
    {
        "text": "JEFF: So, we want to make sure and cover all those functions, and we’re going to do that throughout a full core workout. SHEAMUS: Okay. JEFF: So, after all those extra things that you did today, both of you guys will see – at least you’ll feel things that you’ve maybe never felt before. Which is probably the goal of this. To make you feel like “You know what? Maybe I haven’t been doing this as much. I have to revisit core training, especially athletically.” You’re going to require all these elements to be a top-level athlete. It doesn’t have to be long. You don’t have to have – there’s no such thing as a 30-minute core workout. Now, we might go through a bunch of stupid exercises to show you some of the capabilities of the core. So, people can see some of the different things we could do. But really, when you put a workout together you really only have to choose about six exercises. We cover the main areas of the core. Talking about working from the bottom up. SHEAMUS: Yeah. JEFF: Lower abs, midrange where we’re contracting both the bottom and the top. There’s no such thing as ‘lower abs’ or ‘upper abs’. But in terms of how you preferentially hit them, you can influence that because of the direction of the pull. What is that that’s actually moving? Is it the pelvis moving on the top, or is it the shoulders moving down to the bottom? So, you want to break those up and you want to include rotation. SHEAMUS: Okay. JEFF: Either a top down, or a bottom up. SHEAMUS: Right. For someone who’s obviously got the ATHLEANX-Box here, you have access to it; for someone who has- TONY: I look forward to doing the lower abs, but not the upper abs. You’re really good at that. That was you. SHEAMUS: Oh, was it me? Like this? This is the workout? JEFF: You go to top, there, and it’s like that. SHEAMUS: Your core is way better than mine. So, for people who are seeing this great series, it’s very hard to work together. It’s great. You could sell me out, mimicking Tony. JEFF: I like that you’re going this way, as opposed to growing it out this way. SHEAMUS: Yeah. Well, I used to be. Two months ago, in the summer there was a little bit there. JEFF: Now you’re getting it. SHEAMUS: It’s coming in. JEFF: About lower abs. Remember I said that the most important thing is curling your pelvis.",
        "start": "00:01:35",
        "duration": 111.98000000000002,
        "title": "6 “Gut Busting” Ab Exercises (NO CRUNCHES!)"
    },
    {
        "text": "Like this, curling of your pelvis posteriorly. Anterior is where you stick your butt out as far as you can. Posterior would be curling it up and under. To really engage the lower abs, you’re looking for posterior tilt. That’s the main thing. I would do this tilt and show your ass, like that. If someone is out in front of you, they should see your ass when you’re doing this. You should get up here, and they should see it. Here, they should see it. See my ass? Are you looking? TONY: There it is. JEFF: There you go. Verify that it happened. TONY: Verify. JEFF: So, basically that’s what you’ve got to do. SHEAMUS: I can say that he’s very good at pelvic tilts anyway. JEFF: So, we’re going to do that more. Now you’ve got to get a little rotation because we know that the obliques are a bit more active in rotation. Like we were talking about. We’ve got to get them moving right away. SHEAMUS: So, they’re more verified than that. JEFF: Yeah. Move them both here. SHEAMUS: Don’t make this weird. Don’t make this weird. TONY: Where’s my phone. SHEAMUS: You’re not helping. TONY: Show that ass. Yeah. SHEAMUS: You got his ass? Like a ballerina. TONY: Yeah. That was only 13. SHEAMUS: That’s 12. TONY: It was 13. SHEAMUS: 12. TONY: Go 13. All right. Here we go. JEFF: And once you’re here, now you’ve got it locked in. Now. you don’t want to lean back too much. You want to be able to stay nice, and tall. Then what you do is a grapevine. So, you’re going to walk one foot over the other, then step behind, and then one foot behind the other, and step over. You’re just trying to walk laterally here. The real challenge is occurring when you pick up the foot because as soon as I’m here,",
        "start": "00:03:27",
        "duration": 100.80000000000003,
        "title": "6 “Gut Busting” Ab Exercises (NO CRUNCHES!)"
    },
    {
        "text": "I’ve got to lift to go this direction, I’m on one foot. SHEAMUS: Right. JEFF: And I’m creating momentum in this direction. So, as I’m going, I’m wanting to fall because these dumbbells are wanting to tilt here. The only way I can prevent that is by staying upright. So, it’s that nice, slow, controlled walk, that’s the key. You don’t want to sit here and go like this and go fast. You want to challenge yourself. TONY: Nice slide. SHEAMUS: You got something to say? It’s Wednesday. TONY: You have a good face. Great face. Show him with the face. JEFF: You see again, the benefit of being able to keep them locked out is, as you start to get wider, now your splitting and you’ll become a lot less narrow and more likely to want to tilt. Now, you’re handling less weight than you were here. The idea is, if I were to get that going in that direction, that’s a lot harder to have control the set. You can see me doing a fly. When I was training with you, I can apply some of that force. If I gave this a little bit here. See, if I give you a little bit of a hit here- SHEAMUS: That’s awesome. JEFF: Right? I’m just trying to create a rotational force on it. You’ve got it. You have a brave changeup there. TONY: Brave change. SHEAMUS: Brave change. See how he does that? TONY: Say ‘brave change’ SHEAMUS. SHEAMUS: Brave change, SHEAMUS. Do it [inaudible 0:06:41]. TONY: Brave change. Always re-rack, Jack. JEFF: I’m staying out of it. Now, you also want to be explosive, right? So, abs are very capable of being explosive. They create rotational explosion. All you’re going to see in sports is geared off explosively rotating from your core and then let it express through your limbs. What you do here is battle ropes. We use our core to initiate the movement. A lot of people believe that the battle ropes are an upper body conditioning movement. SHEAMUS: Or an Instagram video. JEFF: An Instagram video, looking really cool when you’re doing it. But when we do it, we come here, and we’re going to do it in three positions.",
        "start": "00:05:08",
        "duration": 144.42,
        "title": "6 “Gut Busting” Ab Exercises (NO CRUNCHES!)"
    },
    {
        "text": "The first thing you’re doing is a Russian twist. Obviously, we’ll use the ball. We’ll start on our knees here, in this position, in a tall-kneeling. Then what you’re doing is trying to create an arc because if you just do this there’s not that much core work going on. This should be coming back a little more on the anti-rotation drill, but we want to get it to be a rotation. Creating the power and rotating. So, you’re here, you want to get a higher arc, out, and inside. You get that rhythm. Then the next position – that’s all we’re going to do. We’re going to stay there when we start. You’re going to do a set from a tall-kneel position. Then you get down. So, what we’re doing here is decreasing our support from underneath. Our knees are pretty good support. Now we’re here and I’ve got to use my core a little bit more to generate force. So now this is more of a traditional Russian twist. Here. Again, I want a big arc in here. Back and forth. Yeah, we’ll find out where we need to be. SHEAMUS: So, here? TONY: With gloves, too? JEFF: You step on that. TONY: You’re friends like me, right? JEFF: Now see who can – yep. Yep. TONY: Jeff made it look so easy. JEFF: See if you can start to – there you go. Keep them moving. Keep them moving. Get up. One more time. Get up one more time. Not easy, right? SHEAMUS: No. It’s not easy. That’s some great cardio, too. JEFF: Yeah. You should – there you go. You should be able to incorporate core training into everything you do. I have a saying “Put the core into everything you do”. It’s more than a saying. It’s what should really happen when your training your athlete. It looks good. There you go. There you go. There you go. You see, just in that transition, you’ve got to stay with the full body and control",
        "start": "00:07:33",
        "duration": 155.78999999999996,
        "title": "6 “Gut Busting” Ab Exercises (NO CRUNCHES!)"
    },
    {
        "text": "the momentum of the ropes. Here, you drop down to the left side while the ropes are moving to the right side. There you go. Great. Great. See, this is getting harder and harder, the further you jump out. SHEAMUS: Okay. JEFF: So, the challenge is, once you get out to here, can you keep it there without it snapping back? SHEAMUS: So, the further you get, the harder it gets? JEFF: Yeah. SHEAMUS: As opposed to managing those rolls. JEFF: It’s pretty much that, yeah. SHEAMUS: So, it’s here- JEFF: And just a step. Now out here, stay with that. You feel that? SHEAMUS: Yeah. JEFF: We’ve established that. TONY: Yeah. Look at this. Keltic Warrior Abs right here. Show us the hardware. Show us the hardware. Look at this. Show them the hardware. SHEAMUS: You’re making this weird for me. TONY: That’s why you brought me, right? SHEAMUS: Yeah. TONY: Don’t come back. JEFF: You’ve got it. Anything athletic – when we’re talking about an athlete’s agility, or the quickness, their cutting on the field; all they’re cutting is a step. Essentially what we’re working on here. When someone goes to cut like that and they cut back, if their core is weak, and they step like this, and their whole body goes in that direction. Now they’ve got to get all that momentum back over here. So, they’re not quick. They’re not explosive. They’re not fast. So even agility comes from – maybe, yeah. But our feet are allowing it to happen because they have a strong core. SHEAMUS: Like Michael Flatley. JEFF: Yeah. He’s actually got the style. SHEAMUS: I like it. [crosstalk] TONY: He does have the Irish jig. [crosstalk] JEFF: Yeah.",
        "start": "00:10:08",
        "duration": 94.57,
        "title": "6 “Gut Busting” Ab Exercises (NO CRUNCHES!)"
    },
    {
        "text": "He’s got it. TONY: I want to do this, too. JEFF: Is that the style? I’m not sure there’s anything more for your abs on this thing. TONY: It looks like you’re holding a pot of gold. SHEAMUS: Racist. Do it on the front. He’d never make a good Irish dancer. JEFF: Here, and now this is a basic plank. But now what I want to do is come out and reach out in front of me. So, I’ve got that extra resistance here. Of course, the band is on one side, so it wants to pull me that way, too. But it’s come out, and then down. Out and down. So, what is happening? The plank is still a stacked plank. I’m still just staying in a plank the whole time. I’m distracting myself with a little bit of arm pressing, with a little added benefit to the shoulder. The main point here is to get this added resistance, which makes it even harder to plank. But if you were going to do a one-minute plank, do 30 seconds and punch out to the right, slide your body over. Grab the other side and do your punches on the left side. TONY: Don’t worry, you’re only five seconds in. SHEAMUS: You’re taunting me. TONY: No, I’m helping. You’re just resting now. SHEAMUS: Can you believe this guy? JEFF: Keep it up, keep it up. TONY: Come on, SHEAMUS! JEFF: You’re halfway through. TONY: You’re halfway through. JEFF: Let’s go. Come on. Reach. Reach. The longer you get, the more you’re pulling. Come on. Stay up. We’re still working the same muscles here, but they’re a little more challenging. SHEAMUS: Or you can have him beside you smacking your head. TONY: Yeah, we can do that, too. Yeah, the best of both worlds, you know? SHEAMUS: Give you the complete motivation. You’re not even there yet. TONY: Yeah, you know? JEFF: Some people thrive on that. SHEAMUS: I don’t. TONY: You don’t? SHEAMUS: No.",
        "start": "00:11:43",
        "duration": 128.22000000000003,
        "title": "6 “Gut Busting” Ab Exercises (NO CRUNCHES!)"
    },
    {
        "text": "It’s okay. Don’t worry about me. It’s all about you, Tony. JEFF: Punch it. SHEAMUS: Come on! Five. Come on. Almost there. JEFF: Three, two, one more punch. Out. SHEAMUS: Yeah. Forget Mike Tyson’s punchout. Big Tony’s punchout. Well done, man. Sorry. Good job. Thank you. JEFF: You’re sweating from that workout, man. SHEAMUS: Yeah. Thank you, thank you, thank you.",
        "start": "00:13:51",
        "duration": 23.3,
        "title": "6 “Gut Busting” Ab Exercises (NO CRUNCHES!)"
    }
]