[
    {
        "text": "Jeff: When people define esthetics, they're  not talking about the 15% body fat guy.   I hate to break it to you, but they're  not. That's not the ideal when it comes   to esthetics. Jesse:   So this is my rustle some jimmies. Jeff: What does that mean?    Jesse: Fire some people up.  Jeff: What's up, guys,   Jeff Cavaliere, Athleanx.com. Jesse: Jesse Laico, Athleanx.com.   Jeff: I don't know if we re going to fire  you up, but we're going to certainly talk   truth here. We're talking about body  fat percentages, and this started   because of a friendly commenter who wrote in. Jesse: Ah, yes, this is from AddisonWelles422.   I watched a few videos recently where the  people said that 15% body fat is the ideal   body fat for men to look and feel good. This is  completely in contrast to the 6% that you're at   and that you recommend. The 15% seems far more  realistic and feasible. Don't you think you   should be recommending the same? Damn. Jeff: I wish I'd might have said that,   but I never did. Jesse: You never said that?    Jeff: I never said that. But let's get into this  because I think there's a valid discussion here.   We're talking about is there an ideal body  fat percentage for men? And if there is,   is it 6% or 15%? And being someone that is  definitely a lean level of body fat percentage,   I'm not saying actually six, but we'll talk  about me later. Is that something you think   that I would recommend?  Jesse: Right.    Jeff: I think you first and foremost have to  identify, because it's so important to the whole   argument that anyone will make, is what is your  goal? And I think we can break it down into like   three categories, broadly. Jesse: Okay.   Jeff: Esthetics, right, the look of the  leanness. Athletics, whether you have   some performance goal behind the leanness  that you're trying to achieve. Strength,   whether you're trying to obtain a certain  level of strength. Again, the level of body   fat is going to have some implication there. Jesse: Now, what if you are an absolute legend,   like me, and you're trying to achieve all three?   Wouldn t you put a fourth category  together saying, All the above?     Jeff: The Sigma category. Jesse: The Sig -- the Alpha and   Sigma at the same time.  Jeff: Maybe.   Jesse: You've ever seen the movie I Am Legend? Jeff: I think a lot of people out there actually   might be looking to achieve all three of those,  that's a valid point minus all of your flourish   language here. So. All right. So, let's talk  about each. I want to start with the athletic side   first, because that's the part that I feel most  comfortable with. When we talk about athletes,   you need additional level of specificity to  determine what you're talking about when we're   talking about body fat. What sport do you play? A  marathon runner is certainly not going to benefit   from a big bulk before the big race. The same  way that an offensive lineman who's 5% body fat   is probably going to lose ten out of ten times  in terms of the battle of the trenches. Right.   That's not going to be pretty. So, the sport you  play, and also, as I just said, even the position   that you play could dictate higher or lower levels  of body fat that are allowable or that will still   allow for certain level of performance. Jesse: So, like a lineman versus   a wide receiver? Jeff: Right. Because this   actually -- this is one of those pet peeves for me  where the biggest hallmark of someone that's never   trained an athlete is when they make the statement  that being lower than 15% body fat is going to   compromise their performance as an athlete.  Jesse: Right?    Jeff: They've never trained an athlete.  Anybody that ever says that has no experience   with athletes. Certain athletes can get to that  level, much lower body fat levels, not six, but   much lower body fat levels are in some cases like  DK Metcalf, six and Excel. And there's a reason   for that and we're going to talk about why that's  so important, because that's actually dictating   why you may or may not be struggling to get to a  certain body fat percentage. But with DK Metcalf,",
        "start": "00:00:00",
        "duration": 204.94,
        "title": "6% Body Fat is Ideal For Men (HARSH TRUTH!)"
    },
    {
        "text": "he's not only walking around that level of body  fat, he's excelling. He's a Pro Bowler.    Jesse: Yeah. Jeff: He's great. You can look at other   guys, there are rugby players who are incredibly  athletic, right? Who have all elements of speed,   strength. Certain ones are doing it very  low levels of body fat. One of our friends,   Michael Chandler.  Jesse: Oh, yeah.    Jeff: Excelling at this, not just doing okay,  excelling in his sport at very lean levels   of body fat. Serge Ibaka, NBA player, one of the  best defenders, did so at very lean levels of body   fat. At great levels of muscularity too. And then  there's actually one that really is entertaining   to me because it sort of encapsulates everything  we talk about. His name is Bryan Clay. He was 5 10   180, he was 8% body fat, 2008 Olympic champion  for the decathlon. It was ever an indicator of   athleticism it's the decathlon, right? It's the  ultimate athlete. But let me go even further with   that. He was tested by Spark Testing, which  is basically a measurement, a standardized   test of athleticism, speed, agility, quickness,  reaction. So, in football, he scored 130.4, the   highest ever recorded. By comparison, Reggie Bush,  a damn good athlete, scored 93.38 on the test.    Jesse: Holy smokes.  Jeff: He has a vertical leap of 45.3   inches one of the highest no step vertical jumps  in NBA or NFL history. He ran the 30-yard sprint,   which is basically from home to first base,  faster than Jacoby Ellsbury, one of the   fastest men, another team athlete guy, a little  faster than any other major leaguer from home   to first. He had higher ratings in all sports,  soccer, baseball, basketball and the athletic   assessment score of 145. His basketball Spark  rating is better than every professional   basketball player, including Derrick Rose,  LeBron James, Kobe Bryant and Dwyane Wade.   Jesse: Holy shit. Jeff: Eight percent body fat wasn't holding him   back. So, we can dispel that idea that you have  to be at a certain level in order to excel.    Jesse: Right  Jeff: Now we talk about   strength, and I think this is something that you  definitely are going to want to chime in here.   Jesse: That s what I like to do. Jeff: Based upon what you're what you've been   able to achieve. Now, there's a, there's a general  notion out there that if you are too lean, your   strength is going to suffer. And at higher levels  of body fat, which is where a lot of the bulking,   cutting recommendations come in. When people want  to get stronger or add size, they should do so in   a bulk so that they can have stronger lifts, add  more size because of that, because of overload,   and then they can worry about cutting down.  I think the big flaw to this method here,   and again, I might piss some people off, but it  is what it is. You are not Thor Bj rnsson. You   are not Eddie Hall. You are not one of the elite  level competitors in strength and powerlifting and   strong men. Likely not. I'm not saying everyone  out there. I'm just saying that likely you are   not. And what you're doing is you're applying  these standards in these generalities to your   own training a lot of times as an excuse to not  actually attempt to get leaner. That it s a way   to sort of dissociate yourself from, I don't want  any of that esthetic stuff, that's for the guys   who are interested in too much in themselves. And  I'm going to go more towards the performance side   of it. But you've been able to do both. Jesse: Yeah. I've been able to stay pretty   lean and also work on my strength to be  pretty good, if I do say so myself.   Jeff: So, Jesse, as you can  see in these clips here now,   a 550 pound deadlift or squatter over 400 pounds,  you know, things that people said, first of all,   he could never achieve. Secondly, saying that  he certainly couldn't do it and remain lean.    Jesse: Yeah.  Jeff: All right. And then when we talk about   the esthetic part of this, first of all, esthetics  are incredibly subjective, right? What you think   looks good may not look good to somebody else, and  vice versa. Someone might see Jeff Cavaliere level   of leanness and say, wow, that looks great  and some might say, oh my God, that looks   disgusting. And we get it every day. We hear it  all the time. Now take that out of the equation.   What you need to realize is  that finding your set point   for your body composition is incredibly important.  And guess what? The variability of set point is",
        "start": "00:03:29",
        "duration": 234.05999999999995,
        "title": "6% Body Fat is Ideal For Men (HARSH TRUTH!)"
    },
    {
        "text": "probably where some of these arguments come from,  where 15% is superior and 6% is unobtainable. And   well, guess what? Let's talk about 6%. I said  in the very beginning, just because I'm at a   lean level of body fat and I don't know if it's  6 or 6.5 or 7.1, I don't know. It's down there,   though. Just because I have that doesn't mean that  I recommend that for everybody. Because all of the   benefits that people want to get from being lean,  they can achieve higher body fat percentages than   six. Let's settle at 10. Yeah, 10 is, is an area  that you can get all the definition that you want,   all the esthetic benefits and still have  performance capabilities without sacrificing your   quality of your life. Jesse: Right.    Jeff: Now, I will tell you this to dispel another  myth, that sometimes pisses me off when I hear it,   just because you're ultra lean -- I know some  people out there in the comments are going to   want to speak up on this too. Just because you're  ultra lean does not mean that you are doomed to   a life of suckiness, right? Every single day in  my life, I walk around at this low level of body   fat. Not once do I suffer from decreased energy.  Not once do I suffer from decreased libido. Now,   once do I suffer from a lack of clarity. Not  once do I suffer from my ability to perform   in the gym. None of that. And I don't take drugs,  never took one of my entire life. Nothing aids me   in my ability to stay lean. The only thing that's  aid in my ability to stay lean is just consistency   for now, 25 to 30 years. A long-term consistency  in eating a proper way that makes me feel good. I   like being at this level, it feels good to me. You  know why? Because I have a set point that allows   for it. A lot of people watching won't have that  set point. If you want to use 6% as the level,   how about this? I would estimate that 40% of the  people that tried to achieve a 6% body fat level   could never get there, physiologically  can never get there.   Jesse: Their bodies won t allow it. Jeff: No. Even if they follow starvation diets,   whatever, their body is going to physiologically  give them the feedback that disallows their   pursuit to continue towards that number.  Jesse: Okay.    Jeff: And you might have experienced this  yourself. And a lot of times people like to   wrap this up in kind of talking about body types,  endomorph and ectomorph, the more I like to get   into that. But like there is a little bit of  valid reasoning behind the genetic component   of this and the genetic component being that  someone with a faster metabolism genetically   has the ability to eat more and process foods  better and maintain higher energy levels because   they're set point allows for it. Two people, I'm  sure you've experienced, could eat the same thing   and not look the same.  Jesse: Yeah.   Jeff: They could identically -- they could eat the  same number of calories and not look the same for   a variety of factors, a lot of different factors,  but simply because their set point for body fat   and body composition is different. If you are  trying to get down to that level and your body   is rejecting you along the way to the point where  your energy does crash or your testosterone levels   do crash or your libido does crash, there's so  many signs and symptoms that say, this ain't for   me, and you turn around and go back. Jesse: Yeah.   Jeff: But in order to give it a fair assessment,  you can't be trying to do this overnight. I didn't   do this overnight, I didn't obtain my level of  leanness overnight. It's been years and the years   just slowly but surely and consistently. So,  what I would recommend is that you actually   give this a try the real way. Adopt a healthier  eating lifestyle, better sleep, better recovery,   less drinking. If that's a problem for you right  now, calorically you're probably putting yourself   behind the eight ball if you're drinking because  it's too easy to drink your calories and keep   yourself out of a caloric deficit. So, whatever  you have to do to adopt a healthier lifestyle,   give yourself the chance to explore lower  levels of body fat before you just say, hey,   it's not for me, because saying that's not  feasible, don't confuse that with it's not   something I feel like doing. Jesse: Or it's not easy.   Jeff: It's not easy, right. Don't look for  the easier way out. If you desire to have the   esthetic component to lower body fat levels, then  attempt to do it and you'll see what your body   does. Certain people will find that they do reject  it and they have to go backwards and turn around.",
        "start": "00:07:26",
        "duration": 237.23999999999998,
        "title": "6% Body Fat is Ideal For Men (HARSH TRUTH!)"
    },
    {
        "text": "And what you do is you just simply work yourself  back up until you find a body at that level that's   the lowest that you can actually live with and  enjoy, but still give you the esthetic benefits   that you're pursuing.  Jesse: Yeah.    Jeff: If you were to raise that  number to 10% body fat instead of six,   I think that instead of 40% of people not being  able to, to, to do, to get there, you look   at it like 10% of people that can't get there.  Jesse: Yeah.    Jeff: Maybe only 10% of people have that set point  that even resides a little bit higher than that.   Maybe it's 12%, they just can't stubbornly get  past that 12, right? No matter what they do,   no matter how clean their diet is, they can't  get there. Here's the other number, the 6%.   I think there's maybe only 5% of people that can  maintain that. And that's huge, right? Because if   only 5% of people can maintain it, then what's it  worth to you? If you can't get there but sustain   it, it's not for you.  Jesse: Yeah.    Jeff: If there's a diet that you're using right  now that gets you here, but you can't sustain   it because you hate eating that way, what's it  worth to you? What are we doing here? What is   the idea? What is the objective? Is it a quality  of life or are we trying to improve ourselves in   the gym for an overall quality of life or just to  look a certain way? And I think the reality is I   try to preach that, yes, looking a certain way is  important, but feeling good to support it is even   more important.  Jesse: Yeah.    Jeff: And being able to perform  like an athlete and whatever   endeavors you want is incredibly important. Jesse: And staying healthy in the process.    Jeff: And staying healthy in the process, not  having to do things to get yourself there, but   jeopardize your health in the process. Which is  what I think a lot of people are doing right now,   which is horrible. Regardless of where you sit on  the fence of 15 or six. Clearly, I don't sit at   either end of the spectrum. I think there are some  undeniable facts in truth when it comes to being   lean. And I just want to make sure everybody is  clear on this is the part that could offend some   people, too. Number one, can we all stop using  words to describe the level of leanness.   Jesse: Like ripped and peeled. Jeff: Ripped and peeled? Can we cut   some more? Diced.  Jesse: Shredded.   Jeff: Shredded, cut. What else?  Jesse: Lean.   Jeff: Lean. I think we already said it.  Because to me, if you were to ask me,   I would look at it like this, whatever the body  fat level is, is high, this is low, right?    Jesse: Yeah.  Jeff: Lean,   Ripped. Jesse: Okay.   Jeff: Shredded. Jesse: Yep.   Jeff: Diced. Jesse: All the way at the bottom.    Jeff: All the way at the bottom.  Jesse: Like Helmut Strebl?    Jeff: Yeah, like him, like this  guy. Would you say the same?   Jesse: Yeah, pretty much. Jeff: But other people's words   may be different. Why are we talking in words,  because it's so subjective? Why don't we talk in   objectivity by just talking about actual body fat  percentages? And again, 6% is not something that I   think would be recommended to anybody, especially  because the majority of people will never, ever be   able to either obtain it or maintain it.  Jesse: Yeah.    Jeff: But being 15%, I mean, again,  here comes undeniable fact number two,   being at a lower level body fat is always going  to allow you to look bigger and more muscular   than you are, period. When an actor comes to work  with me, the first thing they want to do to get   in shape for a role, you've got to get a little  leaner. Because being a little bit leaner is going   to make the muscularity they have look better. Jesse: It makes the muscles start   to pop and define more. Jeff: Exactly. Even somebody   like Bruce Lee, who didn't carry a whole hell of  a lot of muscle but is known as a fitness icon.   Somebody that I look up to incredibly right  throughout all the years, I feel like Bruce",
        "start": "00:11:25",
        "duration": 192.29999999999995,
        "title": "6% Body Fat is Ideal For Men (HARSH TRUTH!)"
    },
    {
        "text": "Lee is an icon in fitness. He wasn't a very  muscular guy, but his level of leanness made   the muscle he had that sinewy, ripped muscle, I  just use that word, look really impressive.    Jesse: Yeah. Jeff: Right. Because the leaner he is,   the more impressive it's going to be. So, in  your pursuit of esthetics, just understand that   at that very one point, 10% is going to look more  impressive than 15% from an esthetic standpoint.   And when people define esthetics, when they  talk about a six pack, they re talking about   obliques and gills and when we're talking about  definition your shoulders, in between the heads   of your shoulders and delts, they're talking  about someone who is at 10% body fat or so.   They're not talking about the 15% body fat guy. I  hate to break it to you, but they're not. That's   not the ideal when it comes to esthetics. Is it  something that could be subjectively something   you prefer? 100%. Like I said, you may not like  this, but when you're talking about the social   image of what a what a ripped person is, yeah,  it's going to be something that looks more like 10   than it does 15. You just have to understand that  whatever pursuit you're following here, as I said,   it's undeniable that you're going to  have to put an effort to get there.   It's not easy. If it was easy, every single person  would walk around being whatever it is we're   trying to get to. It's not. And if you're trying  to be extra strong or you're trying to be an elite   level strongman or power lifter, you have to put  in a lot of effort to get there too no matter what   the goal is. It s not limited to just esthetics  here and being ripped. No matter what the goal is,   you have to put in the work. But I'm kind of  a little bit tired of hearing that there's one   body fat percentage that works for everybody  and this is what you should be. I kind of feel   like it's a cop out, and I also feel like it  completely disregards the fact that science   has shown us that there literally is a set point  that varies from person to person that will allow   you to have an easier or harder time getting to  and maintaining a level of body fat. And for me,   if you're going to do it, do it right. Get there  and maintain it comfortably without compromising   the other aspects of your life.  Jesse: Yeah.   Jeff: So, I hope that answered his question  and maybe he feels a little bit less   convinced that his position is right.  Jesse: Yeah. And that the 6% is what   you're recommending to everybody. Jeff: Well, clearly not. Clearly, not. Again,   I rather see you be consistently at something  that you can achieve and do so healthily.    So, guys, we found the video helpful make sure you  leave your comments and thumbs up below. Ask your   question, even if it's a little bit critical,  ask your question. It might be featured in the   next Ask Jeff video. If you look for a program,  guys, we have them all over Athleanx.com. Make   sure you click, Subscribe, and turn on your  Notifications so you never miss a video when   we put one out. All right, guys, see you back  here again in just a few days. See you.",
        "start": "00:14:43",
        "duration": 149.1,
        "title": "6% Body Fat is Ideal For Men (HARSH TRUTH!)"
    }
]