[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we’re talking about ‘those’ exercises. The ones that people call “sissy” exercises. I’m going to tell you, they’re going to unlock major gains of muscle if you start doing them. But you’re probably wondering “Jeff, what are you doing with the blouse?” I would argue, “You mean the revolutionary war shirt?” You see, it’s all about perspective. If you look at something and think it looks a certain way, and it’s going to make you avoid it because you’re self-conscious, that’s going to be a problem. That’s exactly what’s happening with the exercises we’re going to cover here today. It starts with the tricep kick-back. I’ve been on a campaign to bring back the kick-back because I believe this exercise is not only capable of adding muscle, but it’s capable of being a great tricep exercise, period. We’re getting that complete tricep contraction because of the position of the arm during the exercise. If we realize that the tricep has two functions – number one: to extend the elbow, but number two: to also extend the arm behind the back; then we also realize that not many exercises afford us the opportunity to do both at the same time. Meaning, we can’t get a complete tricep contraction and get that complete longhead contraction unless we position our arms like we do on a tricep kick-back. So instead of looking for ways to avoid this exercise you should be looking for ways to embrace it and include it in the workouts you’re doing. The next one here is one we actually have featured in a recent video with WWE Super Star Sheamus – all 260lbs of him – that was literally brought to his knees by a pair of 5lb plates. I promise, it’s going to do the same to you. That’s the key that should be igniting in your head. The idea that you need to be doing more of these because we do far too much focused attention on pressing heavy, heavy weights away from our body without ever really worrying about balancing out the imbalance, and working on strengthening the muscles of our upper back. I’m telling you right now, these muscles are inherently incredibly weak. If you want to be able to start pressing more weight with all the other exercises you’re doing you need to start incorporating balance into your physique. Front to back. These suckers will do it. Even if you can’t use 5lbs in your hands, that likely means you’re using your own bodyweight, and even that’s challenging. The key is, you can’t avoid it because it looks easy, or looks like something you don’t want to do in public. Do the exercise and you’ll be immediately humbled. More importantly, awakened to the idea that you need more of this. Next up is one that I’ve covered many, many times on this channel. But I’m going to reiterate it because it never gets old, and it never gets less important. That is: doing side-lateral raises for building bigger shoulders but going all the way down the other side of the rack. Instead of focusing on lifting the weights you want to lift, focus on the weights that you should be lifting, and in most cases, it’s about 10lbs, 15lbs, or 20lbs at most",
        "start": "00:00:06",
        "duration": 163.23099999999994,
        "title": "7 \"SISSY\" Exercises for \"BAD ASS\" Muscle Gains!"
    },
    {
        "text": "if you do this the right way. You can see me doing this here using focused tension on my delts. I’m not allowing the traps to take over. I’m not allowing momentum to take over. I’m not allow myself to swing the reps up every, single time. But I’m literally allowing the delt to contract and pull this dumbbell up into position, and then slowly lowering it down. And as always, before you even go back all the way down with this particular exercise, go back up again. Do it in the one-and-a-half rep style to reinforce that you’ve got it up there with the muscle itself and I’m telling you guys, yes, you’re going to be a little bit humbled. But in the end, you’re going to see the gains you were probably looking for when you were on the other side of the rack in the first place. Now it’s time to hit the legs and nobody wants to look like a sissy doing leg work, unless you’re doing sissy squats. I already tell you how much I hate that exercise. But we do have other things that we need to do. More importantly than anywhere else in your body, it’s here that you have to leave your ego at the door because there are so many small muscles around, and in the hips that are going to hold back the gains you could be seeing in your bigger lifts. Unless you start focusing on them. So, the first thing here – I know you’re going to laugh, guys – the Jane Fonda leg exercise. You know the one. Where you’re laying on your side and you’re simply lifting the leg up and twisting the foot toward the ceiling on every rep. It looks ridiculously easy. It looks like something that no heavy squatter should be focused on. But if you’re trying to get a heavy squat you’re going to want to start doing these. As a matter of fact, test yourself. Lie on your side and start doing 50 of these. See how much of a burn you get in your hip. It’s likely going to be a big one. That’s if you even get to 50 reps in the first place. The muscles in our hip, particularly the glute medias, as you lift your leg up, and rotate your foot to the top of the ceiling; they’re incredibly weak in most of us. Especially if you sit down a lot for your job. I want you to start strengthening these muscles because I know, as a coach, how important these are to the overall, big picture to those bigger lifts where you want to show of your gains. You ain’t going to get there unless you start doing these, starting now. Finally, for some of you, maybe the only thing that’s a little goofier than a puffy shirt is any exercise using a physio ball. I know you might think that went out in the ‘90s. “Nobody uses physio balls anymore.” I would have to say, “Yeah, you do.” Because if you think about it, all it is, is an apparatus that rolls. It gives us some instability, or a platform of instability from which we can work off. I can tell you right now, if you haven’t done any glute work on a physio ball then you’re missing out on an opportunity.",
        "start": "00:02:49",
        "duration": 141.88000000000005,
        "title": "7 \"SISSY\" Exercises for \"BAD ASS\" Muscle Gains!"
    },
    {
        "text": "And no one is telling you that you can’t take a 45lb plate, or a 100lb plate and hold it over your thighs as you do these exercises. I’m just saying there’s nothing demoralizing about using a physio ball for your exercises. As a matter of fact, you could turn this into a great hamstring exercise, and you’re getting the opportunity of having the ability to do hamstring curls without having to lie on your stomach, and possibly suffer those hip tightening situations that we’ve laid out in a previous video. The fact is, guys, these are not a problem. This shirt is not a problem. None of these exercises are a problem. You just have to get comfortable doing them. As a matter of fact, I always say “you’ve got to get comfortable in your own skin”. What matters most is, a lot of times we head to the gym with insecurities. I did it myself. I avoided the gym for a long period of time because I wasn’t comfortable being there. But the second I got over that and started to do my own work and not worry about whatever everybody else was doing, I actually started to see gains. I’m encouraging you guys to do the same thing. These small exercises? There’s no stigma to them, guys. Start doing them. Because remember, all muscles matter. In our ATHLEANX program we realize that, and we work every muscle into everything we do to make sure you’re getting the best results as fast as possible. We never overlook anything, guys. We train athletes. Head there and get our program. In the meantime, if you liked this video leave your comments and thumbs up below. If you never want me to use this shirt, or wear this shirt again let me know because I can gladly give it to Jesse. He said he wants to wear it. I don’t know. He thinks he’d look good in it. All right, guys. See you soon.",
        "start": "00:05:11",
        "duration": 80.873,
        "title": "7 \"SISSY\" Exercises for \"BAD ASS\" Muscle Gains!"
    }
]