[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. One thing that drives me nuts is when I ask somebody how long they'd spend doing their abs and their response is anything more than 10 minutes. Because if you're spending that much time doing your abs you're not training them right. If you trade in some of that excess repetition for more intensity, you'll not only get a better ab workout, but you'll be done quicker. I want to show to you today exactly how we can do that, by actually getting down on the floor and doing the workout with you real time. This one ain't easy. Again, seven minutes is all it's going to take, but it's going to be difficult. I want to see if you can hang with me while we do this. When we do them we're actually breaking out our six-pack promise, which we include with all of our ATHLEANX training systems, and it gives you an ability to shuffle an ab workout just like that, and produce a workout that's new and different every, single day that follows our progression of how we like to train abs. We like to start with the bottom of movements, we like to include bottom up rotation, we go mid-range, we got top-down rotation; so we're hitting all the major functions of the abs. We're including the obliques as well, but we can actually do it and follow it right here on our phone, too. So that being said, what does a workout look like? Come look over my shoulder while I show you. The first thing that we have here is our figure 8. The figure 8 is a workout that is starting with that bottom rotation; that bottom up movement, and rotation as well. We move to a leg-straight windshield wiper for 60 seconds. No rest in between these exercises. Again, now more bottom-up rotation. Then we go to twisting pistons. Now we're working more mid-range. We've got the bottom work, and we've got the top stabilizing, we've got a mid-range movement. We finally get a 30 seconds rest period, thank God. We come out of that with our starfish crunch for 30 seconds. Now again, we're kind of doing a top-down rotation, okay? Going through that we move into our tuck plank, on the same side for 60 seconds. That looks like this. We're going to finish with our top-down movement here. Our upper circle crunch, 60 seconds clockwise, 60 seconds counter-clockwise. Why? Because when we have the least amount of energy, these are going to be the easiest movements to perform, but at this point in the game it's still going to be difficult. So let's get going. We start the thing running. We've got audio coach here. She's going to hopefully motivate us. We start the figure 8. Point our toes to the left when we go that way. Point our toes to the right here. But you can see this is a bottom up movement, working the lower abs.",
        "start": "00:00:06",
        "duration": 160.66899999999998,
        "title": "7 Minute Ab Workout (6 PACK PROMISE!)"
    },
    {
        "text": "This is the best angle to pull form this position. Of course, we've got our rotation going as well. A little extra, extra. We're getting a little bottom up rotation at the same time that we're doing the bottom up movement. Now we're doing this 60 seconds. She gives us the cue for 30 seconds left. That means don’t quit. Remember, just 7 minutes. Last 10 seconds. Leg straight, windshield wipers. 2, and 1. Drop them down, legs straight, pull them up. Down, pull them back to the center. So what we're doing is, we're not just trying to work our hips and casually let our legs fall left and right like this. What we want to do is, let them drop down, and then pull them back to the center by tightening your core. See, you don’t even have to actually do anything but tighten, which brings them back to center again. 30 seconds left. It's good because this movement actually teaches us how the core can stabilize peripheral movement, right? If the legs are moving, and I tighten the core they centralize everything, which is going to make us more stable, and balanced. That's what happens when we're on our feet and we perform regular lifts. The core is essential to all of that. I think she said 10 seconds, or at least I hope she did. 60 seconds of twisting pistons. Right here. Hop in. Come on, baby! Oh, there we are. Waiting for that 30 second count. So now, tell me how you're going to do this for 30 minutes for those that train their abs 30 minutes at a time. My favorite exercise. 30 seconds of rest. That tells us what's up next. The starfish crunch. Oh, man. This one's tough. Top down rotation and obliques, too. Because of the rotation that we have. Rest it up. It's coming quick. Arms out, legs out, 30 seconds. Rotate. Down, up, rotate. 10 seconds. Tuck planks, same side. Tuck this side, tuck this side.",
        "start": "00:02:46",
        "duration": 276.291,
        "title": "7 Minute Ab Workout (6 PACK PROMISE!)"
    },
    {
        "text": "So you're going for stability here, too. You guys that know that I hate regular, static planks. These are a lot more challenging, therefore you get more out of them. 30 seconds. Closing in on the five minute mark, too. 10 seconds. There's those upper, circle crunches. Up, and circle all the way down. Shoulder blades off, up, both shoulder blades off, down, this shoulder blade off, and around. So if you focus on what your shoulder blades are doing. These get hard. All right, if that wasn't hard enough, now you've got to lean this way. Hang in there. It's the last one. If it wasn't working it wouldn’t' burn. So don’t get distracted by how you feel. Just focus on finishing this thing out. 30 seconds. 10 seconds. Oh, man. Oh, boy. I got congratulations, and everything. Guys, look, I'm falling apart. Every piece of me is falling apart. The key point here is, you do not need to spend a long time training your abs. But consistent ab training is key and carrying it out with the right eating is going to help you to see these things 365 days a year. The ATHLEANX program is about simplifying the process, not getting distracted by spending a lot of time doing a lot of things that you don’t need to do. I want to make sure you get the results you need to get, but quickly, and following a scientific approach as always. If you're looking for these workouts and you want to follow them yourself, day by day; they're included in our ATHLEANX training systems over at ATHLEANX.com. Meal plans as well, everything is included. Let me know if you were able to hang with me for the 7 minutes of torture. I'd love to hear it. And of course, even if you didn’t, feel free to leave your swears and curses down below. All right, guys. I'll see you back here again soon. Later.",
        "start": "00:07:23",
        "duration": 261.66099999999994,
        "title": "7 Minute Ab Workout (6 PACK PROMISE!)"
    }
]