[
    {
        "text": "What's up, guys? Jeff Cavaliere, Athlean-X.com. If you're a serious lifter, no doubt by now you've figured out that bodyweight training deserves to play a part in your overall training picture. However, what a lot of people don’t realize – athlete or not – one of the most important aspects that you could apply to your bodyweight training is explosiveness. Today I wanted to show you seven of the best explosive bodyweight exercises that you could do anywhere that you need to start incorporating and guess what? Even if you're a beginning I'm showing you a way to work your way up so each one of these exercises is going to have a little bit of an easier version – not easy – a little bit easier than the one I show you so you can have somewhere to start and work yourself toward. Now, one disclaimer: we all know those bodyweight exercises are pretty damn impressive looking, but the number of people that can actually do them are very little. Like a superman pushup, or a clapping pullup. If you can't do these there's no use of trying to do them. You're going to wind up either hurting yourself, or maybe squeezing out one rep, or two reps and that's not enough to cause a change. I want to give you guys practical exercise that you're going to be able to use starting now. So, let's get this list rolling. The first exercise up is a power plank up. It's great for building upper body explosiveness and tying it in with your core. Remember, bodyweight exercise are almost always going to rely on the strength of your core. This is no different. You have to get yourself from an on toes position, on your elbows and explode up in one move to try to land up on your hands. Again, you need the stability of your shoulder so it's a great workout for building that, but you also need the strength of your upper body, your triceps, your chest, and of course the core strength and stability to get up here. If you can't do this just yet, don’t worry. Come down onto your knees and start building up the ability to explode from there. As you get stronger you'll be able to get up on your toes and keep the progression going. Now don’t be confused by this second exercise linking back to that clapping pullup. There's a big difference here. This is an underhand, this is a chin-up position and we're just doing a plyo-version. The real value of doing a plyo-chin-up is that you want to be able to release the bar by building your pull through strength. You see, people think about just pulling to the bar, but in order to build true, upper body explosiveness you have to be able to have the ability to pull through the bar. This is what a plyo-chin-up does. By having us in this underhand position we get a little extra help from our biceps and we get that really good eccentric when we grip the bar to kind of slow ourselves down. If you can't do this extreme version of this there is a step down version that involves just one arm. Now, you're probably thinking \"One arm is going to make it harder\". No. One arm stays on the bar, that's controlling you, then you let go with the other arm and now you're basically doing the eccentric on that one side with the assistance of the arm that's still in contact with the ground. Try it. You'll see the difference. It's a little bit easier and you're obviously going to want to work on each side individually until you build up the strength to be able to release the bar entirely. Next we hit the lower body. This one with the glut, hamstring, single leg plyo-bridge. I love this exercise. It gives us the chance to, again, explode through where we normally would. A normal bridge would take you to a line parallel to the rest of your torso.",
        "start": "00:00:00",
        "duration": 180.69,
        "title": "7 Most Explosive Home Exercises (BODYWEIGHT!)"
    },
    {
        "text": "Here we want to have our hips actually thrust through, get a little bit of clearance and then again, hit the ground, eccentrically control that with our glutes and our hamstring. If you can't do this single leg version you'll still work single leg, but what you do is straighten your leg out a little bit and just go for a little bit of clearance. I don’t care if you just get 1\" off the ground. What you might find though is this one's going to target a little bit more of your hamstring and a little bit less glut. You're going to want to get to the point where you can let that glut take over because you can avoid a lot of hamstring injuries if you allow the glutes to be dominant when it comes to glut/hamstring tie-ins. Let the glutes do most of the work and we'll start minimizing those hamstring pulls. Now let's hit the core with our pendulum plank. Get down on the ground, get in a basic plank position on your elbows, and now we try to swing our feet in a big, pendulum motion. Far out to the left, hop up off the ground and land on the right side, and go back and forth. Try to get as much clearance as you can without piking so much at the hips. You want to make sure that you're keeping your torso as steady as you can for that stability of your core. If you can't master this just yet then do the swiper version of it where you kind of use one leg at a time, bringing them back to the central mid-line. You sweep left, come back to the midline, and sweep right. Again, now you have a three point plank position so you're not just all on your forearms with nothing to support you from behind. You've always got that one leg in contact with the ground so it alleviates a little bit of the stress on the core, but it still makes it a great exercise for you to become more explosively strong in your core. Next up, number five is one of the best ways we can learn to build upper body explosiveness and be able to learn how to get off the ground as fast as possible. Now, I train a lot of major league baseball players and in fielders whose job it is to get off the ground to make a play. MMA fighters; same thing. You'd better not make a living laying on the ground or you're not going to be very good. Even the average guy is going to need to maintain that ability to get off the ground as fast as possible for the rest of their life or they're going to be using a Life Alert if they don’t. So if you want to learn how to do this, the Hannibal pushup is a great way to do this. Now, not like the Superman version I showed you before. That's a little bit showy. This is actually quite functional. You want to be able to learn how to integrate your upper body and lower body together to be moving toward getting you up as fast as possible. You can do that with this version. Try to touch your hands in toward your toes, bring everything together so if you had to you could pop up from there. Now if you can't do that, or coordinate at this point, leave your hands on the ground. You're still going to get a lot of upper body work and the act of pulling your feet off the ground is the explosiveness that we're looking for to start building that strength to allow us to make that transition to where we could get everything off the ground. Now let's build on that concept for number six here with our rolling squat burpee. Now we're on our back instead of on our stomach and we still want to be able to get up explosively. So we do a rolling squat, get right up onto your feet and from here we keep the difficulty going by going down into a burpee and then jumping back up onto our feet and then back into the rollup. So it's sort of a continuous progression of \"can you go from your back, down to your stomach, back to your back, down to your stomach, and become explosive and command that moment?\" you need to be able to command everything you do with your bodyweight. That's the whole",
        "start": "00:03:00",
        "duration": 179.91000000000003,
        "title": "7 Most Explosive Home Exercises (BODYWEIGHT!)"
    },
    {
        "text": "point, but making it explosive is the part that guys forget to do. We always train at a slow pace. If you think about how we train, we train very slow and very controlled. That's good in certain applications, but in other ways we need to be able to train ourselves to be explosive. Especially when it's with our own body. If you can't do this entire combo, just break it in half. Do just the squat burpee part. Get down on the ground on a burpee, jump up to the squat. Down, back up to a squat. Down to the ground, back up to a squat. You can master that, you can do that; you've just got to learn to get quick with your feet to get them back up underneath you to put you in position to be able to stand up. Okay, last up, let's hit our lower body one more time with our depth tuck jumps. We're going to do them in 180 style here. What is the 180 style? It requires and demands that you have a little more control of your body and space. Secondly, it requires you to have enough explosiveness to be able to get off the ground to be able to execute the jump. So, you're just trying to do a death jump here which you just step off the box. What the step off does is it allows you to naturally hit the ground, cause a natural recoil and stretching of the quads that you then have to change around the direction and get right back up as fast as possible. It's called the amortization phase where you make that transition between a centrically lowering and explosively popping up. It's a crucial skill if you want to build your explosiveness. You try to shorten the time that happens. But, if you can't do the 180 turns here yet that's fine. All you have to do is work on building up to that. So let's work on death tuck jump by themselves. Just learn to step off with the right foot, land, and quickly allow yourself to go down into that amortization phase and then pop up, and then again, work on both sides. Here you're going to lead with your right leg five to ten times and then work on leading with your left leg. You might notice a difference. You might try to equalize that. So there you have it. There's seven of the best way for you to start building not only bodyweight strength, but command of your bodyweight strength and explosiveness into your bodyweight routines. Remember, we won't probably realize the benefits of training with our bodyweight and incorporating into our regular strength training, but not many of us have mastered the value of how important it is to be including an explosive bodyweight exercise into what we do. Guys, we have an entire program called Athlean-0 that literally requires no equipment. Literally nothing at all in order for you to get the most out of your body and using your bodyweight to build muscle because you absolutely can if you start pushing yourself past your comfort zone. Don’t think bodyweight means just doing as many pushups as you can, or sit-ups as you can. That's not what it means. You could use your own bodyweight in a really challenging way and you can start building muscle without any equipment and any environment. You can find the Athlean-0 program over at AthleanX.com. In the meantime, if you've found this video helpful make sure you leave your comments and thumbs up below. Let me know what else you want to see on my channel here and I will do my best to bring it to you. All right, guys. I'll be back her again soon. See ya.",
        "start": "00:06:00",
        "duration": 158.24899999999997,
        "title": "7 Most Explosive Home Exercises (BODYWEIGHT!)"
    }
]