[
    {
        "text": "There's no way in hell we're getting this  video done man, she's ridiculous.    What's up guys, Jeff Cavaliere, Athleanx.com.  Today I'm going to show you the eight worst   AB exercises ever, as in I don't want  to do these anymore. But don't worry,   I'm not going to leave you hanging, I'm going  to give you the alternatives I want you to do   instead. But because we're going to  cover those mistakes--welcome, Jesse.    Oh, I got to do the dumb stuff again? Of course. And you haven't really concentrated   on either what I've said, or Jesse said to  this point, because we've been staring here.   This is Daisy, my new Labrador retriever puppy.  And guess what? Even she knows these AB exercises   suck. That being said, I want to make sure you  don't make the same mistakes that Jessie is,   so let's start breaking down one by one.  And we start right off with one of the most   popular ab exercises out there that I've been  a very vocal supporter of and that's the basic   plank. And my reasoning is just that it's too  damn basic. If you can hold the plank for more   than one minute, then you need to move on to  something a lot more challenging because there's   no benefit to be had here, because it is too easy.  There's a lot of things we can do that take this   position to the next level where it is capable of  actually doing something beneficial for you.    Try an RKC Plank for example. What you do here is  you involve more muscles in the plant to make it   more difficult and rewarding. You initiate with  the glute and quad co-contraction tightening   your legs as hard as you possibly can, making the  core become engaged to a level you've never felt   before. And to increase the difficulty even more,  you keep those elbows out of your body to increase   the impact it has on your core. But you want to  go even further than that and you want to involve   some weights, you've got some options here, too.  And the first is something called the Three Point   Plank Row by placing just one arm on the bench  and the other one in the air with a dumbbell,   you've decreased the overall base of support.  You don't have four limbs on the ground anymore,   you've just got that three. Notice that my hips  never change, they stay locked in position without   losing the stability that I'm looking for.  Then finally we have the Twisting Barbell Plank,   which takes this to another dimension.  In other words, not just challenging you   into anti-extension, but your ability to  control and prevent rotation. Remember,   guys, it's not always about the motion that  you create when you're challenging your abs,   it's about the motion that you could prevent  when we take it to that next level.   Nothing says I'm stuck in the 80s  more with my ab exercise routine,   then this exercise number two, and it's the  Dumbbell Side Bend. It's just not a good option   if you're trying to train your obliques. And let's  not even talk about the fact that people will do   these either with two dumbbells at one time, in  which they turn themselves into a human seesaw   or they're actually doing them for spot reduction  of their love handles. In neither case will that   actually happen. Because my problem here  is you're asking for something that your   body doesn't want to give you, and that is an  excessive amount of lateral trunk flexion.    Your lumbar spine is not meant or designed to  do this, especially when you combine it with   the fact that you've got a heavy weight or at  least a moderately heavy dumbbell in your hands.   The fact is there's a better alternative and it  doesn't require any equipment at all. And it's   a simple Side Plank Lift. You can see that when I  lift myself up the side that I'm actually training   is the underside, the bottom side there that's  looking for that lateral pillar strength.   And when I lower myself back down,  what does it look like I'm doing?   If you turn your head sideways, it actually  looks like a side bend right down on the ground.   But because we're doing this in this way, guys, I  have much more control of that frontal plane as it   was originally intended. The fact is, guys, it's  not always the motion that's the problem it's how   you're performing it and more importantly,  how you're performing it, that turns this   emotion into something that's not productive. For exercise number three, I'm not trying to pick   a fight with CrossFit, but they're the ones who  have been credited with the invention of this   exercise. And they managed to take one of the best  machines in the gym, the Glute Ham Raise and make,   one of the worst AB exercise you can ever do the  GHD sit up. Now, if you look at this exercise",
        "start": "00:00:00",
        "duration": 211.60000000000002,
        "title": "8 Worst Ab Exercises Ever (STOP DOING THESE!)"
    },
    {
        "text": "here, guys, you can see right off the bat this  is a one-way trip to the chiropractor. Your back   is not going to like you if you do this exercise.  You were never intended to do this hyperextension,   especially against the full weight of gravity,  because this is a very heavily weighted exercise,   half of your body weight being lifted  up on every single repetition.    And again, depending upon the pivot  point and where you place yourself   on this, because a lot of people don't  understand where to place themself on this,   you get a real shearing force placed on your  lumbar spine, it's not something you want.   So how could you achieve the same degree of  anti-extension challenge without having to   do this? Well, you can just stay on the floor  and get the same benefit. And we have a simple   Roll-Up. And even if you have no weight in your  hand at all by extending your arms up overhead,   you're increasing the moment arm on the Abs and  you're making the exercise more difficult. And all   you're trying to do is simply allow yourself to  come up, but more importantly, protect that spine   on the way down. You're not hyperextending, you're  trying to flex it one segment at a time.    And if you have the ability to you add a dumbbell  to the exercise to add additional weight. Again,   we can start to mimic some of that challenge of  the weight of your upper torso of the GHD set   up by doing it with a dumbbell in our hands  on the Roll-Up. And if you have even greater   desire to increase the challenge, hold that  dumbbell on one side, which is now going to not   only challenge the anti-extension strength, but  also the anti-rotational strength that you need   to develop as well. Any of these exercises are  going to be way better than this one right here   and get back to using this for what it was meant  for in the first place, a Glute Ham Raise.     Now exercise number four may come as a surprise  to a lot of people that watch my channel,   but this one right here. Straight Leg Raises. Now  look, I have a lot of variations of exercises that   utilize Straight Leg Raising because it gives me  the opportunity to weight the exercise, the weight   of your legs is a good overload. That being said,  if you can't handle the weight of your own legs,   then any variation of a leg race is  going to become problematic for you   because of what it does to your low back. You  see, lifting strictly with your hip flexors   and not being able to control the descent of  the legs back down to the ground because you   don't have ab strength is going to  pull your back into hyperextension   as those hip flexors yank on your lower vertebrae  every time you lower them down to the ground.    If you have to use your hands to get yourself up  there, you should be doing this exercise in the   first place because you don't have adequate ab  strength to do it. Don't use your hands to push   into the ground, use them instead to check  to make sure you're doing exercise right.   Place them to the side of you, right alongside  your lower back, and try to drag them inward,   not pushing down. Because if at any point in  time I arch my back and my hands are able to   actually move inward and slide towards each  other, that I know that I disengage the abs   and I've introduced a stress to my spine that I  don't want to have. So again, do any variation of   a leg raise as long as you have the strength to do  it and if you don't skip it, at least for now.   Which brings us to exercise  number five, and that is the--   May I interrupt this video with a public  service announcement from Daisy.    For crying out loud guys, if you're looking to  take your ab work to the next level, you want   to add some weight, please do me a favor and look  to somewhere other than your pet for resistance.   And before you even say it, the pandemic and  limited access to gym equipment are no excuse for   using man's best friend as man's worst dumbbell.  And for those that insist on doing this because   the views are too good not to, let me ask you why  I always reach for the little puppy or kitten when   you can create a real challenge and overload, but  reaching for the big dog once in a while. Or would   that actually screw things up by feeling like too  much of a workout. That's what I thought. So do me   a favor and stick with what you should be using in  the first place, weights and let your pet admire   your six pack obsession from the sidelines. So, exercise number six is the first of two that   are actually on the list for the same reason. And  that is it's not actually the exercise that's bad,   it's the fact that 95% of the time when people  perform this exercise, they don't do it right,",
        "start": "00:03:38",
        "duration": 219.51999999999998,
        "title": "8 Worst Ab Exercises Ever (STOP DOING THESE!)"
    },
    {
        "text": "which makes it a really bad exercise. This is  called the Russian Twist. Well, actually, this   is it called the Russian Twist, because there's  no twisting going on here. Look, simply tapping   your hands back and forth across your body,  while it may give you the illusion that you're   doing something, is actually not doing anything.  Instead, what you want to do is turn that Russian   Tap into a Russian Twist by actually twisting.  So, the best way to do this is to focus on moving   the ball and your shoulders at the same time. If  the ball goes to the right, the shoulders will,   too. If the ball goes to the left, the shoulders  will too. Then and only then will you actually   be getting the benefits of a Russian Twist.  And then and only then are you going to turn   this exercise that's performed all the time  and to one that's actually worth doing.    Which brings us to exercise number seven.  If the Russian Twist was the most commonly   performed exercise because of the lack of  actually rotating, then this is the second   most commonly performed and this is the Bicycle  Crunch. And again, it's not the exercise here,   but it's how you're doing it. Because if you  look like this and a lot of people do, you're   not really getting much benefit from the exercise.  You're actually just turning this into one single   isometric hold with a bunch of elbow flips back  and forth. We're not trying to flip elbows, guys,   we're trying to rotate, and to rotate, you're  going to have to actually turn your torso.    So once again, what I do here is now I try  to fix my elbows in place and not move them   across the midline anymore. The only way to get  them across my body is to actually rotate my   shoulders to do it. And if you lock your arms in  place and twist, guys, twist back and forth here,   you turn this from an isometric into an actual  exercise that's going to benefit you.    Which leads me to the last exercise, and  this is a big one, guys, because it's   any ab exercise that you do where you're  not actually concentrating and prioritizing   how you're doing the movement in terms of the  quality of the contraction. Stop counting reps   and instead make the reps count. When it comes  to abs guys, that's all that matters. So, if you   were to do, let's say, a Hanging Leg Raise like  this and you look like this when you're doing it,   I can guarantee you're not getting anything  out of it. Because you might be impressed by   racking up a higher rep total, but I'm not  impressed by a single one of these reps.   Instead, slow it down and get something out of it,  even if it means doing 15 less repetitions. So,   in this example here, you would actually focus on  pulling the pelvis up and under. You want somebody   in front of you to be able to see your butt, not  just the top of your kneecaps. But it doesn't stop   here because on the Ab Role Out we have the same  problem. This is another one of those exercises   that people will claim higher rep counts as some  sort of an achievement, but they're not doing them   right. Instead of going back and forth into hip  flexion, sitting back on your heels and shooting   your body out with every single repetition,  you want to focus this on the abs. So, go slow,   lock in your hips. Don't move them  beyond the point that you start from.   And same thing even on this exercise here, guys,  you're not trying to just sit back to your heels.   You're trying to use your abs to perform  it. Remember, if you're looking to make   anything worthwhile, the old adage of something  is better than nothing just isn't true.   Because if the something you're doing is  the wrong thing, then you're going to get   nothing from your hard work. So, there you have it, guys,   the eight ab exercises I don't want to do anymore,  but more importantly, the eight that I do.   If you found the video helpful, make sure you  leave your comments and thumbs up below. Also,   if you're looking for step by step programs, guys,  you can find them over at Athleanx.com. And if   you like the video guys, you want to see more,  make sure you click, subscribe and turn on your   notifications so you're never missing a video when  we put one out. All right guys, see you soon.    Can I have my dog back please Jesse? Do I have to?   You're hijacking her for crying out loud.  Oh, coming on she's so cute.    I know she is.  Ohh.   Leave her alone.  Wait.",
        "start": "00:07:19",
        "duration": 201.49900000000002,
        "title": "8 Worst Ab Exercises Ever (STOP DOING THESE!)"
    }
]