[
    {
        "text": "So, your buddy just texted you and he  left you high and dry for today's workout.   You're on your own. That is, until I  replace him with someone much better.   Today, I'm going to give you the opportunity  to train with your dream workout partner   and it gets to be one of these six  guys. Who is your pick going to be?    What's up guys Jeff Cavaliere, Athleanx.com.  What you see behind me is six of the most   iconic action heroes of all time. Each instantly  recognizable even if you didn't have the great   fortune to grow up in the 80s and 90s like  I did. However, today they're more than   that. They're your workout partner and you  get to pick which one you want to replace   that lame workout partner with. And we're going  to help you to do so by defining and grading   each of them in four different categories.  So, we all know that a good training partner has   the ability to motivate you, right? To push you  to do things that maybe you don't want to do.   Which one of these guys do you think  has the ability to best push you   to get to that next level? The second category  we have to look at is their physique and what   is the one that matches your goal the best.  Everybody's going to have a different pick here,   but I want you to make sure that you're picking  based upon the physique that you want.   The third category here is their training style.  And believe it or not, each of these guys,   though they all look really good, have a  different approach to how they got the job done.   Which one matches up best with how you prefer to  train? And then finally, the fourth category is   that X Factor, right? Which of these guys, if  you had only one choice, would be the one that   you want to hang out with? Could be because you  just liked their movies more than others or it   could be because you simply just think that they  have the best likability. We're going to rank them   from 0 to 10. Again, these ratings are based on  my personal preferences, but I want you to be   able to go through the same rating scale and  determine who your pick is going to be. Make   sure you leave them in the comments below.  And so, we kick off this list with maybe one   of the most popular martial artists of all time.  We're talking about Jean-Claude Van Damme. And now   look, this is a guy that actually people wanted  to be like. I remember when his movies came out,   people would dress like him. When I posted this  on Instagram, my buddy Chris Daughtry sent me   a picture showing me just how bad he wanted  to be Van Damme when he was a kid. I mean,   he damn near pulled it off. But when it  comes to motivation, this is a guy that   I never really thought was someone that's  going to scream at me during a workout.   Well, there's that, but I just don't know how  functional that will be during, let's say,   a bench press. So, for me, he gets an  eight in the motivation category.    Now as far as physique, he had everything  I was looking for at 5 10 176 pounds,   he was highly relatable to me. He had that  muscle definition in size almost to perfection   and of course epitomizing what Athlean-X is  about. If you want to look like an athlete,   you got to train like one. Van Damme, of  course, is an athlete with an athlete's body,   he gets a 10 as far as his physique goal. Now when  we were talking about his training style, you're   talking about someone who was an athlete first  and actor second, so his training reflected that.   This is a guy who was a black belt by the age of  18, a competitive kickboxer internationally, and   also had a five-year ballet career, so he had all  the attributes of a high-level athlete. However,   he did have an appreciation for bodybuilding and  also competed in bodybuilding in his teens. The   workouts he favored were ones where he could put  two muscle groups together in the same workout,   but also have room for kickboxing and  of course, his all-important stretching.   And we all know how good Van Damme was at  stretching. Now these workouts were done on   every other day basis, leaving room for his  conditioning, which is something that I do   and a lot of our Athlean-X programs. So  here we definitely align with our training   styles and for that he gets a solid nine.  Now when it comes to the final X Factor here,   I have a confession to make. I was never really  one of the Van Damme guys. I know a lot of you out   there are. However, for me, I always found his  movies to be just a little bit cheesy. Doesn't   mean I didn't watch them though, but if I had to  choose a single training partner, he just wouldn't",
        "start": "00:00:00",
        "duration": 210.71999999999994,
        "title": "80’s Action Hero Workouts Ranked (BEST TO WORST)"
    },
    {
        "text": "really get that X factor for me, so we round  out his score with a seven in that category.    Next, we have Dolph Lundgren, a guy who I grew up  wanting to hate because of course, what he did to   Apollo Creed. But now we have a different set of  standards here. Is he going to be the guy that I   train with? And when it comes to motivation and  the ability to motivate me, I kind of think he   could do this. And the reason why I actually  say this is you might think that, oh, well,   he's kind of a stoic, quiet guy, but I actually  know better. You see, I've trained with Florian   Munteanu, who played Drago's son in the Creed  II movie, and he told me something about him.   He said, He can train us all under the table at  his current age right now. He's a badass still   to this day and also a very likable guy, but  has the ability to push you and motivate you   all the way to your last rep. I'm going to  give him a nine in this category. Of course,   there's nothing to not like about Dolph  Lundgren's physique, but the thing about it was,   from a reliability standpoint, there wasn't much  for me because we're talking about a guy who was   6 5 245 pounds. Yeah, I would like to look  like that, but I never will. So, for that,   I just didn't really have a high reliability, so  I had an eight point five in this category.    Now, as far as his training style, there's another  guy who's an example of being an athlete first,   an actor's second. And when we talk about athlete,  this guy was competing at a high level from the   age of seven and all the way into his twenties,  Dolph was competing internationally in both karate   and judo with most of his training focusing  on how to improve and be the best in sport.   It wasn't until the opportunity for Rocky IV  came along that he switched his training focus.   And what happened here was a couple of things.  Firstly, he kind of shelved his athletic training   in favor of almost exclusively bodybuilding  training at this point. And he did so on a push   pull leg split, which we know I'm a big fan of. He did a six-day continuous push, pull legs,   push, pull legs with a repeated day off on  Sunday, however, he would choose three to   four exercises per muscle group with four  sets per exercise and then six to 12 reps   on every set. This is what's been reported, but  if it's accurate, it's too much volume for me.   I would not have the ability to recover from that  type of volume so while we get the extra points   for having the right split, we don't get points  for the amount of volume. And we certainly don't   get the points for the fact that we had to shelve  the athletic training altogether. I think there's   a way we can incorporate both, so I give him  the seven in the training style category.    Now lastly, as we get to the X Factor here,  though, admittedly he gave me nightmares as   a child, I still have that appeal of wanting to  actually make that workout happen with Florian,   so I'm going to give him a good  solid eight in this category.    So, let's stick with the Rocky theme now and  talk about Carl Weathers. Another one of those   guys that I didn't really start off liking but of  course became a big fan of when he went and helped   out Rocky. Now, all you had to do, though, is  watch that training scene in Rocky III to realize   what an amazing motivator Apollo could be. If I  had one guy that I needed screaming in my ear to   make sure I could get that final rep done, he's  the guy to go to. And for that I'm going to give   him a solid 10 in the motivation category.  As far as the physique, this is another one of   those guys that represents everything that I  wanted, right? The perfect amount of muscle mass   and leanness, except that at 6 2 220, again,  here's a guy that was a little bit bigger than   I could relate to. So, for that, I have to give  him a little bit of a notch down. but again,   still a solid nine and a half. As far as the  training style, he did something very interesting.   He teamed up with Vince Gironda to do something  called Peripheral Heart Action Training, which is   a style of training that works your total body in  one workout sequentially, one exercise after the   next with no rest in between. And the desired  outcome here was to help you to burn fat and   build muscle at the same time, doing a little bit  better job at burning fat than building muscle.   That being said, he would do these workouts for  seven consecutive rounds, which is a lot more   than anybody else that Vince was training, they  would usually cap out at four or five rounds.   All sets were performed for 12 repetitions,  sometimes with weights that were very light   to get the benefits of that cardiovascular  conditioning. And sometimes on the heavier end,",
        "start": "00:03:40",
        "duration": 238.95999999999998,
        "title": "80’s Action Hero Workouts Ranked (BEST TO WORST)"
    },
    {
        "text": "even to the point where he would rest, pause  his way to the 12 reps with the goal here   being to kind of put on more size. Though this is  something Carl has said many times he never had a   problem with. Well, I can't really relate to that  in a total body workout for me is going to look a   lot different. And for that reason, it's going to  be a seven and a half in the training style.    And finally, for that X factor, whether it's  Action Jackson or Predator, I always kind of   looked at Carl Weathers as just a bad man,  you know, someone that you'd want to have   your back in a bar fight. But for all these  reasons, for me, he's going to get a solid   score of eight in that X Factor category.  Fourth up is going to be first up on many people's   list for the person that they want to train with.  And I have to say, who wouldn't want to train with   Arnold? When it comes to motivation, again, I got  another guy who's sitting up there at the very top   with a solid 10. I know he could get me  to do something that I didn't want to do.   I know that if I'm in a workout and he asked me  to do something, even if he did it very politely,   I never want to disappoint him and of course,  I would give him my A-plus effort. So,   for that, I'm going to give him the 10.  Now, when it comes to the physique goal, I've   got to be honest here, although I always wanted to  be Arnold, I knew from day one I'd never look like   Arnold. All I had to do was look in the mirror at  my chest even now and I don't see that. And I knew   that I didn't have the genetics to ever be him.  At 6 3 , 235, again, he felt too far out of reach   for me. So, while he had everything in perfect  proportion, I have to give him an eight and a half   here because there is just no relatability for me,  though it might be vastly different for you.    Now when it to the training style, again,  what was there not to like about Arnold?   Arnold set the standard for training. He had an  entire encyclopedia of bodybuilding that he put   out that of course, I had not just one copy of,  but two. He had a variety of different splits,   but he always did have a foundation and dedication  to not just the esthetics of bodybuilding but   building up that foundational strength. Which  I know is a training for professional athletes,   is going to apply to and benefit and any  single person that steps in front of me.   So, with his golden six exercises  focusing on a priority of progressively   overloading on the squat, bench, pullups  or weighted pullups, the military press,   barbell curls and weighted crunches Arnold  knew how to build that base foundation   and set the stage for performance. However, the  one lack here, was that there wasn't really a   whole hell of a lot of athletic performance to  follow. So, while he had the right training to set   the stage for it, he didn't necessarily take that  next step into the athleticism. So, for that, he   gets a good solid nine, but not a perfect 10.  And then of course, when it comes to the X Factor,   I don't know, call me just a fan of  his movies, but I always liked Arnold   Schwarzenegger. I would always want to be in his  presence. If I had a chance to train with him,   you could never go wrong with him as a  training partner. So, for that, he's got   to get a solid 10 in the X Factor category.  So, I said at the beginning how Jean-Claude   Van Damme was one of the most popular martial  arts of our time. Well, at least my time. But   the traditionalist will remind me, son, you're  just not going back far enough in time, because   we've got to start talking about guys like Bruce  Lee or in this case, Chuck Norris. And there's no   doubt that Chuck Norris was an athlete first,  yet again and an actor's second. But when it   comes to motivation, as badass as he is, I kind  of always looked at him as like the nice guy,   right? He always seemed friendly. I know he  could kick my ass seven ways till Sunday,   but he just seemed nice. And I don't know  if he'd be the right guy to get me really   digging deep to perform my next set, so I have to  give him a seven in the motivation category.    And now when it comes to the physique goal  category, now listen again, preferences are   individual. And for me, I never really wanted  to look like Chuck Norris. He just didn't have   the amount of muscularity or definition that I was  seeking. Now, it's not to say that he didn't look   good or is not a good goal for a lot of people,  he just wasn't necessarily my goal. And I have to   admit that as a young kid, he always seemed to be  sort of the older guy. You know, I had that stupid   anybody older than 30 mentality is an old man. And  of course, of the bunch we talked about so far,",
        "start": "00:07:40",
        "duration": 234.23999999999998,
        "title": "80’s Action Hero Workouts Ranked (BEST TO WORST)"
    },
    {
        "text": "he seemed like the old guy to me. So, when it  comes to physique, I just didn't really match up   with him and I have to give him a five there. Now, when we're talking about the training style,   however, once again, we're talking about an  athlete first. So normally I would prefer the   training style, but there are some key differences  here that make me diverge a little bit. Look,   you can never belittle the accomplishments  in the competitive arena in both jujitsu   and judo. The problem was his focus was always on  the martial arts. And though he knew that weight   training was an important component of his overall  performance, he never really prioritized it. And   in fact, when he did try to prioritize it and  actually start to lift heavier, he experienced   some injuries. Namely one shoulder injury that  kind of knocked them back quite a bit and changed   his entire outlook on weight training and what  role it really needed to play for him. And here   is where he sort of put it in that sort of adjunct  rehab and/or prehab focus. And believe it or not,   though, he later on became famous for the total  gym, he was actually exposed to this device many   years prior to its release. And he was using this  because he felt like it gave him the ability to,   yeah, improve his strength as he moved his  own body in space. But more importantly,   it was kind to his joints, and it allowed him to  still perform at a high level without detracting   from his performance as a martial artist. That being said, there focus not necessarily   ever being on the progressively loading aspect  of weight training is where we sort of diverge.   And though I know that choosing the wrong  exercises are likely going to get you hurt,   there are a lot of exercises out there  that are not going to do that. And for me,   I have to just give him a six in terms of the  congruence between my training approach and his.   And when it comes to that X factor, can we all  just agree that even though he does smile a lot,   I bet you can probably kill me with a smile, too.  The fact is, when we talk about Chuck Norris,   they're sayings about him for crying out loud. He  doesn't do pushups, but he pushes the ground down.   He's got to get just that bad ass number nine  here when we talk about the X Factor category.    And last but certainly not least, we have to talk  about Sly, Sylvester Stallone. And when we talk   about motivation, here's the interesting fact.  I don't even need to train with them for him to   motivate me. All I have to do is watch any one of  the Rocky movies, which I probably done 500 times   apiece, and I'm going to be fired up to do my  next workout, or I just have to simply listen to   the Rocky IV soundtrack and I'm going to get the  same result. So right here, I'm going to give him,   of course, a 10 in the motivation category.  Now, when it comes to the physique goal category,   he was exactly who I wanted to look like. When I  set out on day one of who I wanted to look like,   it was Sylvester Stallone. And the reason for it  was there is a high degree of relatability. Now,   granted, I grew up an Italian kid, and of course,  the Italian Stallion had a certain appeal to me.   But beyond that, we're talking about 5 10 , 173  pounds, once again, certainly within my reach for   someone that I wanted to look like. And again,  we're talking about the perfect blend between   the right amount of size and the right amount  of definition. I just always aspired exactly   to look like him. I mean, look, I even dressed  like him and hung posters of him in my basement   at least I had my goal set from the very  beginning at a very early age. He's going   to get a 10 for the physique goal for me.  Now, when it comes to the training style,   it's well documented that Sly was an  avid bodybuilder, right? He knew how   important it was to esthetically look a certain  way to make an impact on camera. So, he sought   out guys like Franco Columbo to train him as a  bodybuilder, but it didn't mean that he didn't   pursue the athletic part of his job as well. He  knew that being in Rocky was going to require him   to learn how to box. He knew that he had to do  some important fight choreography in order to make   that look a certain way. You need a certain level  of athleticism and coordination to be able to pull   that off convincingly and he did that. Of course,  even the skills of the boxer, his jump rope   ability, he had a high degree of athleticism that  he worked on in conjunction with his training.    Now, what did the training look like? Well, as any  effective bodybuilder would do, he would vary his   splits, but he landed most often on an upper lower  alternating day split. So upper body one day,   followed by lower body and he did this three  times for a total of six workouts in the week.",
        "start": "00:11:35",
        "duration": 245.19999999999993,
        "title": "80’s Action Hero Workouts Ranked (BEST TO WORST)"
    },
    {
        "text": "With the right selection of exercises, you  can actually disperse that volume responsibly   between, let's say, the anterior chain and  posterior chain, but still get the frequency   needed to create the muscle gains that you're  looking for. All the while, like I mentioned,   still having the ability to perform athletically  as he did, especially with all that extra boxing   and ring work guys. For me, his training style  is going to get a solid nine point five.    Now when it comes to The X Factor here, guys,  I think I probably already showed my bias. But,   you know, this is a subjective list, so we're  all entitled to one. But I will tell you this,   Sylvester Stallone is and always will be my  main inspiration for what I do. He's the reason   why I started what I do. He's the reason why I  will continue to look to do what I do for many,   many years to come. And when the guy that inspires  you actually comments on your own Instagram post   and leaves yet another inspiring message. He's  always going to get a 10 in my book when it   comes to that important X factor.  And so now with all the rankings in,   it's time to break out the final totals to  reveal my number one training partner choice,   as if it's not already obvious. With every list  though, guys, we have to start somewhere at the   bottom for me, Chuck Norris is going to get that  bottom spot with a total score of 27. Next up,   we know Dolph Lundgren is somebody that I want  to train with, Florian let s make it happen,   but I'm going to have to give him a score of  32.5 for his total. Next up again, Van Damme is   going to be the popular choice for a lot of people  out there make sure you leave your choice below.   But for me, he gets a total score of 34.  Next up, this might be a surprise to some,   but again, maybe I'm partial to the Rocky  Series. But Carl Weathers is going to get   that next important ranking for me with a total  of 35. Which leaves the two big guys at the top.   And of course, Arnold's going to get that second  runner up spot for me with a solid score of 37.5,   probably just falling short in terms of the  reliability and the fact that I knew I can   never look like this a day in my life. But of  course, for me, as it will always be, Sylvester   Stallone s at the top of the list and a solid  score here, an almost perfect score of 39.5.    And so now with that, I turn the decision over to  you. Who's your choice? Who of these six are you   picking? If you want to leave your entire list in  the order of who you'd like to train with, please   do so. Remember to thank your training partner  too for skipping today's workout because again,   he probably gave you a hell of  a better training partner.    If you guys are looking for a complete training  program, we have them all laid out for you over   at Atleanx.com. If you haven't done so, make  sure you click Subscribe and turn on your   notifications so never miss a new video when we  put one out. All right, guys see you soon.",
        "start": "00:15:40",
        "duration": 150.56,
        "title": "80’s Action Hero Workouts Ranked (BEST TO WORST)"
    }
]