[
    {
        "text": "AAMIR: Hey, guys! This is me, Aamir Khan with Jeff and I was here in New York for a few days. I wanted to look up Jeff. Jeff didn’t’ know this, but I used to watch a lot of his videos and I’m one of thousands of people who has been watching his videos and learning from him. So, I was very surprised when he did that video on [inaudible 0:00:25]. JEFF: Right. AAMIR: So, when I was here, I thought I should look you up and say ‘hi’. The thing I wanted to tell you, which I told you the other day, is a lot of people think I changed my body entirely in five months. But as I mentioned to you earlier, I actually built the muscle over two years. JEFF: Mm-hmm. AAMIR: Even before that, I was training for Dhoom 3 and PK. So, I wasn’t training for very long. But I started building the size of my muscles, specifically, because I was being a wrestler. But I was also putting on fat. So, in that five-month transformation it’s me just cutting fat while building muscle. JEFF: One of the things we were talking about that I thought would be valuable to anyone watching, you said something about one of your approaches and mentality that you had when you’re looking at a transformation down the road. You know where you’ve got to get to from where you are right now. AAMIR: Yeah. JEFF: And even though I’m saying I think you have the capacity to do it a little easier because of your past it’s still a long way out. AAMIR: It’s still difficult, yeah. JEFF: What did you do? Tell everybody what you did. AAMIR: Yeah. So, I was telling Jeff when I started to lose weight and started to get back into shape doing Dungal I was so far gone. I was so far gone that when I started the process at the end of the first week, or second week, when I looked at myself – in one week, you don’t really see a change. I was so disheartened. I was like “I’m not going to make it.” JEFF: Yeah. AAMIR: I’ve taken on more than I can chew and I’m never going to make it. It’s too difficult. I was fat. I was heavy. Because everything you do becomes much more difficult to do. So, I was so disheartened, and I was thinking “I’m never going to do it.” The one thing that saved me, Jeff, and kept me on track was, I told myself “Don’t look at where you’re supposed to get to in five months because right now that looks so difficult. It looks so unachievable.” JEFF: What you’re saying, it’s deflating, almost. AAMIR: You’re deflated. JEFF: It’s disheartening. AAMIR: You’re disheartened. You want to give up.",
        "start": "00:00:02",
        "duration": 149.681,
        "title": "Aamir Khan Workout & Transformation (NEW - 2019!)"
    },
    {
        "text": "I said “Let me now look at where I’m supposed to be because it’s too difficult. It’s too far away. It seems impossible. Let me just look at what I’m supposed to do today. One step at a time.” In the Fat to Fit video you’ll hear me saying it again, and again. “One day at a time. One day at a time. One day at a time.” So, don’t look at your goal. Just look at what you’re supposed to do today. So, if you’re trying to climb Mount Everest don’t look at the peak. It’s too difficult. Just look at the part. Ask yourself “Where am I supposed to put my next step?” Just put your next step forward and look down. JEFF: Yeah. AAMIR: Don’t look at your destination. Just keep going. Just don’t give up. Just keep going. What am I supposed to do today? And I’m just going to do that. Suddenly, before you know it, if you look up much later, you’ll be like “Whoa. I’m almost there.” JEFF: Yeah. AAMIR: You know? So just focus. JEFF: And finishing becomes so much easier because once you’re – you look up and you look back down and you realize you’ve climbed half the mountain already. AAMIR: Yeah. JEFF: Or if you look in the mirror and you’re like “Wow. I’m actually starting to see a whole lot of changes.” That becomes self-motivation. AAMIR: Motivating, yeah. JEFF: Now you’re able to do it, but people that make the goal – because we’re always taught to create goals. And there is a goal. You have an end goal. AAMIR: You need one. JEFF: But it’s there for identification only. To say ‘yes, this is this, but more importantly, what is the process to get there?’ Once the process is identified, then focusing on that process is everything. I know how meticulous you are, in terms of professionally, as an actor. Everything for you is about preparation, and mindset, and everything. Right? AAMIR: Yeah. JEFF: So, it’s extremely important for people to take that same approach to this as if it’s a long-term project that becomes a series of short-term achievements. AAMIR: Yeah.",
        "start": "00:02:31",
        "duration": 107.66,
        "title": "Aamir Khan Workout & Transformation (NEW - 2019!)"
    },
    {
        "text": "What is your daily achievement? What am I supposed to do today? I think that really helped me. Focusing on what I’m supposed to do today and now. Stay in the now and just do that. Don’t think ‘how will I reach that’, just do what you’re meant to do today and believe in yourself. Believe it’s going to happen. Then before you know it, you’re almost there. So, as you can see, I’m back to my unfit state. JEFF: We all go through that. AAMIR: The thing is, for me, because of the films I do and the different roles I do, sometimes I have to change myself. JEFF: Right. AAMIR: But I’m now preparing for my next film. I’m going to be shooting in about six to eight months. I’m pretty unfit right now, but I’m starting to train. I’m glad I met Jeff and hopefully in six to eight months you’ll see a different me. JEFF: There will be changes seen, yet again. I’m sure another blockbuster, as always. AAMIR: Fingers crossed. JEFF: Fingers crossed. We’re going to get in the gym and get stuff done. All right, guys. We’re going to go with a bit of a heavier exercise to fail in about 30 seconds. Then take an ab exercise, or a finishing exercise that will be of an intensity that will make you fail within 30 seconds or so. AAMIR: Okay. JEFF: Then we move over to a 60 second exercise with more of a focused tension and hypertrophy movement. Bring it right down. Right to the outside of your chest. Touch it right here. There you go. One, two. Come on. Both. Three more. One, two, both. Heavy bench. That gets the first spot. 30 seconds spot. Five rep max. Four rep, eight rep. Then it goes into something focused. Something you can really squeeze on. Let’s take this one – we’ll go to failure. Let’s see what you’ve got. Don’t count reps, make the reps count. The focused tension is what creates the muscularity.",
        "start": "00:04:19",
        "duration": 130.97,
        "title": "Aamir Khan Workout & Transformation (NEW - 2019!)"
    },
    {
        "text": "Not just getting from point A to point B. Getting it here and making it as difficult and uncomfortable right here. Contraction when you cross midline. So, we’re not going to cross this midline. You’ve got it. That’s it, right there. Now, the overall benefit here is you keep moving. So, you’re also getting additional elevated heartrate and it stays up for the whole workout. You’re killing three birds with one stone. Squeeze it, keep the chest out in front. You’ve got it. Perfect. All this is, is a little movement. All you’re trying to do is clear your shoulders. Clear your shoulders. That’s it. Here. Ready? Against my hands. Squeeze. Almost turn them in. You feel that? It’s literally right in that crevice, right? AAMIR: Yep. JEFF: One more. Go. One more. There you go. And down. That’s it. Ass out toward me. Try to show me – going under. There you go. Just like that. There you go. Drive it up. One more. Let’s go. Three. Come on. Two. You’ve got out. Ass out there. There you go. One more. Nice. Now the goal to pullups is, you’re just trying to move. I’ve got to get myself under that bar. If we’re doing a deadlift, I’m getting this shit off the floor and I’m going to move it.",
        "start": "00:06:30",
        "duration": 89.485,
        "title": "Aamir Khan Workout & Transformation (NEW - 2019!)"
    },
    {
        "text": "But now, the focus is – I want to really feel this right here. So, you want to get your arm away from your hip. Not just here. But here. You want to drop that back. Nice. There you go. Again, because you’re training here it’s not necessarily about counting reps. It’s really about making the reps count. That’s so much more important than a set number. So, it’s always something you can step it down to. Yep. You’ve got it. Come on. Five, four. Come on. Three, two, and one. There you go. Take a breather. You’ve got one last one. One last part. Every rep you get in this burn is a victory. Keep going. This is your last one, too. Here we go. Here we go. All right, four more. Let’s go. One, two. Squeeze it. Squeeze it. Let’s go. You got more? Let’s go. Come on. Nice. All right. Good job. You’ve got it. Come on. Five, four. Come on. Three, two, and one. There you go. Now, if you’re just going to train back, or pull then you’d incorporate – if you did pull you could incorporate bicep exercises. AAMIR: Yeah. JEFF: Rows, deadlifts, pullups. But think of them in your head in terms of a strategy that is – one of the ones that’s like “I’ve got to move some weight”.",
        "start": "00:07:59",
        "duration": 119.02500000000003,
        "title": "Aamir Khan Workout & Transformation (NEW - 2019!)"
    },
    {
        "text": "They go in the front spot. What are the ones that I can really squeeze? They go in the middle spot. AAMIR: Yeah. JEFF: What are the ones I can burn through? Those go in the third spot. Then whatever you’re going to put in that 30-60-90 after them will be, either you can mix them – abs or conditioning– or you can do all abs, or all conditioning.",
        "start": "00:09:58",
        "duration": 23.609,
        "title": "Aamir Khan Workout & Transformation (NEW - 2019!)"
    }
]