[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. I always talk about ‘if you want to look like an athlete you’ve got to train like an athlete’. Today we’ve got an athlete here training. Antonio Brown, six-time NFL Pro-Bowl wide out for the Pittsburg Steelers. Soon to be seven. ANTONIO: I like that. JEFF: Here to train, guys. We’re going to knock out an athletic workout today. So, Antonio, being a wide out; we know that there are a lot of elements to be a successful wide out. You need to be strong. People think it’s just a speed position. Speed, plus it’s a very physical position, too. Especially these days in the NFL. You need to be strong. So, you’ve got some heavy component to what we’re doing here. Some strength component to what we’re doing. Ultimately, we also have to have body control. We’re going to go through that and work on body control through different exercise that are going to help us do that. Then finally, we’ve got explosiveness because no matter what sport you play you have to be explosive. So today we’re going to go through a push-pull leg combo. We’re training movements here, not just muscles. We like things that like to move together. ANTONIO: Absolutely. JEFF: And we’re going to do it through this approach of heavy stuff, controlled stuff, and explosive stuff. You ready to knock this out? ANTONIO: Let’s get it. JEFF: All right, let’s go. So, what we start off with first is, we’re going push, we’re going with a heavy dumbbell incline bench-press. You lead with your chest. So down, chest stays out. That’s it. That’s it. Drive it up. Go. Three more. Come on. One. Two. Three. Nice. Now we go right down into the next exercise here. Which is a pushup, but we’ve got to do it a little differently. A lot of guys like to just do the pushups here.",
        "start": "00:00:00",
        "duration": 104.62000000000003,
        "title": "Antonio Brown Workout (JACKED!!)"
    },
    {
        "text": "They bang them out just like this. They do two things wrong. They’re pushing straight through the ground and the second thing they’re doing is leading with their shoulders instead of their chest. So, we’re going to do it a different way. You’ve got to make sure your chest leads out in front of the shoulder. Exactly. If your shoulders lead first they’re going to do all the work. So, you go down, chest leading the way, and it stays that way. Straight down and push out of it. Now, to keep the tension on there – because we’ve got to get mind-muscle control – you push right from there and we keep it in that spot. Now we rep it out. Remember, you’re trying to squeeze your body off the ground. That’s the second thing people do. They just push away. Almost like you’re pulling your hands together to get your body off the ground. That’s it. Now, grab the dumbbells up here. We’ve got to get fast again. Even though we’re going pretty fast there, we’re not fast enough. We get in here. Body position is everything. Get a stable base. We’re going to press up overhead and we don’t just press up, we pull down. So up in here, pull down, up. And I keep this going at that pace for 40 seconds. Butt’s out, athletic position, drive them up, right down to your shoulders. That’s it. Go. Go. Nice. That’s a pushup pulldown. As you start to fatigue you might want to lean back. Don’t. Keep yourself forward. That’s it. And you keep driving. Come on. Five. Four. Keep it fast. Three. Two. One. Nice. Now we want to get – uh oh. Shirt’s coming off. The real deal. We slow down, we speed up.",
        "start": "00:01:44",
        "duration": 88.43000000000002,
        "title": "Antonio Brown Workout (JACKED!!)"
    },
    {
        "text": "We start with the strength stuff, you slow down. You’ve got to speed it up. This burpee here, we use a physio ball. You can bang it off the wall, go down, burpee, and you’ve got to catch the ball. Up. Good. Up. Up. Everything is about the core first; stabilizing. Then almost tease yourself a little bit. Get out there as far as you can. There you go. Nice and tight. Right there. Got it. Come on. Last one. Last two. Come on. Drive it. One more. One more. Good. Switch. Lock up the other side. Think about it. Think right over here. Nice. The more you lock that up, this will go up easier. See the explosive right here? Let’s see you get yourself way up off the ground. Treat each one like a rep. Load up, explode. There you go. Nice. Nice. Up. Perfect. No limit to how far you can push this. There you go. Bulgarian split squat. We’ve got the benefit of being able to load the quad and the glute, depending upon how we descend. So, you go straight down, and you’ve got the quad loaded up. Now, you go down into a splintered position, just like that. You can feel how this loaded up now. ANTONIO: Yep. JEFF: It shifted back to the backside. Straight down. Yep.",
        "start": "00:03:13",
        "duration": 126.59,
        "title": "Antonio Brown Workout (JACKED!!)"
    },
    {
        "text": "Then splinter down. Just like that. Go five and five on each position. Now, people do carries. Carries are incredible. Not just football players. Any athlete. But it’s how your carry. So, you get in here, you take the weight, we do our five deadlifts first. But when we carry, a lot of guys wind up carrying like this. Short, choppy steps. And it’s not necessarily body control. What I want to see you do is slow, heel, toe. It lights up your entire hips. Just like that. Nice and slow. Do you feel that? ANTONIO: Oh, yeah. JEFF: Ass out, head up, chest up. One. You’ve got it. Two. Three. Four. Five. Now, nice and slow. Even slower. Even slower. Get that leg out. Yep. Stay on one leg for a long period of time. There you go. You feel that? ANTONIO: Yep. JEFF: Off the hip. Don’t lose it. Don’t go fast. And down. Okay, turn. One more. Five more deadlifts. Head up, chest out, drive. Nice. Back here now it’s the same thing, but we don’t have any weight. You go straight down, up, clap, land. Just try to land nice and slow with control. ANTONIO: Like that? JEFF: Yep. 10 of them. Each leg. Nice.",
        "start": "00:05:19",
        "duration": 89.33999999999999,
        "title": "Antonio Brown Workout (JACKED!!)"
    },
    {
        "text": "Two. Three. You’re getting higher than me. ANTONIO: Yep. JEFF: So now it’s just a straight, no carry. Just a regular deadlift, right through there with the trap bar. Let’s go eight and then we’ll start working on that control again. Through a lunge. You’ve got it. Drive through the feet. You’ve got it. Easy. Good. You’ve got it. If you lunge out with the other side it wants to pull us down in that direction. The only thing that can stabilize that is the hip on this side firing. So, one’s out, and then pull back. You’ve got it. Got it. Right? It wants to pull you that way, but you’ve got to fire that hip to keep you there. And the more you keep the weight on the side of you, the harder it becomes. The key here is what we’ve talked about forever. Which is, get the glutes up and then pull in. So, as you let this thing get out, a lot of guys will let the hips drop because they’re getting fatigued. But that’s not really helping your glutes, you’re just working your hamstrings. That’s how you get hamstring pulls. If you can keep this fired up the whole time and then pull without letting it drop, that’s the key. That’s it. The thing about it, but – here. This is the key. First of all, you’re getting a little dehydrated because you’re sweating so much. But the key is, if the hamstrings get asked to do what they can’t do- ANTONIO: Yeah. JEFF: Because it’s really not their job to continue to do all this by themselves. They need the help of the glutes. If they don’t, that’s when they start cramping, that’s when they start pulling, and that’s when they get injured. Good. ANTONIO: That’s getting hard right there. JEFF: I might as well just do it with you. ANTONIO: Yeah, give me a hand. JEFF: You want me to do it? ANTONIO: Yeah, let’s do it. JEFF: Well, screw it. Let’s go. Mic’s off. Jesse.",
        "start": "00:06:49",
        "duration": 111.7,
        "title": "Antonio Brown Workout (JACKED!!)"
    },
    {
        "text": "Here’s my mic. ANTONIO: Guns out. JEFF: Let’s go. You’re leading the way. You’ve got it. Come on. Get up. Get down. A little lower. Little lower. Come on. That’s it. Ncie. Get it. Get it. All right. ANTONIO: Nice. Let’s rock. Yes, sir. Yes, sir. Yes. JEFF: Slow, slow, slow. Pull from here. Slow, slow, slow. Good. ANTONIO: Grab that. Nice. Nice. Nice. JEFF: Okay. Come on. Sit, pull. Sit, pull. Pull. Pull. Pull. Nice. A lot of weight. ANTONIO: Let’s do it this way. More than one way. More than one way. Let’s do it. JEFF: Man, it’s hard to talk now. ANTONIO: I hear you. JEFF: Guys, there you have it. I preach it all the time. If you want to look like an athlete you’ve got to train like an athlete. This doesn’t happen by accident. It happens by hard work. There are no secrets, there are no tricks, there are no shortcuts.",
        "start": "00:08:40",
        "duration": 133.23299999999998,
        "title": "Antonio Brown Workout (JACKED!!)"
    },
    {
        "text": "There’s certainly no shortcut to the top. To be where he is, at the top of his game it literally takes more work now than it probably took him to get here. ANTONIO: Absolutely. JEFF: Because he’s actually working steady now. So, guys, as we were talking about, if you want to train like an athlete, head to ATHLEANX.com right now and check out our systems. ANTONIO: Check it out. JEFF: In the meantime, I’m going to go rest. This guy’s got a lot more in the tank. I’m probably done. See you. ANTONIO: ATHLEANX, baby.",
        "start": "00:10:54",
        "duration": 50.656,
        "title": "Antonio Brown Workout (JACKED!!)"
    }
]