[
    {
        "text": "What s up guys, Jeff Cavaliere,  Athleanx.com. Today I m going to   show you an arm workout that you can do  with just a single pair of dumbbells,   or actually just one single dumbbell that going  to help you build jacked arms. That's right. If   you know how to train with the dumbbells in  your hands and the right exercises to choose   your ability to build bigger arms becomes a lot  easier. So, my job here is to make sure that,   you know exactly that information. I'm going  to break down the sets in the reps. Let's start   breaking down the exercises one by one.  If you're looking for a complete program   where we break down every single  muscle with just the use of dumbbells,   you can find that in our Jacked program  over athlete.com. Now back to the video.    All right, so the way this workout breaks  down is actually very, very simple. You're   going to take six exercises, three for the biceps  and three for the triceps. And each of them are   going to be performed for three sets of eight  to 10 repetitions. Now I understand that not   everybody has access to a full rack dumbbells, but  that's the beauty of this workout, you don't need   them. If the weight that you have access to is  appropriate for you to reach failure in the eight   to 10 rep range, then you're going to perform  the two dumbbell variation of the exercise.   If the weight that you have access to is  too heavy, then you're going to perform   the single dumbbell variation provided for each  one of those exercises. And finally, if the   weight that you have access to is too light, then  what you do is perform the two double variation   and simply just keep going until you reach  failure. That being said, we have to make some   accommodations. Instead of getting the overload  through the tension of the dumbbell we need to   create overload another way and we're going to  do it through metabolic overload. Decreasing   the rest time in between sets dramatically to  just 45 to 60 seconds will do the trick.    So we kick this our workout off with the biceps  portion of the workout and this is going to start   here with the long head focused Dumbbell Drag  Curl. And it's that outer portion of the biceps,   the long head that is responsible for that  bicep peak that we see. And you can actually   activate it by trying to place the biceps on  a stretch. The way we can do that and try to   place our arms back into extension. Now let's say  you don't have access to the appropriate weight,   the one you have is too heavy. Remember the rules,  you simply perform a single dumbbell version of   an exercise that will do the same type of thing.  The Waiter s Curls my option of choice here.    Remember, the dumbbell weight that you have  access to is going to determine which variation   of the exercise you do if you had access  to a full rack dumbbells then, of course,   you could choose between either one. Next  up, we move to the short head of the biceps,   which would be the inner head of the biceps. And  what we want to do here is focus on an exercise   that gets those arms out in front of our body.  And again, if we had access to two dumbbells,   I would do the Standing Dumbbell Curl.  And I've mentioned before that I like the   alternating version because I can focus more  of my effort on the weight that I'm handling.   Not being compromised by a weak core. I can lift  more weight here and get more stress to make me   fail in that eight to 10 rep range. Of course,  if I didn't have access to the two dumbbells,   then what would I do? This right here, this  would be the Dumbbell Kneeling Preacher Curl.   I'm taking a two-handed grip on a single dumbbell,  but most importantly, getting those elbows posted   up against my own knees out in front of the  body. Remember to hit that short head. You   want to have those arms placed out in front  of you to limit the long head contribution.   This Dumbbell Kneeling Preacher Curl does  exactly that three sets of eight to 10 reps.   Once again, if the way you have access to is to  light, you simply rep it out and decrease your   rest. Time between sets just 45 to 60 seconds.  And of course, no arm workout is complete until   we realize that there's more muscles to your  upper arm that flex the arm than just the biceps,   namely the brachialis. And my exercise of choice  here is going to be the Crossbody Hammer Curl.   What's great about this exercise is if we can  pronounce it the forearm, then we can minimize the   contribution of the biceps to elbow flexion.  And that's a good thing because again, we want to   try to focus on the other muscles of the upper  arm. And the brachialis just happens to be the",
        "start": "00:00:05",
        "duration": 210.64,
        "title": "Arm Workout with JUST Dumbbells (GET BIG ARMS!)"
    },
    {
        "text": "one that lies underneath the biceps and when it's  developed helps to increase the overall size and   girth of the arm, so we want to do this exercise.  But if we didn't have access to the two dumbbells,   then what we would do for our single dumbbell  option? This is where we do something called the   Dumbbells Shovel Curl. You're basically getting  an assist, a spot from one arm for the other. So,   when I'm curling the dumbbell off to one  side, the side that I'm curling towards is   the one that's doing the majority of the work,  with the opposite arm acting as a spot.   Either way, here just use the weight that you  have access to and perform the exercise that   correlates to it. And now we move on to the tricep  portion of the workout and the first exercise here   is actually one that brings back nightmares.  That's right, the time that CT and I actually   did this exercise, oh, I don't know 200 times.  That's right, 200 times and the tricep gauntlet,   my triceps still feel it, thank you CT. Now  what we do, though, is we utilize the floor   as our bottomed-out position, but we're  still performing a Lying Tricep Extension,   which is a long head stretch exercise for  the triceps, one of the best out there.    But in order to do this correctly, I say all  the time you never want the dumbbell to fully   extend over your chest. Keep those arms angled  slightly back at all times to continue to place   some of that tension directly on to the long  head of the triceps. If the dumbbells I had   access to were too heavy, I just use one of  them and perform the single dumbbell variation   of the same exercise. Once again, you can  see here that the mechanics don't change,   I'm still dropping the dumbbell down back behind  my head and keeping that slight angle back of   the arms at the top of every single repetition.  Three sets of eight to 10 repetitions here.    If the double weight that you have access to is to  light just keep going until you reach failure and   drop that rest time down from the 90 seconds to  two minutes that we would normally get to 45 to   60 seconds and go for that metabolic burnout.  Exercise number two is another one that's going   to focus on the long head because, as I say,  you can never have a big enough long head.   Anyway, we're talking about the Dumbbell Overhead  Extension. And again, if we had access to a   pair of dumbbells, that was the appropriate  weight to fail in that eight to 10 rep range,   then we'd perform the variation of the exercise  with the dumbbell in each hand. I like this one   the best because I feel like it gives us a  chance to get the best shoulder position.    That's right shoulder position. Because I believe  that this exercise can compromise the shoulders   of somebody that already has an irritated  shoulder or impingement if you don't do it   properly. By making sure our elbows are facing  forward rather than out directly to the sides,   we can minimize internal rotation of the shoulder  at the top and maximize external rotation. Again,   that makes a difference because external rotation  is going to clear some of that joint space to make   the exercise feel more comfortable, particularly  for those that already have those issues.   Now, if you didn't have access to the pair of  dumbbells and you had only a single dumbbell,   well, again, I would say just make sure  you exercise with caution here because   more likely that we have just a single  dumbbell held by two hands, those elbows   are going to want to drift even more because  of the lack of mobility that most of us have.   Keep those elbows pointing forward if you want to  maximize the gains without the pains. Once again   three sets of eight repetitions here. If it s too  light guys, remember up those repetitions until   you reach failure and decrease that rest.  And last but not least, every time I talk about   the triceps, it seems I always talk about  this next exercise, it's a Tricep Kickback.   And the reason why I do is because it does  a great job of getting the triceps long head   into a fully contracted state. It's not always  about just training it from the stress position,   but you also want to make sure you get  into its fully shorten position, and the   Dumbbell Kickback allows us to do just that.  If the weights I had just happen to be too heavy,   I drop one of the dumbbells, use just one and do  the Tricep Cheat Back. That's right, very similar   to a Dumbbell Cheat Lateral for the shoulders,  you're just trying to utilize some momentum to   initiate the movement of the dumbbell to get it  back into that fully contracted state. Remember,   that is the important portion of this exercise  that we're trying to target, that full shortening",
        "start": "00:03:36",
        "duration": 218.23999999999992,
        "title": "Arm Workout with JUST Dumbbells (GET BIG ARMS!)"
    },
    {
        "text": "of the tricep long head. Three sets of eight  repetitions here once again, if you had access   to the dumbbells or three sets on each arm if  you're going to go with the Double Cheat Back.   When it comes to building bigger arms,  your muscles speak only one language   and that's tension. And we can certainly  deliver all the tension that we need   through the use of just dumbbells, especially if  you know how to use them. In this workout here,   you've got a taste of exactly what you need  to do, now, just go get the job done.    If you're looking for a complete program where  we break down every single muscle with just the   use of dumbbells, you can find our Jacked  program over at athleanx.com. If you found   the video helpful leave your comments and  thumbs up below. If you're looking for a   total body example of how to do this, click this  video here and watch that one too. Guys, we ll   be back in just a few days with another video.  Make sure you click, Subscribe and turn on your   notifications so you never miss a video when  we put it out. All right guys, see you soon.",
        "start": "00:07:16",
        "duration": 48.63999999999999,
        "title": "Arm Workout with JUST Dumbbells (GET BIG ARMS!)"
    }
]