[
    {
        "text": "What s up guys, Jeff Cavaliere, Athleanx.com.  Jesse Laico, Athleanx.com.    What is this stance? What is this?  What?   This tricep thing going on? Oh, I'm I got to show off the   angles. You know, being skinny guy, you  got to show off what you got, right?   You can relax. It's okay. Okay.    So listen, let's talk about skinny guys though,  because that is the subject of the video. Skinny   guys like Jesse or formerly skinny guys. Formerly skinny.    Bulking up now, of course, through his hard work.  We focus, though, on arms because a lot of times   the arms will lag even in terms of development  as the rest of you grows. Jesse still had   arms that were a little bit on the thin side. So,  today we're going to go through a workout that   we use to help to start to grow those things  that even when he doesn't have to flex them.   Then I want to show you guys, too, we're going to  introduce a new format here, and the new format is   let's go through it together. So, Jesse and  I are both going to go through this work out   and show you the footage as I commentate on what's  actually going on. So that being said, let's jump   right into the workout with the first exercise. And we kick this workout off here for our biceps,   at the wall, for our strict curl, cheat curl  combo, which is actually something I went over   and through, painfully through, with the great  C.T. Fletcher right here against this very wall.   It didn't get any easier here today. So, what  we do is we focus on picking up a weight that's   going to be challenging, that's going to get  us in the five to six rep range or so.   Okay, and what we want to focus on is making sure  that in the strict curl that you're not relying on   momentum. So, what's nice about this is that the  wall serves as the feedback to prevent the extra   momentum because you have to keep the back of your  head, your upper back and your butt in contact   with the wall throughout the entire set.  Right.    But then what we do is we step away from there, so  we turn this into an immediate sort of super set.   I give myself about 10 seconds only to put the  bar down, shake my arms out, get right back into   it again and now utilize the momentum that I can  have here to allow me to continue to kind of cheat   through some additional reps. Not to sacrifice  form entirely, but just to allow the momentum   to put me in a position to have another eccentric,  overloaded rep. Because I've talked about many   times before, the eccentric lowering of the weight  is one of the most important things you can do.   If you want to start building up those biceps,  you really got to apply that eccentric overload,   and this is a way for me to sort of concentric  cheat it up and then slow it on the way down.    Right.  Of course, now Jesse,   when he takes over and does the same thing-- Much lighter weight, mind you.   Whatever, he's still doing the same thing.  He's feeling the same thing that I'm feeling   just at a different level. He has a  little bit of a more narrow grip.   Yeah, I did that because it felt a little  bit more comfortable on my wrist.   So, with the easy bar, you have that option  to either go narrow or go wide. I like to go   a little bit wider.  Yeah.    Now again, what are you thinking here as you--it  feels a lot harder to keep that strict form,   you don't realize how much you  use momentum and cheat.    No, you really don t. Until you have to keep  yourself braced up against the wall that whole   time, you don't have any idea what it's like  to actually strictly move that weight up.   Then you step away from the wall.   Then I move into the cheat curl,   and you know that that eccentric overload, like  you were saying, that feels like nothing else.   That's just the first exercise in the workout,  there's more to come. As a matter of fact,   your favorite right here. And that is a  combination exercise that's actually part Waiter   Curl and part Spider Curl. Your favorite?  The Waiter Curl for sure, 30 days worth.    Thirty days worth.  Jesse actually did this one exercise for 30 days.   Here's the deal we get an incline bench, we get  inverted on top of it with a single dumbbell,   with our hands cuffed underneath it. And what  we have here is the benefits of the Spider Curl,",
        "start": "00:00:06",
        "duration": 196.88,
        "title": "Arm Workout for BIGGER Arms (FIX SKINNY ARMS!)"
    },
    {
        "text": "which places the bicep in that peak contracted  state at the top something different than we   get from the normal strength curve of a Standing  Dumbbell Curl. And we get to take that forearms   out of it that sometimes tend to dominate  the curl, especially as we get fatigued. So,   we have the dumbbell allowing our wrist to sort of  bend back and all we're focusing on is getting the   top of that dumbbell lifted straight up towards  the ceiling. And you can see when Jesse steps in   here too, he's getting the same sort of overloaded  effect here. And again, this is something that's   not just what you're doing here. In other words,  you've been working on obviously building up your   physique by building up your strength and all the  big lifts. Everybody has seen your deadlift and   your squat, but how does this fit in? Well, you know, is it part of my overall   training to be stronger? No. But  is it because I want to get bigger   arms? Yeah. I want to improve my physique.  And so, this is what I do to help that.   And it's okay to have these overlapping goals.  If you want to have bigger arms, you can still   do this as an accessory to what you're doing  in terms of building up your strength.    Yup. In this case, here we're doing   three sets of about 8 to 10 repetitions, and that  brings us to the final exercise for our biceps in   this arm workout. And this is something I love  I covered before, it's called the Cross Body   Hammer Curl. So, Jesse, here's a quiz  for you, let's put you to work here.    Let's hear it.  What am I actually trying to   work here with the Cross Boy Hammer Curl? Oh, I know it's this is your brachialis.    Ok, hotshot. Now why are we working  the brachialis at this point?   Because it gives a little bit more depth front  to back or side to side, I should say.   So, it s filling your shirt sleeves  sort of the width of your arms?    Yes.  Right? So that's   a good thing at goal. Again, if your goal was  esthetic base, try to fill your shirt sleeves,   this is why we do what we do. Now, I'll throw this  in here. The pronated position of the forearm acts   to sort of minimize some of the bicep contribution  as a supinator. So, what we get is this increased   focus on the flexion of the elbow, which is  going to shift the focus to that brachialis.    Right.  All right, so with the   science out of the way, what does it feel like  now when you're doing your version of this?   When I do the exercise, I  usually feel pretty good. I mean,   sometimes it's a little melancholy. I m talking about what you're actually   feeling in the muscle you're working.  We don't want to know about Jesse--   Really? Okay.  --on a mood meter.    Really, OK? And the mood On the mood meter?   Well, I definitely feel more activation  of the brachialis than I do the bicep.   By the way, why are you melancholy? You're making  these gains, should be nothing but happy.   There are some mean people out there. That's true. Mean commentors too.    Mean commentors.  So, you're feeling the brachialis work.   Yes.  All right. And   you're kind of getting that pump that you get to  kind of round out the rest of this workout.   Right. It's not just up and  down, it's more side to side.   So, what we do here is two to three sets  of a little bit higher rep range here,   10 to 12 on each arm to wrap up the first half  of the workout, which brings us to the triceps.   And so, the bicep portion of the workout started  with a more compound or heavier, loaded lift.   We're going to do the same thing here, but  we're actually going to change the focus around.   If the bicep started strict and then allowed us to  use a little bit of momentum after, this actually   goes in the opposite direction. We're going  to start with a little bit of extra assistance   here through some momentum that then goes into  more of a strictness to the second part.    And the first part you're seeing me do here is the  Lying Tricep Extension, but we do it a little bit   of an extra stretch on the long head. So, as I  get down to the bottom of every repetition here,",
        "start": "00:03:22",
        "duration": 173.92000000000002,
        "title": "Arm Workout for BIGGER Arms (FIX SKINNY ARMS!)"
    },
    {
        "text": "I'm allowing the arms to sink just a little bit  to apply a little bit more of that stretch on   the long head to help with that recruitment and  to power this bar up to the top. As soon as I'm   done with this half of the exercise, though,  I don't stop. I go right into the second half,   and this is a JM Press or at least a JM Press  modification. It's a little bit harder to do these   at this point, again, in the fatigued state  where you're simply just letting the hands almost   drop now with a target being your front delts  rather than anywhere back behind your head. Yes,   I'm getting some assistance from the shoulders  and the chest to do this, but because of the   tight positioning of my elbows, most of the  work here is being done by the triceps.    Yup. So then when you pick up the bar   and you do this again, what are you feeling,  especially with the stretch part here?   Yeah, I really noticed a stretch in  the muscle at the bottom of the rep,   which not only feels like solid activation, but  I think it really lets me use some momentum to   power the weight up overhead. With the JM Press  modification, I would only be handling a little   bit more weight here, but with pre-fatiguing of  the muscles, it makes the lighter weight for a   little bit more challenging and requires them to  work a little bit harder, despite the fact that   the weight has been lowered a little bit. So going pretty heavy here in the six to   eight rep range in the first half. And again,  however many you can get in the second half,   three sets of this. That brings us to the second  exercise here and our tricep portion of the   workout, and it's my favorite variation of the  Pushdown, we call the Rocking Pushdown. Something   I've covered here before, and the main goal  here is to try to keep that rope perpendicular   to the forearm for the entire duration of the  Pushdown. That's something that doesn't happen   on a typically performed stationary version of  a Pushdown. But you can see when I start here,   that rope is perpendicular to my forearms, placing  as much tension as I can on the triceps and as I   rock back at the end, I'm still maintaining  as much of a relationship of that rope,   that perpendicular relationship, to my forearms  at the bottom. So, I still have high tension on   the triceps throughout the entire range of motion.  Jesse when you do this, what are you feeling?     Do you mind if I take over  on this one really quick?    Yeah, sure, go ahead. What are you feeling?  All right, what s going on guys. So today we're   going to talk about this Pushdown here where  you get the bicep activate--I mean--   That's not the bicep. --the tricep activation with the   with the brachialis and the elbow joint. That's not the brachialis.   And so, you're going to come here and  you're going to pull it down to here--   Did you--can you bring Jesse back please? Oh shit. Okay.   So, Jesse. Yes?   What did you like most about the exercise? Well, I like most about the exercise is how well   I can actually feel the tension in the tricep when  I'm performing it. Sometimes I feel like when I do   a regular Pushdown, I kind of get a little bit  of extra engagement of my shoulders or my chest   because probably I'm doing it wrong. But when I do  this version of the Pushdown, I really do feel it   in my triceps and it's a good feedback. It helps to keep the elbows a little bit   tighter to the side, which is always  going be a good thing for getting more   tricep engagement. Three sets of 10 to 12 here. We  got one exercise left and it too is a combo.    And to wrap it up, we go for that light exercise,  the one that people like to relegate to the   dumpster. They don't like to do the exercise,  but it matters. It's the Tricep Kickback. And   we're not just going to stick there, we're  actually going to combine it with another   exercise done immediately after. So, as you  can see, when I do the kickback here, I like   to do them on an incline bench that I lay face  down on because I take away any of the rocking   or momentum that might be generated if I were to  do this standing. I've done them standing before   and I like them that way. But this is a way that  I can really sort of hone in on performing these   without that momentum. And the key here is keeping  those elbows as far back behind my body as I can,   because what I want to do is put that  long head in its peak contracted state.",
        "start": "00:06:18",
        "duration": 193.44,
        "title": "Arm Workout for BIGGER Arms (FIX SKINNY ARMS!)"
    },
    {
        "text": "In order to get that, the arm has to  be back into extension behind the body.   But I'm not finished entirely. As soon as I'm done  with that half, I come back down to the ground   and I perform one of my favorite bodyweight  exercises that also tends to get the arm into   more extension than, let's say, something like a  diamond cutter pushup. It's a push of variation,   we call this the Cobra Pushup. And I'm trying to  get my chest out in front of me as much as I can,   so as I mentioned, that arm can stay sort of  in as close to an extended position as I can   during a Pushup.  Right.    And again, I rep this out as much as I can until  I can't do any more. I'm doing two to three   sets. First half I m choosing about a 10 to 12  failure rate, and then I go into straight failure   not knowing how many I'm going to be able to  do, especially at this point in the workout.    Why is it that people don t like the kickbacks?  I think the kickback is a great exercise, and I   think it's great for building your triceps. I mean, as you can see here, you're not using   very heavy weights. I think some people get  a little bit embarrassed about the ways that   they can handle on this exercise. And there  is an insufficiency built into the exercise   that doesn't even allow you to use a lot of  weight on it. However, it doesn't make it   a bad exercise to just sort of have to embrace the  fact that the weights won't be as heavy as you're   used to in other exercises, but they're playing  a very important role here to place that tricep   in its peak contracted position, particularly,  like I said on the long head. And then come   back and complement it with one more body weight  burn out. And so with that, guys, there's the arm   workout that Jesse's has been doing here to try to  build up his arms and I think successfully so.   I think they're looking pretty good. In addition to the strength that you're   building. Nice work.  Thank you.    If you want to do the same workout,  guys, you can follow along step by step,   follow the sets and reps. If you want a complete  arm workout program, we have them directly over   at Athleanx.com. The Ultimate Arms Program  is a great place to start. In the meantime,   if you like this format, if you like Jesse and I  going through the pain together and breaking down   what we're feeling. Make sure you leave your  feelings below in the comment section. In the   meantime guys, if you haven't done so, make sure  you click Subscribe, turn on your notifications   so you never miss a video when put out in the  future. All right guys I'll see you soon.",
        "start": "00:09:31",
        "duration": 111.68,
        "title": "Arm Workout for BIGGER Arms (FIX SKINNY ARMS!)"
    }
]