[
    {
        "text": "So, the One Arm Row is an absolute no for me,   putting it number one on my list  of the worst back exercises.    What s up guys, Jeff Cavaliere, Athleanx.com.  What you see behind me is a bunch of difference   back exercised. Many of which you're either have  done in the past or you're still doing right now.   But after today, you're going to want to get rid  of a few of them. Because I'm going to help you to   rank them from the worst to the best, leaving you  only with the best back exercises that are going   to deliver the gains that you're after.  And so, as we kick off this list here, it's   important to first define the criteria that goes  into the selection in the ranking of these back   exercises. First and foremost, are these exercises  capable of being progressively overloaded? And no,   this list is not being populated by those that  are the best strength building exercises. But we   do know that strength leads to hypertrophy,  which is the main focus of the list.    Secondly, we know that the back has a lot of  muscles in it. This particular episode here   is going to focus on those that are doing the  best job of helping you to build bigger lats.   Future breakdowns in the series can focus on the  other areas of the back, like the upper back and   traps or maybe even the lower back. But for  here, we're really looking at the lats.   And finally, guys, is the exercise safe? A  lot of people will perform any exercise in   the pursuit of gains. But here on this channel is  a physical therapist, I have to consider safety.   I'm going to build that into the selection  criteria for every one of these exercises.    And so now with the groundwork laid, it's time  to start working from the bottom up. The worst   category here. And I'm looking at my number  one no, and it's a version of the row,   t's the One Arm Dumbbell Row. You see, I don't  dislike the unilateral aspect of the exercise,   that's not it. But when you put one knee  up on the bench as you do, this is actually   introducing a stress to the groin that I've  talked about in many of those before that I'm   just not comfortable with. Literally, as I've  given myself two hernias from the exercise.    You put an asymmetrical strain on the inguinal  canal, which is oftentimes a weak spot for men as   it is, which can oftentimes lead to the hernias  that we don't want. The big thing about it,   though, is we have better options that don't  require us to have one knee up on the bench.   We'll get back to that in a second, but for  now, the One Arm Row is an absolute no for me,   putting it number one on my list  of the worst back exercises.    So now making our way up through the worst  exercises for your back, we have to look next   to the Lat Pulldown. But no, not any version of  Lat Pulldown, but the Behind the Neck version of   Lat Pulldown, because where you pull to makes all  the difference in the world. See, this variation   takes those elbows out of the scapular plane, the  natural plane they prefer to move in, angled about   45 degrees forward and flares them far too much  out to the side. And what that does is it forces   the shoulder into a lot of internal rotation.  Well, those arms are up overhead internal rotation   with elevation can lead to impingement problems.  Guys, do me a favor and put that bar in front   of the body and put this exercise at the top of  your list of ones to skip with the big red X.    And so, with that I get to break out my blue  marker now as we work our way up the rankings into   the Better Category, good exercises, but still  with limitations. And the first one we look at   is the Renegade Row. And while this does allow  us to hit the lats through a rolling motion,   we have to look beyond that because we're being  compromised by the load we can actually use on   the exercise due to more of that instability.  Now, we're not talking about that asymmetrical   lower body instability that we have for the One  Arm Dumbbell Row, but we're just shifting it up   the kinetic chain into the core. And if your core is weak,   you're not going to be able to lift a lot in this  exercise. So, if we're looking for hypertrophy,   we're undermining our ability to achieve it by  introducing a variable that really doesn't have   to be there in the first place. And also, the row  itself, the range of motion is being cut short by   the floor. Unless you want to use your front  delt to lift the dumbbell out in front of you   to increase that lat stretch, you're limiting  your ability to take advantage of the stretch   reflex that can produce more gains as well. Guys,  for all of these reasons, though, the exercise is",
        "start": "00:00:00",
        "duration": 208.64000000000001,
        "title": "Back Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "one I program myself, mostly in circuits or  metabolic type workouts. The exercise for   hypertrophy is limited and therefore it deserves  the blue circle here for better just not great.   Moving on in the Better Category here,  it actually pains me to see this exercise   sit so low on the list, but we're talking about  the Deadlift. Look, remember the criteria here   lat development. And while the Deadlift itself  requires a lapse to be completely engaged in   order to keep that bar tight to your body,  it does so through an isometric contraction   that doesn't necessarily lead to the greatest  overall hypertrophy gains for the lats.    Now, ironically, we look at the muscle gains  in the upper back and traps through the same   isometric contraction. Those tend to be better.  But again, we're going to reserve that for a later   video. But suffice it to say that even though the  Deadlift is one of the greatest exercises of all   time when it comes to lat development, it doesn't  check all the boxes and therefore it just gets the   blue circle for the Better Category.  And next up here, the Better Category,   we have another exercise like the Deadlift that  starts from the floor but does a much better   job of hitting the lats, but not without its  drawbacks. We're talking about the Pendlay Row.   And here we have to look at the risk and reward  of the exercise. Does the reward of pulling the   bar through a greater range of motion off of the  floor outweigh the risk of attempting to do so   with a body not prepared to do that?  You see the slightest bit of hamstring   inflexibility, or a lack of lumbar extension  mobility is going to compromise your ability   to perform this safely. Even though we can  better target the lats from this completely   horizontal position, at what risk are we doing  it. When we realize again that there's better   options by simply shifting your torso slightly  higher, I just can't make this exercise rise   too far up the list, so therefore it's going  to sit here in the Better Category only.    And so now I get to break out my yellow marker  as we continue our way up the rankings, this   time into the Better Still Category. And for the  first exercise here, I want to look right here at   the Tripod Row because this one actually gives us  a chance to correct some of the things, we didn't   like about some of the previous exercises, namely  the One Arm Dumbbell Row and that Pendlay Row   we just covered. What do we have here? Well, we  have asymmetrical loading now being symmetrically   loaded across the lower body. Because all we have  to do is take that knee off of the bench and just   put ourselves in this position with one hand  stabilizing our upper body. And doing just this,   again, allows that symmetrical loading of  those pelvic muscles that don't now have   to undergo any of those stresses that we don't  want to introduce. Regarding the Pendlay Row,   I actually have a chance to achieve as much of  a horizontal position as I want on this exercise   because I have the additional upper body support  that allows me to do so without putting my lower   back at risk. All in all, this is a simple tweak  to make that take some of those limitations   and now puts them in your favor and puts this as  the first in the category of Better Still.    Moving on in the Better Still Category, we have  an exercise here that not only allows us to target   the lats well but introduce an all important  component that gets overlooked in our training   called straight arm scapular strength. We're  talking about the Straight Arm Pushdown. Now,   we talked about the benefit of having the  lats involved in the deadlift and their   ability to stabilize that lift. This puts  us in that same position, but it gets us   there dynamically. The lats are working to  pull that arm out from the front your body   down to your side, allowing us to focus on the  adduction function of the lats and minimize some   of those other back muscles that oftentimes  like to kick in on those back exercises.    That being said, you have to make sure you're  paying attention to the exercise name itself,   the Straight Arm Pushdown and a little bit of  bend in the elbow here is going to invite the   desire of the triceps to kick in and help  you do the exercise. If you pay attention   to how it's performed, then it deserves its spot  here squarely in the Better Still Category.    And so, if you watch my chest exercises ranked  from best to worst, you have watched all the   ones in the series, right? Well, if not, I'll link  two of them for you at the end of this video and   then just make sure you're subscribed so you  never miss any of them when I put one out.",
        "start": "00:03:36",
        "duration": 211.51999999999998,
        "title": "Back Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "Now, you might be wondering what this next  exercise is doing in the back exercise   video and we're talking about the Dumbbell  Pullover. You see, how you perform an exercise   determines what muscles work. When we do the  Dumbbell Pullover with the focus being the lats,   we want to make sure that we flare those elbows  out way out to the side. Now the benefit of this   exercise is the stretch that we can achieve  on the lats by doing it. If we can increase   the stretch, we can increase the recruitment  capabilities of the lats on the exercise.    Now how do we do it? Well, we simply  let those arms drop back over our head.   But what if we have limited shoulder mobility?  We still have a safe alternative. You just simply   drop your hips down lower, realizing that we  can take the attachment points of the pelvis   and the arm and stretch them out away from each  other without having to go into a limitation and   mobility that just doesn't allow us to. The point  is this exercise has been a staple that developer   for many, many years because it can deliver  the gains if you know how to perform it right.   The Dumbbell Pullover gets another yellow  circle here for a Better Still exercise.    Interestingly, for your body weight guys out  there, you actually too can get the benefits   of this exercise without even having to own a  single dumbbell. You can do the Human Pullover.   And what this does is it takes a concept that is  tough for me to grasp the relative motion concept.   And instead of moving your arms on a fixed  body like you would do in a Dumbbell Pullover,   you move your body on fixed arms,  but the arms are doing all the work.   The abs here are stabilizing your body in space,  but the arms are pulling as hard as they possibly   can in order to lift the weight of your body,  effectively allowing you to place a great overload   on the last and allowing them to grow even when  you don't have access to any equipment.    And lastly, the Better Still Category we have  another variation of the row, and this time we're   talking about, the Seated Cable Row. And right off  the bat, we actually know we can use some heavy   weights here. Why? Because we can utilize our legs  to help us a bit and let the eccentric focus of   the exercise take over. By allowing our legs to  help us push and then control on that eccentric,   we get the overload every single time we allow our  arms to reach out in front of our body. That being   said, I would prefer that you use a V handle here,  if possible, because we realize we're not going to   have that wraparound benefit of the lats with any  of the handles that we use. And if you introduce   something like a straight bar, you're going to  get those arms into further extension, yes, but   that's going to kick in the rear delts more. The rear delts being weaker than the lats is   going to limit the amount of weight you can use.  So, the V handle works nicely here. Just be sure   that when you are reaching forward here, you're  not allowing the low back to round with you.   Keep that low back and a good, firm, safe  position and you'll get all the benefits   this exercise has to provide and put it right  here firmly in the Better Still Category.    And so now I get to break out my green marker  as we continue to work our way up the rankings,   this time to the Almost Best Category, all great  exercises that allow me to showcase that wrap   around capability of the lats that I mentioned.  And I also now get to kick this off by showcasing   one of the best to ever do this, John Meadows.  You see the Meadows Row named after him,   gives you the chance to really feel like your  elbow is moving through space in a way that   doesn't put any stress on your shoulder.  And as I mentioned before, you're allowed   to do this out of that tripod setup with both  feet on the floor, avoiding that asymmetrical   loading that we always try to avoid from any  other type of row. Beyond that, guys it's not   just a great exercise, but it's named after a  great man. John Meadows was a friend of mine,   and he had that fitness education first focus  on his channel, always staying out of the drama,   something I think we can all respect. That's  why the Meadows Row here belongs as my first   in the category of the Almost Best. Continuing now with the Almost Best Category,   we actually have probably my favorite  exercise of all time when it comes to   back exercises. It's just not ranking all the  way at the top because it requires a machine   that not everybody has. We're talking about  the One Arm High Cable Row. But once again,   the wrap around capability of the lats is built  into this exercise, not to mention the ability",
        "start": "00:07:09",
        "duration": 215.43999999999997,
        "title": "Back Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "to stretch out the origin insertion of the lat to  their maximum. When you reach out all the way in   front of your body, you have the distance between  that pelvis and the arm as far as it can possibly   be intensifying that stretch to a level you  really can't achieve on any other exercise.    And again, we can take that unilateral benefit  and really focus on developing the lats,   overcoming any imbalances you might  have. If you have access to the machine,   this is going to be a must do exercise. If  you don't, I've got you covered, but it still   belongs here in the Almost Best Category.  And so, you might have been taken aback when   I mentioned the Lat Pulldown being in the  Worst Category of back exercises. However,   as always, how you do what you do matters. And  when we talk about doing the exercise properly,   it makes the Lat Pulldown rise all  the way up to the top of the list,   this time to the Almost Best Category. You see  putting those elbows out in front of your body   not only gives them a better mechanical  advantage to ironically pull more, but   it does so once again out of that safe position  to allow you to do this for years to come.    Not to mention, the exercise is entirely  scalable. With the simple shift of a weight   pin in the stack, you can match not only  the level of strength you have right now   but allow you to progressively load it to get  to new strength levels and with that new gains.   If you're interested in a little experimentation  to see even better lat gains, then I invite you to   try the Rocking Pulldown variation I've covered  before. This gives us that chance once again   to get that wraparound capability of the lats  tied into the movement as well by simply pulling   a little bit harder on one side of the bar than  the other as you bring it down. Either way here,   guys, the Lat Pulldown is a classic for  a reason, and it belongs here squarely   at the top in the Almost Best Category. And wrapping up our exercises in the Almost   Best Category four back. We've got one here  that ironically doesn't get as benefits from   the wraparound function of the lats, but through  its capability for overload and momentum to drive   your gains. We're talking about the Dead Row. The  opportunity to load this exercise up and then take   advantage of the momentum the legs generate  from below gives us a chance to experience   a heavier eccentric on the way down. Not to  mention it's a great athletic exercise.    It's an explosive movement, and dare I say  a fun one, that gives us a chance to learn   how to move our bodies explosively through  space from our feet to our fingertips. Guys,   the Dead Row belongs here for me at the top  of the top and the Almost Best Category.   So, I mentioned the top of the top, but only  one could be at the top of the best of the best   when it comes to the best exercises for your  back. Or is that two? You see, in this case,   we've got two spots here, the Weighted Pullup  and the Barbell Row that are going to share   the top spot and earn that Green Star. See, we're  talking about first the Barbell Row being the   best option for building your back without the  deficits we talked about, maybe with the Pendlay   Row. The Barbell Row gives you that option to  maximally overload the lats while still having   an eye towards the safety of the exercise.  Now, if your lower back is still something of   concern, you could always do the exercise in a  chest supported fashion, which is still going to   give you all the benefits on the lats but provide  a little bit more support for those that need it.   Now, talking about the vertical pulling exercise,  guys, it's the Weighted Pullup that wins for me.   And again, you have to do both, so that's why  we're linking them here. The Weighted Pullup   gives you the chance to add weight if able, so  that you can overload the exercise once again. And   the fact that the accessibility of the exercise  is much higher than having to have access to a Lat   Pulldown machine is going to make it my top choice  when it comes to vertical pull movements.   Guys, the back is a big place but when we  know how to navigate through the exercise   options to leave you with only the ones  that are going to deliver the best gains,   well, then you're ahead of the game. If you're looking to see where other   exercises rank for other muscle groups then  I want you to check out our chest exercises   ranked video here and our tricep exercises  ranked here. Guys, if you're looking for   a complete program where we take only the best  exercises and work them into a step-by-step plan,",
        "start": "00:10:46",
        "duration": 208.39999999999998,
        "title": "Back Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "you can find them over at Athleanx.com. If you  haven't done so, make sure you click Subscribe   and turn on your Notification so you never miss  a new video when we put one out. See you soon.",
        "start": "00:14:15",
        "duration": 11.04,
        "title": "Back Exercises Ranked (BEST TO WORST!)"
    }
]