[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. So today we're not only going to do the fastest way to burn fat, but really the funnest way to burn fat. Jessie is saying that \"funnest\" is not a word. I'm going with \"funnest\". If you could tell me, if you could let me know if it's a word, or not. Most fun, funnest; you get the point. The idea is 'not boring', okay? Getting on a treadmill – which a lot of people are going to do this time of year – is freaking boring. It's not even the best way to burn fat. What we need to start doing is get complexes into our training. I'm not saying get complex with your training. I'm saying 'build complexes into your training. We're actually going to do them here with dumbbells because a lot of people don’t have access to a barbell that are following this channel, and just want something they can do at home. The good thing is, you can do them with even a single set of dumbbells, and it's usually dictated off of your overhead press. So what we're going to do is take your overhead press weight and you're going to do your 12 rep max for 6 reps. Trust me. This is going to get hard. You do your 6 rep max from there and you're going to go straight down and rack them on your shoulders – those same dumbbells without changing weight and without really resting – and go right into a dumbbell front squat. From here you're going to do the same thing; 6 reps. Then you're going to go down and you're going to switch to a dumbbell row. Of course, even as you start getting into these later exercises the weight is light enough so that there is no inherent danger here because the problem is, as we do these exercises, as people program complexes more and more these days inappropriately, they're making you do heavy, heavy weights on exercises in a fatigued state. That's not what we're doing here. As you see, we finish with a deadlift. Here we have, again, you can do this with a barbell very easily. You use your deadlift now, and you finish with 6 reps, you rest 75 seconds, 90 seconds at most, and get right back into the next set. Here's the next key point: you're going to decrease the descending pyramid in terms of the rep scheme. Again, to back up the same idea that you're going to become fatigued. Trust me, you do one or two rounds of this and you're going to become very fatigued. So we're going to help that and assist that to maintain the integrity of the exercise, and the form that you're using while you're doing them by decreasing the reps down to 5. You go all the way through 5, you go through 4, you go through 3, you go through 2, and you go through 1 rep. All the way through, each time. So it's 6 rounds. So that's it, guys.",
        "start": "00:00:00",
        "duration": 145.09900000000005,
        "title": "Best Fat Burning Workout (HOW I STAY LEAN!)"
    },
    {
        "text": "So let me put it into action here so you can see what it looks like, and then of course, I'll wrap it all up here at the end. So there you have it, guys. Remember, training doesn’t have to be complex to be difficult, or complicated to be effective. But it sure as hell better be fun because if it's not, you're not going to want to do it. Screw you, Jessie. Funnest, fun; whatever. It doesn’t matter what it is. It has to be something you want to actually do. Especially this time of year. If you're watching this, I put this out at New Years' time. A lot of people are looking to burn fat now and they usually resort to the same old, boring methods that they lose interest in and therefore they stop getting results. I actually have a complete program over at ATHLEANX.com. It's our ATHLEAN Max Shred Program, designed around lots of training techniques like this that not only help you to burn fat faster and keep the level of enthusiasm up while you're doing it, and at the same time it includes a meal plan to make sure we get this done the right way. That's all over at ATHLEANX.com. Let me know what you want to see here, guys. I'll do my best to cover it in a future video. In the meantime, have fun with these. Not easy. Not complex. Not easy, but fun. See ya!",
        "start": "00:02:25",
        "duration": 185.041,
        "title": "Best Fat Burning Workout (HOW I STAY LEAN!)"
    }
]