[
    {
        "text": "What's up guys? Jeff Cavaliere, ATHLEANX.COM. So today I'm going to show you how to do a pushup the right way. Especially because we know how important this exercise is, if you're training at home and you're doing a bodyweight exercise program. It becomes the staple chest exercise. The problem is a lot of people will say 'Jeff, I don't feel it really working my chest when I do it, I feel it more in my arms and shoulders, what can I do to make sure I get more out of it?' So I want to show you a couple variations and some key points when you're doing this to make sure that that happens. First and foremost, you have to understand what it is that the chest does. And one of the main functions of the chest is to horizontally adduct, or bring your arm across your body. So yes we're going to have our arms push out in front of us, we know that the chest does that, but at the same time it brings us across our body, Which is why we do Cable Crossovers and things like that. However, that being said when we do a pushup or even when we do a Bench Press, we don't have that ability, we don't have that luxury in the normal setup. We're just doing it using a floor. So we kind of lose the ability to adduct our arms across our body. When we do Bench Press I always recommend to start using a narrower grip because that narrower grip will give you the opportunity to at least put your arms in a pre adducted position. If you go way out here, try it yourself right now and press, that compared to that, you get a much stronger contraction. So for the pushup we can actually replicate the same transition. If I'm down on the floor doing a regular pushup, my hands are usually right about here and I'm pushing up and out that same way. But what am I lacking? I'm lacking that kind of ability to activate the chest fully by having the ability to horizontally adduct. So first, watch this first variation that I do. If you take your arms and you focus on trying to pull your hands together, even though they're not going to move. As you see here the floor is going to hold them in position. We immediately have to ability to at least ignite a stronger contraction and that by itself will help you to get much more out of the exercise. But we can actually even turn our arms in, almost turn our elbows forward as we go down. I explained a few weeks back, how when we do Barbell Curls when we're trying to cheat, what do we do? We kind of pull our elbows up and together and underneath as we lean back because we're trying to recruit some extra help here from the chest, because of this horizontal adduction. So let's do that here on our pushups. Get down in the position and you can see as I come up, I don't just try to pull my hands together but I also try to turn my elbows forward, so I'm getting the strongest contraction that I can. Almost like a Cable Crossover done from below.",
        "start": "00:00:07",
        "duration": 152.39,
        "title": "Best Way to do Pushups (FOR A BIGGER CHEST!)"
    },
    {
        "text": "Right away you'll get more out of it, you might do less reps but guys remember, this is not about how many reps you can do in a pushup, it's how many quality reps you can get if you're trying to build your chest. Especially if you've got no other option when training at home. Finally if you do have a couple of Dumbbells around another way you can do this is to actually allow the Dumbbells to help you move a little bit more into that horizontal adduction. You can do that simply by going down into that push up, again start a little bit narrower. I think that starting a little bit narrower on your push ups is a good idea. It gives you the opportunity to be a little bit closer to peak contraction even when you start the exercise. Now as I come up I'm able to just kind of use my hands and my fingers to push the Dumbbells a little bit closer to each other, get a little bit more adduction to intensify that contraction. So regardless of what you're doing, what training environment you find yourself in, I know there's a lot of guys following this channel that prefer to workout at home or have to workout at home because they have no other option. You've got to start figuring out ways to make your workouts more productive. Guys, we have a whole program that does that. It's called ATHLEAN XERO. And it requires nothing at all. Doesn't require any Dumbbells, it literally requires just you and your own Bodyweight. And I get you, from anybody that's done this program can tell you, the absolute hardest but the most results producing workouts that you've ever done. And we group them all together in 6 weeks to give you the best Bodyweight Training Program that's out there. You can get that at ATHLEANX.COM. In the meantime, if you found this video helpful, even if you're a seasoned veteran, this little tweak can really help you on activating your chest a little bit more, make sure you leave your comments and let me know below. And also let me know what you want to see. Remember guys, 4 times a week I will keep bringing these videos to you as best I can. Alright I'll see you guys back here soon.",
        "start": "00:02:40",
        "duration": 93.14999999999999,
        "title": "Best Way to do Pushups (FOR A BIGGER CHEST!)"
    }
]