[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. The Sore in Six Minutes series is back today, and we're hitting the biceps. I'm going to show you how. I don’t care who you are. You can get sore in your biceps if you follow the routine I'm going to show you here today. And as the title implies, six minutes is all you're going to need, okay? We have an incline bench. Why? Because we want to make sure that we can get elongation and tension at the same time. Stretch and tension. We're going to do that very easily with an incline curl. Of course, I'm actually sitting on a whole bunch of dumbbells because what we're going to do is, we're going to do the variable curl, and we're going to run the rack style on it. So what I'm going to do is basically start at my 10 rep max for an incline curl, which for me is, let's say, 40lbs. then we're going to go five reps because we know that the rep tempo here should focus on the eccentric. So you slow down the eccentric portion of the rep. So one second up, three seconds down. That's four seconds per rep. If I take that for five reps that's going to give me 20 seconds. I'm going to sit up from here and I'm going to come up to this position here to continue curling. Why? Because I've just taken the majority of the tension off the stretch position, and now put it into the mid-range. I'm going to be stronger in that position so I can continue. I'm going to do five reps in the same style, focusing on the eccentric. Then, of course, I'm going to come up from here and then slide forward and do a drag curl. By drag curl, I'm almost underhand rowing the weight here. I'm actually, now, putting the peak tension at the contraction. Again, I'm going to be able to do a little bit more. So even though the weight would have been a 10 rep max, I'm able to do 15 reps here in this sequence, and it's going to take one minute. Again, I'm going to do five more reps at a four second tempo, so I've got my one minute period. Now why are all the dumbbells here? Because we're going to let go of the 40s and drop down 5lbs to 35s and we're going to do it all over again, right away. No rest. Down to the 30s, down to the 25s, down to the 20s. At the very, very end I'm going to do an eccentric only repetition with the 40s again, going back to the top. I'm going to show you again how you're actually going to execute that and pull that off. One other little tip: when I'm doing these curls I want to try to get an active contraction of the tricep at the bottom. Yes, I'm going to reciprocally turn off the bicep a little bit at the bottom so the tension might be gone, but we're going to get that added stretch that's going to help us get",
        "start": "00:00:06",
        "duration": 145.97,
        "title": "Bicep Workout (SORE IN 6 MINUTES!)"
    },
    {
        "text": "through this workout, okay? And to illicit that muscle damage, and to bring upon that soreness that we're after here in the first place, with our Sore in Six Minutes series, all right? So what I'm going do to is, I'm going to roll up my sleeves, and go down right down this damned rack right here, and you're going to do it with me. Here we go. So there you have it, guys. Yes, six minutes, and yes, you will be sore. The idea here is that you're putting your muscles through the necessary steps to illicit that soreness because we're putting the science back in strength. We train the different ranges. We allow you to train beyond your ability to perform reps because we've changed the angle that you trained at, and of course, as I said, we trained with eccentric tension, and that's going to be key for you to start seeing, and feeling the soreness that we're talking about. Guys, if you like the Sore in Six Minute series make sure you leave your comments and thumbs up below. If you're looking to put the science back in strength, and you want to start building your body by doing that in every, single workout; then head to ATHLEANX.com and get our ATHLEANX training system. In the meantime, like I said, guys; you let me know what you want to see here on this channel, you let me know what you want to see in this series and I'll do my best to cover that in the days, and weeks ahead. All right, I'll see you soon.",
        "start": "00:02:32",
        "duration": 295.16999999999996,
        "title": "Bicep Workout (SORE IN 6 MINUTES!)"
    }
]