[
    {
        "text": "And so, with no need to have to concentrate  on this decision at all, just like that,   the Concentration Curl gets the big red X  as one of the worst bicep exercises.    What's up, guys Jeff Cavaliere, Athleanx.com. What  you see behind me is a bunch of different bicep   exercises, many of which you've either done in the  past or you're still doing them today. However,   after today, you might want to get rid of  a few of them. Because what I'm going to   do is going to help you to rank them from  the worst to the best, leading with only   the best bicep exercises that are capable of  delivering the gains that you're after.    And so, as always in our Exercises Rank series,  their criteria for the selection matters.   What makes one curl variation better than the  other? We're going to focus on hypertrophy as   we have in the entire series. Which of these  exercises is most capable of delivering those   gains above all else? Secondly, can it  do it safely? As a physical therapist,   I want to deliver those gains, but do so without  causing any harm along the way. And finally,   we have to let the anatomy of the bicep muscle  deliver the exercise selections, too, because   it doesn't just bend the elbow, it does far more  than that. So, if we can tap into what the actual   function is, then we have some good exercise  selections. So that being said, let's start   breaking them down from the bottom to the top. And so just like that, we start at the bottom of   the barrel. Here are the worst of the worst and  work our way up. And for that, I don't have to   concentrate very long on this first pick because  it's going to be the Concentration Curl. And this   exercise here isn't inherently bad, it's just that  it's most commonly mis-performed. In other words,   it's one of the most popular bicep exercises and  one of the most popular mis-performed exercises.   And that's because the position of the elbow  matters a lot. A lot of people will just simply   rest their arm on top of their thigh, creating  almost a seesaw effect that takes a lot of the   potential work away from the biceps. Or they'll  take that elbow and drive it into their thigh,   which just creates a strong leverage for  the biceps, once again, taking away some   of the effectiveness of the exercise because  the biceps aren t doing all that it can.    Throw in the fact that while you may feel a  good contraction in the biceps while doing it,   you're certainly not tapping into the bicep s  full capabilities, as you'll see here shortly.   It just isn't one of my favorite choices and  for that reason, guys, the Concentration Curls   gets the first in the bottom are the Worst.  By the way, if you love Concentration Curls   and you still want to do them, at least do them  right. Do me a favor and watch this video over   here when this one is done, and I'll show you  exactly how to make sure you do every time.   Moving on, we have an exercise that proves  that just because you throw the word curl   after the first part of the name, it doesn't  make it a bicep exercise. And that's because the   Reverse Curl is not a good bicep exercise. What  we've got here is a good brachialis exercise or   brachioradialis exercise, but still not a bicep  exercise. Because one of the main drivers of   function for the biceps and one of the unique  abilities it has is to supinate that forearm.   If you fully pronate in order to grab this bar  with an overhand grip, you are minimizing the   contribution of the biceps to the exercise.  Sure, it will be there to help the flex that   elbow and bring the bar up, but as the third  line of defense, not when we're trying to create   hypertrophy guys. And for that reason, the Reverse  Curl just because it has that important second   part of the name is not one of the important  exercises as we work our way up to the best.    And so if we confuse the right way to do the  Concentration Curl and got confused with what   muscles the Reverse Curl does, this exercise  is just plain confused. We're talking about   the Biceps Pushup. It's just not a bicep exercise.  It never is. It never will be. And for those that   think, Yeah, but for calisthenics? No. But not  even.. ? No, not at all. Yeah, but.. Nope. How   about just a little bit? Unfortunately,  no. I mean, even just It just doesn t.   There's just no way in human creation to convince  me that the Bicep Pushup is a good bicep exercise,   let alone a good bicep building exercise. We're  talking about a pushup, you know, a pushup for   chest triceps or shoulders. You're not working  your biceps. And the eccentric overload argument   isn't a strong one either. It just is not a good  exercise, guys. It should never bear the name of a",
        "start": "00:00:00",
        "duration": 219.19999999999996,
        "title": "Biceps Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "Bicep Pushup. For all these reasons, it only bears  a big red X right through its name, and that's why   it belongs here at the bottom of the list.  And so, with that I nugget to break out my   blue marker as we work our way up into the Better  Category, all good exercises, all good exercises,   just different levels of effectiveness based on  some of their inherent limitations. And if you're   looking for a bodyweight exercise that actually  works the biceps, then let's start looking at   this one, the Inverted Chin Curl. Because what  this does is it checks all the boxes in terms   of bicep function. In order to pull yourself  up, you're going to have to flex the elbow.   Check. Have the forearm in a supinated position  to have that underhand grip. Check. And had the   shoulders in a flexed position out in front of  our body, the most overlooked component of a true   biceps complete contraction. Check.  What holds this exercise back, however,   is simply loading it becomes a lot more difficult.  When you're looking for progressive overload,   this may not be the best choice. But you're  looking for a good bodyweight bicep exercise,   did I mention is better than the Bicep Pushup?  Then this one is the one that you're going to   want to use, and it belongs as the first with  the blue circle and the Better Category.    And so, we took a giant step up from the worse  to better in our body weight category. Let's take   another step up when we talk about the Reverse  Curl, and this is what this is Zottman Curl. So   at least with the Zottman Curl, the first portion  of the concentric part of the lift is going to be   performed with the forearms supinated. So, we're  going to get that much better bicep contribution.   However, the problem comes in with what we do  next, and that is just simply providing to perform   the eccentric component or lowering part of the  lift. Guys, remember, you are actually strongest   in the eccentric part of the lift and when you're  trying to grow a muscle, tapping into your ability   to handle more weight or slow down the eccentric  on the muscle you're trying to grow is important.   The Zottman Curl is taking away that opportunity  and for that reason, it's half good, but not good   enough. And that means it's going to get a circle  here for a Better exercise, but not great.    And so next up in the Better Category is an  improvement on once again, an exercise in the   Worst Category, those Concentration Curls. And  this time we're looking at the Preacher Curl.   Again, it's a great exercise for building up  bigger biceps, but it has some limitations. Most   importantly, for me, I'm a little confused by how  people load the exercise. I think it comes from a   false sense of security, of thinking once again,  with those elbows driving back into the pad,   they have that additional leverage that oftentimes  convinces them they should and could handle more   weight than their biceps can handle. If you need  some more convincing about that this isn't always   the case, I'm going to give you a three second  countdown to look away. Three, two, one. All.   Yeah, that's ugly. But I did give you a heads  up. Not to worry, though it's not going to happen   to you if you take my advice here and do the  exercise as it's supposed to be performed with   a much more responsible load. Don't fall for  that false sense of security that you get for   driving your elbows into a pad. And by the way,  when you actually start to free those elbows up,   better exercise options await you. We're going to  encounter those later in the list. But for now,   the Preacher Curl just gets the blue  circle for a Better exercise.   And wrapping up the Better Category we have  one of those exercises where its limitation   is actually is benefit. We're talking about the  Cable Curl. You see, if you've ever performed   this one, you know, it's one smooth exercise and  it feels really damn good placing the biceps in   that peak contracting state with peak tension in  that portion of the rep. However, its limitation   is it doesn't have a whole hell of a lot of  resistance in the beginning of the exercise,   making it a little bit uneven. But this is where  the benefit comes in because those that have   elbow issues or elbow tendinitis, they feel most  of their discomfort when they're first starting   out a curl. That's where most of the load is  being placed on that fully extended elbow.   So having an exercise that can relieve  some of that tension in the beginning,   part of the range of motion is a godsend. That's  where the Cable Curl steps up to the plate.    Of course, this is all determined by the position  of the cable in relation to your forearm. If   it's more perpendicular, there's more force being  generated into the biceps. If it's more parallel,",
        "start": "00:03:48",
        "duration": 226.52000000000007,
        "title": "Biceps Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "there isn't. So, one quick fix for those that  are looking to take this even to the next level,   just don't go down as far when you lower the  cable down. Start about here and you'll see you   can maintain that perpendicular relationship  and keep the tension high. Either way,   if you're looking to offset some of the load on  your elbow and feel good or just want to step   it up to another level here, the Cable Curl is  one of those really solid, better exercises.    And so now I get to break out my yellow marker  as we continue our way up the charts, this time   to the Better Still Category. Exercises that are  slightly better than everything we just covered,   and we start right away with another cable  exercise that takes it up to another level.   This is the Flex Curl or something we call  the Lip Buster Curl. And the main difference   here is with that high anchor point comes  the shoulder flexion required to grab the   handle in the first place to hit that second all  important component of bicep function. Of course,   as we bend the elbow and curl in, we're going  to feel that good peak contraction at the top.   If you bend your wrist back just slightly  here to keep the forearms out of the move,   which is very easily done with this exercise,  you feel even more of a complete contraction.   This is a really solid option, particularly when  you're looking for a good cable bicep exercise   and therefore it gets the first yellow  circle in the Better Still Category.    Next up is an exercise that's unique from all  the ones we've actually talked about so far.   And it's what places it right here squarely in  the Better Still category and we're talking about   the Drag Curl. Because this exercise is uniquely  hitting the long head more effectively than any   others that we talked about. Why? Because we're  changing the elbow position. Everything else we   talked about so far had the elbow out in front of  the body. But when we get the elbow traveling back   behind the body, one very important thing happens:  we get more of a stretch on the long head of the   biceps. Because the long head is the only one that  has a tendon that crosses the shoulder joint. So,   by getting our shoulder back into extension,  we can place more stretch on that long head   and get a better activation of it. If you want  to start seeing better long head development   and therefore better bicep peaks, this is one  you're going to want to make sure you include   and it's one that we are going to definitely  include in our Better Still Category.    And so if the Drag Curl was great at hitting the  long head, what's our short head option that gets   us to that Better Still ranking? For me, it s  going to be the Spider Curl. And what we get   here is a better option than the Preacher Curl  for the reasons I mentioned before, a little bit   more freedom of movement. However, take note of  the position of the arms again. This one is now   not going to be behind our body, but those elbows  are going to be positioned slightly out front.   And by simply dangling ourselves over an incline  bench like this, they're going to be in slight   flexion. As we curl up, the peak tension on the  biceps is going to occur at that peak moment of   contraction, making it a very good exercise  for helping those that can't feel that muscle   connection. Not to mention because those elbows  are not driving back into the pad, creating that   leverage effect that I didn't like in the Preacher  Curl, we have the ability to perform the exercise   more safely. The Spider Curl is definitely going  to belong in this Better Still Category.    And finally, if it's those bicep picks that you're  trying to develop, there's one more left here in   the better still category you're definitely going  to want to do. And it's the Dumbbell Waiter Curl.   And I love this exercise because it places that  long head of the biceps in direct line of pull   because of its more proximal attachment on the  radius. What we've got here is an exercise with   built in effectiveness by simply having to grab  the dumbbell in the first place. With the hands   cuffed under the end of the dumbbell, you're going  to get a little bit of wrist extension taking the   forearms out of the exercise, particularly as  you lift up to the top. A lot of times curls   can be dominated by the forearms. This exercise  won't allow that because you have to keep the   top of the dumbbell parallel to the ceiling. At the same time, with the hand slightly rotated   in again, that alters that line of pull to really  target that lateral long head more effectively.   I've said before what you see is what you train.  If you can see a little bit more of the outside   of the bicep, you're more effectively hitting  that long head. If you see more of the inside of",
        "start": "00:07:39",
        "duration": 214.88000000000002,
        "title": "Biceps Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "the bicep, stay tuned, that's coming, then you're  hitting more of the short head. This Waiter Curl   checks all those boxes and gives you that peak  contraction at the top. There's nothing better   when you re trying to build bicep peaks and long  head development, and that's why it's going to get   the last spot in this Better Still Category.  And so with our exercise options dwindling behind   me, now, I get to break out my green marker  as we work our way up into the Almost Best   Category. And for this, we're going to go back  to those long head targeted movements. This time   slightly better than the Drag Curl we're talking  about, the Inclined Dumbbell Curl. And the main   difference here is we're still going to have the  arm back behind our body, we're actually going to   get it into a more passively stretched position.  Meaning just by sitting on the incline bench,   my arm is going to fall into the proper position  to place the stretch on that long head.   But from here we not only get the opportunity  to curl from that extended position,   but even add somewhat of that shoulder flexion  as we come closer to the top. Now, granted,   this exercise can be somewhat difficult for people  that have shoulder or wrist or elbow issues.   But interestingly, it's tendon accommodation that  you're looking for here. It's been shown that   people that don't take their biceps through full  range of motion with that elbow fully extended,   and in this case, the elbow back behind the  body, they tend to have the weaker tendons,   more susceptible to injuries and tears. This  is not a heavy exercise, but it's one that   does what it needs to do for that long head, like  we talked about. And it gets the first spot here   in the Almost Best Category.  And next we go back to the bodyweight   exercises and who knew a bodyweight exercise would  fall into the Almost Best Category? For me, it's   always going to be the Chinup. This exercise is an  amazing way to overload the biceps, particularly   if you realize the function of the biceps is  being maximized. Here we've got elbow flexion   and pull ourselves up, we've got that simulated  underhand grip on the bar and we've got shoulder   flexion. Now for those that might be saying,  But wait, aren't you extending the shoulder   from a flexed position on the way down? You have  to understand that when you end the exercise,   you are still in a flexed shoulder position. So, at peak contraction you've got all three   components in place making this a great choice.  The ease of accessibility here is another great   option because it's easier to set up than the  Inverted Chin Curl. And all you need to do is   grab a pull up bar and throw it in your doorway.  And for those concerned about the last taking   over too much of the work, we've got an easy fix.  You simply increase the angle of the elbow maxing   out at 90 degrees as you pull yourself up, which  will force the biceps to take on more of the load.   The Chinup is one of the best ways and one  of the easiest ways to build your biceps.   That's why it's going to belong here  in the Almost Best Category.    And so, with a bit of sadness and a little bit  of a tear in my eye, I have to wrap up my Almost   Best Category with one of my almost favorite  exercises of all time, and it's the Barbell Curl.   Now, why is it not the best? There's one  limitation here, guys. We all know about   the ability of this exercise to be overloaded to  develop big biceps. It was my staple exercise as   a developing teen. I could perform it in cheat  style that allowed me to swing the exercise   up through the concentric in place, that all  important eccentric load on every single rep.   Or I could perform it in strict style up against  the wall, which demanded more work being done   from the biceps. It's simply one of the best bicep  building exercises out there. The one limitation,   the fixed bar. You have no option  to split the hands up right or left,   meaning you have no way to expose  any underlying muscle imbalances,   right side versus left side. On top of that,  you have to move that weight through space   all at one time, demanding a strong core. Whether  it's 60 pounds or 80 pounds or 100 pounds,   it's all moving up and back at one time. You  have to have the core strength necessary to   stabilize your torso against that posture  driven weight movement. That being said,   you can be undermined by a lack of core strength  here. We can fix that by one simple modification,   which we'll get to in the next step. But for me,  rounding out the category is the Barbell Curl.    And so with more curls than I can count behind me,  I get to stick with my green marker, but this time",
        "start": "00:11:16",
        "duration": 221.11999999999995,
        "title": "Biceps Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "crown it as the king of curls with the Green Star.  And this time we're talking about the Alternating   Standing Dumbbell Curl. By switching out that  barbell in favor of individual dumbbells, I'm more   easily able to overcome those right and left side  muscle imbalances. I can cut in half those core   demands that might be holding back your ability to  build your biceps and overload them specifically.   And the built in versatility here is just  immeasurable. There are so many different   things I can do with this exercise to take it in  a direction that I want to. I've shown you before   the ability to offset the dumbbell in your hand to  more effectively overload the supination component   driving new gains. I showed you the ability to  overlap strength curves by incorporating a band   at the same time that you could do the curl to  make sure the exercise is hard, not just through   the mid-range but all the way to the end. For all  those reasons and because there can only be one on   our list of the Best of the Best, this is going  to wear the crown as the king of curls, for me,   this is the best exercise for your biceps.  Remember, guys, when it comes to building bigger   biceps, though the movements may all look similar  it's the nuances and how you perform them that   makes the big difference. Hopefully now with this  list, you're armed with the right exercises to   build those arms of yours starting today. If  you're looking for more in this series, guys,   make sure you watch the shoulder exercises ranked  in the chest exercises ranked, among others. If   you haven't done so, guys, make sure you click  Subscribe and turn on your Notifications,   so you never miss a new video when we put one out.  Also, if you're looking for programs step-by-step,   we have them all over at Athleanx.com.  All right, guys, see you soon.",
        "start": "00:14:58",
        "duration": 83.36,
        "title": "Biceps Exercises Ranked (BEST TO WORST!)"
    }
]