[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we’re going to talk about how to build bigger biceps and a bigger back. And no, we’re not going to do what you think I might do. You might think “I’ve watched Jeff’s channel. He loves barbell curls.” I do, and I actually talked about it in a video before about how I use them as my primary exercise in trying to build bigger biceps. But that’s not it. You might say “I know Jeff loves to overhand barbell row and that’s his go-to back exercise.” See, when you train like an athlete you don’t need to separate out the exercises. You can take the muscles that prefer to work together and train movements instead of muscles. We know that pulling, there’s no better synergy than between the biceps and the back, in terms of accomplishing what we’re doing. So, we’ve got to look more toward those types of options. We have two. The first is switching that grip around and go an underhand barbell row. While that does meet my criteria for being a ground-based exercise, which I love, and being another power exercise I can overload, I do like the other option I’m going to show you here. That is bodyweight exercise. If you’re thinking “You can’t build muscle with bodyweight”, yes you can. Especially if you don’t continue to do what a lot of people do. That is forget that bodyweight doesn’t mean that you have to be unweighted. See, bodyweight is using your own body and space and commanding that. That’s a very athletic thing to do but being able to load it can still be done. In a way, the chin-up is one of the best things you can do to build bigger biceps and a bigger back in one shot. Here are a couple of criteria. Number one: because we can go underhand this way, with a supinated grip on the bar as we can with a chin-up, we can get more bicep activation. Anyone that knows if they’ve tried any kind of chin-up before, they know the biceps are heavily recruited. The second thing is, and more importantly for me, when it comes to shoulder health the position of the chin-up gets your arms out in front of your body, which is a much safer position for your arms. Especially as you go into elevation. As opposed to being in this position with elevation on a pullup. So, if you have shoulder issues it’s going to be something that’s much kinder to you. The second thing is, because of the position of the arm out in front of the body you’re going to get a really good stretch on the lats that you don’t necessarily get as much when you’re in this pronated chin-up position. What we do is take out a dog leash. Guys, you know I have a lot of dogs, so I should have a lot of dog leashes. But what we want to do is use it for a dip belt. If you don’t have one, obviously you can use a dip belt, but I want to show you how easy this is. You take your two weights – I’ve got 45lbs here. I’ve always had pretty freakish strength when it comes to my pulling stuff. I think because my biceps are disproportional with the rest of my body.",
        "start": "00:00:06",
        "duration": 155.66000000000003,
        "title": "Big Back | Big Biceps (BIG MISTAKES!)"
    },
    {
        "text": "The fact is, I put the dog leash through, and then I pull the metal part down to here so it’s not up against me, and then what we do is get the weights down, and then step into it. Step in, and step in. From here we hook it around our waist, just like that, and it falls down in the middle. Now, the key here is even if you can only do 10 reps unweighted on a chin-up, you’re getting the opportunity to do one, or two here with weight. That provides us with that opportunity to go heavy and load this exercise. Especially if you’re used to just adding reps every, single time you do a chin-up. Instead we’ll come out here and do some lower rep sets. I’m out. So, a different feeling for sure. Now, you don’t have to stop there. If you want to continue to go for more overload, hop right up on the bar again in this pre-fatigued state and try to rep out some unweighted chin-ups. You should feel like a feather. At least try to beat the number that you did on the first set. The idea here is commanding your bodyweight is always going to be an athletic endeavor. If you’re not used to doing that, especially not just your bodyweight, but a little bit more in the form of external resistance; you’re going to be shocked at what you’re capable of doing, and what the results of the impact that is on your body. The best way to start building bigger biceps and back is to try to get them to integrate and work together. This is a great option for doing it. Simple, straightforward? Yes, but no less effective. Guys, if you’re looking for a complete bodyweight program we actually have one called ATHLEAN-0. It’s over at ATHLEANX.com. In the meantime, if you’ve found this video helpful leave your comments and thumbs up below. Let me know what you want me to cover and I’ll do my best to do that for you in the days and weeks ahead. All right, guys. See you soon.",
        "start": "00:02:41",
        "duration": 146.33299999999997,
        "title": "Big Back | Big Biceps (BIG MISTAKES!)"
    }
]