[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. We’re doing the Size in Six Minutes series again. This time we’re hitting the deltoids. What we’re talking about are those shoulders that don’t seem to grow. The irony behind all this “Six Minute Size” technique is, we’re using very, very light weights. The idea is, you need to be able to activate the muscle if you want it to grow. Guys, we’ve covered this before. We started this entire series with our biceps. If you haven’t seen that video, of course you’ve got to subscribe to the channel, but make sure you also turn on notifications, so you don’t miss all the other ones we’re going to start bringing this series. Back to the deltoids. There are some guys that don’t have good shoulders. They can’t develop them. Despite all the overhead pressing they’re not responding. Sometimes, guys, that’s a fact of life. We all have our different muscle groups that don’t respond and what happens a lot of times with the big exercises is, we tend to dominate with the upper chest and the triceps. For example, on an overhead press and the delts just don’t get that much attention. So, what do we do to address this? How do we get our attention there? I’ll tell you this: with the biceps, it was about being able to contract and feel that squeeze. When it comes to the delts, the biggest secret is the speed of movement. Let me show you. I want you to try this and feel this for yourself. We’re going to grab some very light dumbbells. You need to in order to execute what I’m showing you here. You start with the front delt, middle delt, and rear delt. You start with the front delts. What you want to do is – people can do front delt raises all day long. Whether they have thumbs up here, or whether they have thumbs parallel to each other and the dumbbells parallel to the ground, it doesn’t necessarily matter. What’s happening most of all is the speed of movement. People just move the weights fast. It’s not necessarily that they’re swinging them up, it’s just moving them fast and relying on the momentum of the moving dumbbell. When you want to make it more difficult to move these weights up against gravity. So, what you do is ground yourself and run a running clock for one minute. This is the first minute of the six-minute series you’re going to do here. As you’re grounding and pushing down, you want to drive the dumbbells up at a slow pace. Like this. Everything is being contracted from the front delt. Straight up, straight down. So, I’m feeling as if I’m pushing everything down, but the dumbbells are coming up. Just like that. When you go slow you realize that it’s the delts that are primarily driving this movement. You want to feel it and concentrate on them doing the work, as I do one side at a time,",
        "start": "00:00:06",
        "duration": 153.87,
        "title": "BIG Shoulders | LIGHT Dumbbells (6 Minute Workout!)"
    },
    {
        "text": "so you can see it. I’m literaly flexing as hard as I can and making it do the work on the way up. So right away I feel that. Now, we don’t slow things down when we’re training athletically. What you want to do is speed things up. As soon as you’re done with a minute of that we come down and do an explosive exercise. Just a push press. I’m not going to grab a super heavy weight, but let’s say, a pair of 45s. I come up here, drive them, and we’ll push press. One, two, three, four, five, six, seven. So, I explosively drive the bells up. Rest pause, as many as you can, rest pausing for 30 seconds. 30 second rest. Now, move right into the middle delt. Again, I’m grabbing a light weight. Here, we move slow. I’m going to start with the dumbbells right here. A little bit of a bend in my elbow. The key is, don’t just swing them up and move them at a fast rate because you’re going to shift all that tension away from the middle delt. Instead, drive here, and squeeze them, all the way up with that middle delt, and down. Hand positioning, guys, always have that pinky under the thumb. I lead with the thumb, get into external rotation at the top. I can spin around a little bit. You can see, as I come up to the top, by leading with the thumb and letting the pinky trail I’ve got external rotation here on the shoulders. And down. Everything is slow. I’m trying to stay grounded and down, but the arms are raising while everything else is being depressed. Just like that. And down. I’m telling you, I don’t care if you’ve never gotten a pump in your shoulders, if you’ve never known how to activate your delts before. The key is, you’ve probably never slowed it down. So, you do that for a minute. Now, fatigue is setting in. I come back down again. I grab a slightly lighter pair of dumbbells for my push-press to accommodate for that fatigue, but we’ve got to speed it up. Ass out. One, two, three, four, five, six, seven, eight, nine. Keep going all the way through. Hit the front, hit the middle, you’ve got to hit the rear. So, for the rear you can go a little bit heavier, believe it or not. But it’s how you do this. I told you that one of the best ways to hit that rear delt is, you need to get extension of the arm back behind the body. It’s not just raising your arm up by being bent over, where it’s just going straight up to the side.",
        "start": "00:02:40",
        "duration": 174.23,
        "title": "BIG Shoulders | LIGHT Dumbbells (6 Minute Workout!)"
    },
    {
        "text": "You need to get your arm back behind your body. It also helps to be able to externally rotate the shoulder. So, we have – I’ll do one side first, and then I’ll grab the other dumbbell. You’re leaning over this way here, and then you’re twisting up. Here, and squeezing up. Now, I’ll give you a secret on the rear delt. The rear delt is maintaining tension in that peak position. It’s not just slow, but it’s maintaining a hold at the top. You’ll feel the building contraction in the rear delt, only after about two or three seconds. I’m holding. So when I get up here I’m going to come up here, row, extension, hold. Right about now is when I’m starting to feel it really tense up. And down. Keep them moving. Up, rotate it, go high, squeeze, squeeze, squeeze, and down. Up. And up. So, it’s all that mounting contraction at the top. Of course, one more time, drop it one more time, you speed them up at the very end. Last 30 seconds. And here. One, two, three, four, five, six, seven, eight, nine, ten. Rest pause for 30, if need be, or just crank them all out. So, guys, here’s that sequence one more time. Slow on the front delts. While everything is down you’re forcing the arms up only. Do that for one minute. 30 seconds on the push-press. A 30 second rest. Come back here, grab those light dumbbells again. Same thing. Ground yourself. Let the arms come up on their own. Squeeze all from the delt. Let this – this is the delt. Right here, guys. I don’t have a muscle marker on me today. From here to here. Let that squeeze up and drive the motion. After that, lighten the weights a little more. Push-press. Come back one more time a little bit heavier on those. Focus on that pacing still, but at the top hold, hold, hold, hold, hold. Mount that contraction, the intensity of it. If you’ve never felt your delts before, this is what you’re going to do. I promise you guys, it’s this little routine done a few times for mind-muscle activation that’s going to help you be better able to recruit your delts. So now when you go back to the big lifts like your overhead press, guess what’s going to happen?",
        "start": "00:05:34",
        "duration": 161.62000000000003,
        "title": "BIG Shoulders | LIGHT Dumbbells (6 Minute Workout!)"
    },
    {
        "text": "You’ll probably start to press more. Why? Because in addition to the upper chest, and in addition to the triceps you now have the ability to recruit your shoulders a bit more effectively, and that will help you in the overall performance of that lift, too. Guys, I hope you’re finding this series helpful. Every muscle has its own way to activate it and get a better control over it. That’s why I want to devote myself to being able to do an entire series on this. Again, remember to see them all you’ve got to not just be subscribed, but turn on your notifications as well to make sure you never miss a video. If you’re looking for a step by step plan, as always, all of our programs are available over at ATHLEANX.com. We put the science behind the strength, much like what we’re trying to do here, because guess what? All these little things matter. Especially when you’re having issues in the first place with building the muscles that you want to. If you’ve found the video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and what you want to see next and I’ll do my best to do that for you in the days and weeks ahead. See you soon.",
        "start": "00:08:15",
        "duration": 51.5,
        "title": "BIG Shoulders | LIGHT Dumbbells (6 Minute Workout!)"
    }
]