[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Another bodyweight Wednesday workout video for you here. This time, covering the back. An area that a lot of guys say \"Hey! How the hell do you cover that if I don’t have a pullup bar?\" I would recommend you get a pullup bar. They're not that much money and they are very, very versatile an allow you to do a whole lot of other things. But at ATHLEAN0 we say \"You don’t need anything!\" you don’t need bars, bench, bands, pullup bars; nothing. We can get you a workout. Today I'm going to show you how to get your upper, your mid, and your lower back. All these areas that you need to hit if you want complete low back development, okay? So, first of all, upper back. Get on the floor, put your elbows on the ground like I'm showing you here. This is a back widow. Make sure you use this in our ATHLEAN0 program. You drive your elbows into the ground. You can keep your feet flat on the floor and what you're doing is you're driving the lift of your torso, your upper back, off the ground via the elbows. Don’t push through your feet, they're just there for support if needed, but you really want to be able to push through the upper back. That's how you're going to engage the rhomboids, that's how you're going to engage the traps, that's how you're going to engage your posterior delts to try to get you up and off the ground. The key here is to hold each repetition, try to stick it, hold the contraction, and make sure that you got up there because of the back and not because of momentum. Next we move on to the lats, more of the mid-back, or the meaty area of our back. Yes, we can work this, too. Especially if we have nothing to use because what we have to do – as I always tell you – look around. Look at your surroundings. Utilize some creativity and you can get the job done. So here I've broken out a pair of pans on a slick floor. I have to say, this ain't all that slick. This is concrete. I can do it, though. A little more friction, but it's going to make it a little tougher than if you had a hardwood floor, or linoleum floor, or something like that. The idea is that you get yourself all the way to this fully outstretched position. I have my feet all the way back behind me, I have my arms all the way out straight in front of me and what I do is, I initiate this complete, total body pull down, or pull over, or drag, all the way up to the top position. Then I lower myself back down. You can see that this very much mimics a pullover or at least a straight arm pull down. You know I'm one of the biggest fans of that exercise. To make it more difficult go all the way back up onto your toes at the end. So you're basically in a pushup position, to then pull yourself out of. If you want you can actually drag your whole shin against the ground until you're up to the point where you can then pull the rest of your body up.",
        "start": "00:00:05",
        "duration": 142.84,
        "title": "Bodyweight Back Workout (NO PULLUP BAR!)"
    },
    {
        "text": "So you can unweight some of your body by allowing your knees and shins to touch the ground. Finally, sort of a combo exercise. I think one of the most important things for you to do when you're training your lower back is to train it with the muscles it prefers to work with. So it likes to get some help from the gluts, and it's also going to like to get some help from above from the lats that obviously tie into your low back. So you can do that with this variation of, basically, a Superman. We're going to do it with our arms behind our body though and you can see very subtly that I'm actually rotating my shoulders back with each repetition. So I'm even trying to get a little bit of external rotation to get the back here, and our rotator cuff involved. So I'm actually getting a little external rotation and obviously the squeeze of the lats and then of course, the gluts and low back working together too. Here, the important thing is how long you hold it for. Try to hold it, or stick that contraction again for two to three seconds so that you can make sure that the muscles you want are doing the job and not just momentum. So guys, as you can see, bodyweight doesn't only mean you have no options. As a matter of fact, some of these exercises – like the second one in particular – are so damn hard that you might have to dial them back. So that doesn't mean you have to compromise on the difficulty of the exercise and therefore the results that you can get from doing them if you're stuck at home using bodyweight only. If you use a little bit of creativity like I said, and you understand the concept of overload you can get the job done. If you want help with that I've got a complete six week program where we build in exercise. Bodyweight exercises using nothing, no bars, no bands, no benches; nothing. It's for your biceps as well as your back – the challenging areas that people think you can never hit – we cover it all. It's our ATHLEAN0 program. You can get that over at ATHLEANX.com. In the meantime, if you've found this video helpful make sure you leave your comments and thumbs up below and let me know what else you want to see here and I will do my best to cover it in the weeks ahead. All right, guys. I'll see you back here again soon.",
        "start": "00:02:27",
        "duration": 105.87899999999999,
        "title": "Bodyweight Back Workout (NO PULLUP BAR!)"
    }
]