[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I want to show you a five exercise combo that's going to integrate your chest and shoulders together. Now, I know we spend a lot of time – people spend a lot of time – trying to separate the two muscle groups, trying to isolate the two muscle groups, but if you're training like an athlete you want to integrate muscles that prefer to work together. We know through our experience with dips and bench press that our shoulders and our chest like to work together. So we're going to actually allow that to become, not just stronger in those two muscles, but to become functionally a better athlete. How? You need to have chest and shoulders working together whether you're an MMA fighter trying to gain control of somebody here, pull down, or if you're a lineman, trying to gain control the person across from you and steer them around and direct them around where you want them to go. You have to be able to have contraction of the chest, and strengthen your shoulders. So what we do is, we break out a single 45lb plate and go through the following series. Again, five exercises. The first one here, we start off fairly simple, is a shoulder raise straight armed. You're going to go 10 reps if you can, straight armed up, squeezing – the most important part of this whole concept – squeezing the plate together from the sides. You have to engage the chest in order for this to work. You can do that easily by isometrically trying to squash this plate between our hands. We go straight from here into, now, a press out. So from here, now, we're actually allowing a little bit of a bend as we bring the plate down into our chest and then press up and away. Again, 10 reps, but never letting go of that hard, hard squeeze that we have on the outside of the plate. Again, the key to this entire drill. Now it doesn't end. Now we're going to go with circles. We go clockwise circles here. Depending upon how it looks to you in the camera, you're going both ways. Clockwise and counter clockwise. Again 10 reps, and 10 reps. Then finally, we end it here with a sweeper. Okay, that's a chest sweeper because what we're going to do is we're going to go across our body to the side. You can see, as I'm bringing the plate across my body this way – if I'm squeezing as hard as I possibly can here, I'm actually getting an additional adduction and activation of the chest over here. The same thing when we go to the other side. Again, if you try to get 10 reps to the right and to the left, this single combo here is enough to light up the entire area. If you're aesthetically trained to get that better tie in here between your delt and your chest, great. It's going to work for that, too. But athletically it's going to be a move that's extremely important for everything that you want to be able to do to gain power and presence in our pushing muscles here in front of our",
        "start": "00:00:00",
        "duration": 154.71999999999997,
        "title": "Boulder Shoulders | Chest Chiseled (50 REPS!)"
    },
    {
        "text": "body. If you guys found this video informational, leave your comments and thumbs up below. If you're looking to train like an athlete – yeah, you can look like an athlete as a byproduct – then head to ATHLEANX.com right now and get our ATHLEANX training system. Again, I'll be back here again in just a few days. Let me know what you want to see on these videos and I'll do my best to cover it. All right, guys. See you soon.",
        "start": "00:02:35",
        "duration": 18.203,
        "title": "Boulder Shoulders | Chest Chiseled (50 REPS!)"
    }
]