[
    {
        "text": "Jeff: What's up, guys? Jeff Cavaliere  Athleanx.com. Today I stand next to greatness,   the legendary Bruce Lee. And today you are going  to learn from him because we're going to cover   the most effective training principles  of his time that still apply today.    Jesse: Hiya!  Jeff: Oh, my Lord.   What are you doing? What are you wearing?  Jesse: I'm wearing my Game of Death replica   outfit because I love Bruce Lee, and  we're doing a Bruce Lee video today.   Speaking of which, Bruce Lee, Master, can I  challenge you to a kung fu fight? Because I would   be honored to display my skills against you. Jeff: You, you realize he's a   cardboard cutout, right? Jesse: Jesse, are you saying   he can't defend himself? Jeff: No, I would never   say that about Bruce Lee, but  Jesse: So, let me go prepare for my kung fu   match with the great legendary Bruce Lee. Hiya! Jeff: I got nothing to say. Now, I think it's   important to point out that while Bruce Lee was  certainly a fitness icon, it wasn't necessarily   the size of his muscles that commanded attention  with forearms at 11 to 12 inches or even biceps   at just 13 to 14 and wrists that were very, very  tiny at just over 6 inches and thighs that even   measured at just 21 to 22 inches. There wasn't  a single measurement that would define him as   a very muscular guy. Though some would argue  that his 44-inch chest measurement was pretty   damn impressive considering especially the fact  that it wasn't coming from his chest development,   but more so the wrap around measurement effect  that had to go all the way around those Cobra   lats. But what is important is that it was the  accumulation of all of those measurements that   created one iconic physique. And one that not only  looked good, but most importantly, could perform   at the highest of levels. Talk about getting every  single ounce out of one's body, that's exactly   what Bruce Lee did. Now, when it comes to his  workout, there's actually not that much that is   specifically known about what it entailed.  As a matter of fact, a lot of it is shrouded   in mystery, like the man himself. There is one  particular workout card that makes the rounds that   people feel is the official workout of Bruce Lee,  however, there is even some debate about this.    But what I want you to notice is that the  weight totals here are not incredibly high,   and that is because what's most important about  knowing specifically what exercises he did is   more about knowing the principles of how he  trained. And that brings us to the first one,   Lift What Can Be Lifted? It wasn't about the  weight, it was about being able to command that   weight from point A to point Z, which is something  we talk about here all the time. And one of the   ways he did this is by incorporating additional  range of motion or more time under tension. And   one of the famous ways for doing this was a Launch  Curl. So not just curling the weight up, but then   having to extend the arms out that demanded that  the weight that he curled could be controlled at   this longer moment arm. That means he might have  to drop the weight just a little bit, but in   return get much better contractions and focused  intention with every single rep that he did.   One of the techniques that I talked about on this  channel was being able to stop a weight in motion   at any point in motion because that displays total  command of the weight that you're lifting. We   can take something like a Front Shoulder Raise.  Yeah, you might be able to swing the weight up,   but could you stop them at any point on the  way up or on the way down? The next time you   do a Lat Pull Down, don't just swing the weight  down to your chest and pray for a safe return,   try to actually stop the weight and control  it at any point in time. Even just to prove   to yourself that you're using a weight that  allows you to lift what can be lifted.    One of my favorite ways to do this is just to  incorporate a couple sets of this on a Dumbbell   Bench Press. Yeah, you could do your straight  sets, but why not incorporate at least one   set where you can prove to yourself that you're  commanding that weight at every single portion of   every single repetition? Challenge yourself and  your ability to command a weight through space,   and I promise you, you may have to  lower the weight just a little bit,   but the levels of muscularity that you will  see from this will go up in return.    The next thing that doesn't show up on a workout  card are the principles that Bruce Lee employed",
        "start": "00:00:00",
        "duration": 223.68,
        "title": "Bruce Lee Training (SECRETS REVEALED!)"
    },
    {
        "text": "during the exercises that you're reading.  So, on those Pushups or on those Bicep Curls,   where's it mentioned the use of ISO Tension as  a way to amplify the effects of those exercises?   This was a technique used by the legend because  he knew that contraction could create command.   If you took a simple push up and performed your  repetitions to failure but instead of resting   in between sets, just simply got into a kneeling  position and added to the contraction by crossing   your arms over each other into abduction and  increase that my muscle development that might   be lacking. Because every set of pushups that  you do where you allow either the shoulders or   the triceps to take over, is one set that you're  taking away from the work capacity of the chest.   And with each one of those, you're taking away  from the potential development of that muscle.   By simply incorporating these additional low  level, low intensity contractions in between sets,   you're neurologically grooving that ability to  create a better contraction out of a muscle.    And we can modernize this, it doesn't have to  just occur on, let's say, a pushup. After the   set of Lat Pulldowns allow yourself to get into  that good solid back contraction. It might be the   best one you've felt the entire set because maybe  you're not obeying principle number one and you're   using weight that you're just swinging around.  And of course, Bruce Lee, as I mentioned,   applied this to the curl as well. Again, you read  just barbell curls, but what about employing this   technique in between sets of those? Don't forget  the opportunity that you have to do a little bit   of this additional low-level contraction that  is just an additive to the benefits of the first   portion of that set, the one that we all do,  but this part, the one we all forget to do.   And while now, Bruce Lee never demonstrated  the highest levels, as we talked about,   of absolute strength in the gym. Why was it that  he had such incredible strength when he actually   did something? Because he had the ability to  create total body strength and he knew that   creating strength was first and foremost about  not losing strength. And when we talk about   this all the time, the energy leaks that are  present in exercises that we do and when we're   not aware of them, well we lose strength.  One of the most famous ways he did this was with   the Fingertip Pushup or the Two Finger Pushup. He  made this look incredibly easy. I, on the other   hand, struggled very mightily here to do just  a few repetitions and I have an understanding   of how to control strength and not lose it through  these energy leaks. It's just a hard exercise. But   what will make it a lot easier for you, or even  possible when it might seem impossible right now,   is by contracting the other muscles in the  body. When you perform it, contract the quads,   tighten the glutes, tighten your core, drive your  toes into the floor, start in a solid position,   contract the triceps, extend the arms fully. By doing this, you're preventing the dissipation   of energy, the exact energy that you need to drive  not just into the floor, but most importantly to   drive your body back up in the opposite direction.  But it doesn't just stop on a pushup. I've talked   about how this can benefit you in any exercise  that you do. The next time you do a pullup,   don't just allow yourself to hang from the bar.  Set the kinetic chain up for success by pointing   those toes down to engage the calves. Straighten  those knees out by contracting the quads,   tightening the core, allowing your forearms and  your arms to participate in the exercise.    Again, there are some times when we  want to be very isolated on what we do,   but there are other times where we want to teach  the body how to use the muscles to cooperate with   each other the way they prefer to. Even more  complex variations of the pullup are possible   once you have this concept mastered, because  instead of just allowing your shoulder blades   to just rotate upwards without control, keep them  pinned to the rib cage, let that serratus work. It   provides the opportunity to move your body through  space in ways you never knew were possible.    Even something as simple as a Side Lateral Raise,  I bet you find yourself kind of lazily lifting   the arm out to the side. But if you actually  increase tension throughout the entire arm,   and I'm doing it here with a bent arm, but you  can do this with a straight arm also, engaging   the forearms, engaging the wrist, engaging the  muscle of the upper arms. Not just the delts,   but also just getting tension through the entire  arm. You'll see that that kinetic chain from the   fingertips up to the shoulder will feel stronger  and move more efficiently through space.",
        "start": "00:03:45",
        "duration": 239.81999999999996,
        "title": "Bruce Lee Training (SECRETS REVEALED!)"
    },
    {
        "text": "Again, gaining strength by first, not losing  strength. And he did this famously in other   ways too, mostly with overcoming isometrics done  on either a Press or a Squat. And basically,   what he would do is just set the pins up to a  location where he would push into them, realizing   that the bar is not going to go any further. But  what it did was increase the muscle recruitment   capacity on the exercise, allowing your body to  become more efficient through less dissipation of   force. Because again, when we lose force in the  exercise we're trying to perform, then what we   do is we sap strength by losing it first. Guys,  understanding this principle can change the game   for you in terms of not just how your workouts  are, but the results that you see from them.   It should come as no surprise that when the  body is lean as Bruce Lee's, he knew a thing   or two about nutrition. But surprisingly, his  principle is very basic, he kept it simple,   you are what you eat. An adage as old as time  that applies today just as much as it did back   then. But why do we screw this up? Because we  forget to focus on what we're doing in that 23   hours outside of the gym. And that's one thing  that Bruce Lee never did. As a matter of fact,   he was one of the first people to have a juicer,  an industrial grade juicer in his house because he   relied on that as a source of getting in adequate  amounts of fruits and vegetables each and every   day. He was also a big believer in limiting  the consumption of starchy carbohydrates and,   most importantly, sugars, because he  called them empty calories that provided   no real benefit to him or his training.  But he did have a high priority on protein   and not just in the consumption of his whole food  options like lean beef, chicken or fish, but he   also placed a high importance on protein powder  as a means of increasing his protein consumption   and most importantly, the ease of consuming more  protein. We all know that a good protein powder   can be an irreplaceable benefit to those looking  to reach higher levels of protein consumption in a   day simply because of the ease of consuming it. Myself, I actually have my own protein powder that   I take every single day for that exact reason.  As a matter of fact, I think if this existed,   this would probably be the choice of Bruce  Lee. Okay, maybe, maybe not. But the point is,   you have to care about what you put in your  body, if you want to see the best results   from your body when you're training or when  you're just simply looking in the mirror.    And whether it's taking a punch to the gut  or are you lifting more weight in the gym,   there's one mandatory asset that Bruce Lee  and I both know, and that is your abs should   be like steel. In other words, you need to have  a strong core. And while most of Bruce Lee's work   focused on creating rigidity and resilience in  your abs, we know today that the core can be a   great contributor of power and explosiveness.  But when we look at Bruce Lee's training, we   look no further than the Dragon Flag for how this  was done. He believed that this exercise was the   epitome of core strength and control. And he was  right, because in order to do this effectively,   you can't just do it with your abs. You need  to have glute contraction as well. You need   to incorporate all of the muscles of the hip and  pelvis to be able to do this exercise properly.   I mean look at even my lats as I do this exercise,  they too, are fired up. Why? They re core muscle,   they have attachments to the pelvis.  And even if you can't do this exercise,   it doesn't mean that you can't obtain the same  benefits other ways. One of my favorite ways to   do this is through the Plate Drag. It's employing  a heavy weight that I have to still maintain that   rigidity of my torso as I drag the weight from  side to side, preventing any excessive rotation in   the process. Or something as simple as a step out  which works on that lateral pillar strength.    Keeping your hands centered in front of you as you  take a step against the resistance of the band,   making sure not to allow it to break you or tilt  you back in the direction of the anchor point. Or   taking it to a whole other level, literally,  as we jump up to a bar and perform a slow,   controlled movement like the Oblique Twist. The  bottom line is, while you might be obsessed with   lifting the iron in the gym, you better be equally  obsessed with getting a metallic midsection here,   preferably steel. If you want to be the most  resilient in everything that you do. And -- Oh,   Jesse. No, no, no, no, no, no. Jesse, no! Jesse: Oh,   God my groin. Oh, that's a nad doctor. Oh, oh. Jeff: Oh, he still kicked your ass, buddy.",
        "start": "00:07:45",
        "duration": 249.28899999999996,
        "title": "Bruce Lee Training (SECRETS REVEALED!)"
    },
    {
        "text": "Jesse: Oh, I don't want to talk about it. Oh. Jeff: Guys, remember, legends become legendary   because they offer lots to learn. We all can learn  from this legend right here. If you're looking for   a workout that we put together, the Bruce Lee  Ab Workout, you can find it right here. In the   meantime, if you're looking for things to learn  from me, you can do them over at Athleanx.com. I   hope you found this video helpful. If you did,  make sure you click Subscribe and turn on your   Notifications so you never miss a new video when  we put one out. All right, guys, see you soon.",
        "start": "00:11:56",
        "duration": 25.811,
        "title": "Bruce Lee Training (SECRETS REVEALED!)"
    }
]