[
    {
        "text": "What's up, guys? Jeff Cavaliere, AthleanX.com. So, I'm a little bit up close and personal here, but lately I've been bringing you behind the scenes, so I figured; let's keep it rolling her eon a Washboard Wednesday. I want to take you through a real time, follow a long ab workout that I do every single day, or at least it's like what I do every single day. You see, we have our ab shuffle feature built into all of our programs, so when you purchase one of our Athlean-X programs and you go online into your portal you have the ab shuffler here available for you. What it does is, it allows you dictate the level that you're at so you could be a beginner where you just train a few times a month, or train a couple days a week, or train four to five days a week, or \"I'm Athlean\". In this case we're going to take a workout from the guys that we call \"at max level\". Four to five days a week that you're training. I hid that, and basically I could choose the equipment that I have available to me at the moment. Basically, if I look at the equipment – let's just go with a home workout. We'll go completely equipment free. Here I'll select \"no equipment\", I hit \"Start\". Now it brings up a shuffled workout. We have a 6:30 ab workout here. One down, two up. So if you want to look at what they look like before you do them, great. You click on the exercise; one down, two legs go up, one comes down, two legs go up just like a \"heels to heaven\" with a little bit more difficulty because you have the extra weight of one leg. We're going to do those for 60 seconds. Twisting Pistons down here on the floor, again, a rotary ab movement. There's a specific reason why these exercises in these categories are in this order. I talk about this 6-pack progression, that's what we call it here, but the idea is there's a sequence you should train your abs in. I believe you should start on your lower abs, make sure you hit your obliques, have bottom up rotation and top down rotation movements, mid-range movement; they're all here and every single one of our shuffled workouts follows that order. Hands free knee tuck. Here, more of a mid-range movement. Back and crunch in. next, starfish crunch. Arms out, legs out, right here, up and rotate so we've got a top down rotation. Then we have our 90-90 crunch. Just a regular 90-90 crunch. Keep those legs up, sometimes you can put a medicine ball up for extra challenge, right up on the end of your feet. But this is a no-equipment workout here so you don’t need to. Then you have one last, little 30 second rest period, and you're going to come back with the starfish crunch, which is probably one of the hardest ones in this workout, for 60 seconds. All you do is hit start. I'm going to get myself in position over here. All of these, again, equipment free.",
        "start": "00:00:05",
        "duration": 159.91,
        "title": "Brutal Six Pack Abs Workout (6 MINUTES OF PAIN!)"
    },
    {
        "text": "I should be able to do them right in that spot over there so you don’t need a lot of room. She'll start emceeing what we're doing and we'll get it going. But you're going to follow along with me. So we're up, one down. Up, and one down. Much different than a regular \"heels to the heavens\". Two up and one down. Oh, man. 30 seconds. I hope you're down here doing these with me, because we don't do this all that often. 10 seconds. Remember, final up movement. Twisting pistons, 60 seconds. Rotational ab movement, a little bit explosive. Halfway. 30 seconds rest. I could use those right about now. The rest periods are all determined with an algorithm, believe it or not, that I spent days and days and days figuring to make sure that after a certain combo, and certain length of time of exercises that I would give you guys a designated rest period. It's shorter, the harder the difficulty level that you pick. It's a little bit longer if you start off a beginner. Hands free tucks, 60 seconds. My mic just fell off. You can see the countdown right there on the screen. It just tells you how much you've got left. Four, three, two, one. Legs out, arms out. Up, and rotate. Up, and rotate. 90-90. Top down movement. I am not looking forward to the other starfish crunches at the end. 10 seconds. Last 30 seconds to rest, last 30 seconds of starfish crunches. You see, the rest always seems to come in right when you need it the most. Remember, if this is too hard for you, there's other levels of difficulty. We can get in really, really easy, you can start adding equipment into it, with the hanging bar, bands, and you could do the Athlean-X program guides that's right in there. That's one of the things available inside your portal. Last 60. Arms out, legs out. I think I look like a dead starfish  at the moment. I'm looking at the clock right here. I've got 40 seconds left. Woo! Shake them out! Shake them out! One more. 6:30; that's all it takes. Oh my God.",
        "start": "00:02:45",
        "duration": 470.69000000000005,
        "title": "Brutal Six Pack Abs Workout (6 MINUTES OF PAIN!)"
    },
    {
        "text": "My abs are fried. This is exactly why I tell you guys, you don’t have to work out forever to get a hard workout in. if you do the right exercises and the right sequence you put them all together; you can make a real hard work out in a real short period of time. Hopefully this gave you an example of that. Again, behind the scenes, this is what I was doing tonight. So I flipped on the camera and I wanted you guys to follow along with me. You can get access to this exact tool with the Athlean-X training program available at AthleanX.com. In the meantime, if you liked this video, make sure you leave your comments and thumbs up below. Give this one a try yourself. You can follow along right there with me. It's a great, great workout. All right, guys. See you back here again real soon.",
        "start": "00:10:36",
        "duration": 46.730000000000004,
        "title": "Brutal Six Pack Abs Workout (6 MINUTES OF PAIN!)"
    }
]