[
    {
        "text": "What's up guys, Jeff Cavaliere, Athleanx.com.  Today we continue our popular training with Band   Series, this time how to build bigger biceps when  all you've got is bands. Guys that actually don't   have to compromise the results of your training if  you know how to do it. When it comes to any type   of bicep training, yeah, you're going be doing a  lot of curls, but when you trained, particularly   with bands and you're doing a lot of curls,  you need to know how to utilize those bands and   specific ways to get the most of the exercises.  I'm going to show you how to do exactly that,   guys. Ten exercises to get you on the right track  to building bigger biceps with just bands.   So, I mentioned a whole bunch of curl variations,  but I actually don't want to start there. I   actually want to start right here up to the chin  up bar. Because for me, one of the foundational   exercises for building bigger biceps is going to  be utilizing chin ups in some way, shape or form.   And the band comes in to actually make that job  of yours even easier or harder, depending upon the   level that you're at right now. So, if you look at  the movement here, you can obviously see that the   supination of the form, the flexion of the elbow  and the flexion of the shoulder puts the bicep   in a fully contracted position as a body weight  exercise. Now, for some, body weight might be   a lot. So, the band could be stepped into and used  as an assistance tool to make it easier as you   build up your strength and movement. Of course,  I can make it more difficult, too, because I can   anchor the band to something sturdy and heavy on  the ground, put it around the back of my head,   and then jump up to that bar and bang out some  chips and a much heavier, more overloaded fashion.   Either way, guys, you can't get around the fact  that the chin up is one of the basic foundational   moves for building bigger biceps and the  bands make your job that much easier.    And that brings us now to the curling portion of  our video. I told you, there's a lot of curls,   but remember, I also told you how you do the  curls matters. Because we know anatomically   the biceps have two heads. We have the inside  short head that you see when I do this. And we   have the outside long head that you see from  the side, more of the peak. And depending upon   the exercises that you choose, you can influence  more activity in the short or long head. We start   here with the No Money Curl. This is a short head  exercise. Reason being, if you can view the inside   portion of my bicep when I do it, then that is  the portion of the biceps that you're actually   going to be working more and with No Money Curl  I'm not just getting the resisted flexion and   supination that I get on a typical curl, but I  also have resisted external rotation that gives   you that little extra additional benefit to your  rotator cuff, which is never a bad thing.    So now that being said, how do we target  exercises that get the outer head or the   long head of the biceps? Well, we need to be able  to see them when we perform the exercise and one   of the best ways to do that is with a more narrow  grip, pulling the band up a little bit tighter.   And this is where this exercise falls and hits the  Close Grip Supination Curl. Now, remember I told   you that how you anchor the band matters? Well,  this is a particular instance where it actually   matters very much, because what I want to do is  make sure that I'm resisting supination and not   just flexion of the elbow. So, as I wrap the  band, the way I'm showing you here, you'll see   the final wrap goes around that middle knuckle of  the finger. And that actually matters because as   I pull the band up and turn my wrist, I'm actually  resisting supination with every single centimeter   that I move into supination. That means a better  contraction on the biceps, more work being done.   Now, the narrow position of the hands being  done really close together is going to reveal   that outer portion of the biceps more to the  person watching this, which in this case is you,   and that means the long head is preferentially  going to get more of the activity.    Let's stick with that long head now for a second,  because there's another way we can actually   influence the activation of that head of the  biceps. And that is by placing a stretch on it   before every single repetition. She might  be asking yourself, well, how do I do that?   Well, anatomically, with the tendon of the  long head attaching higher up on the shoulder   and it crossing the shoulder joint, we can place  it preferentially into a stretched position   by getting our arm back behind our body into  shoulder extension. So, if we set ourselves up   for something like this, a bicep stretch curl, we  are getting a better stretch on the long head here",
        "start": "00:00:06",
        "duration": 221.59999999999997,
        "title": "Build Big Biceps with Bands (NO WEIGHTS!)"
    },
    {
        "text": "and by contracting I have a pre-stretched  position, we can get better activation.   Again, another option that's easy to set up just  by simply anchoring it to something behind you,   but showcasing once again how you do the  curls you do in the ones that you select   will play a big part and the results that  you ultimately see from the exercises.    Because, of course, you just can't get enough  of the long head--wait--And because long head   exercises are that beneficial, we need to make  sure we have another option. And this is one   of my favorites. It's actually the Drag Curl, a  favorite of Vince Gironda. What you're doing is,   again, trying to reinforce the fact that you can  get that arm back into extension behind your body,   you're going to get a different recruitment of  the biceps more favorably, hitting the fibers   of the long head. We do this by anchoring the bend  under our heels behind our body and then wrapping   it around our low back to stabilize it and keep it  in place. At this point, all we're going to do is   lift our hands straight up to the ceiling, making  sure to keep the elbows as far back as possible.   Look, there's a reason why this has become a  legendary exercise and why it's stuck around   for as long as it has, because it can produce  legendary games, if you remember to include it.   So, one of the nice advantages that comes from  training with bands is that they offer up a   different strength curve that you would normally  see on a traditional curl. As you continue,   stretch this band out further and further and  further, the resistance level goes up. So,   if we could find a way to match up that peak  tension with the peak contraction of the biceps,   then we really have an exercise to hold onto  and that's what we get here at the Lip Buster.   And by getting in this position, you can see that  I have flexion of the elbow supination here of   the forearm, and I've got that elevated shoulder  into flexion that really creates that peak bicep   contraction. And of course, if I want to make  it even more difficult and add an eccentric   component to this for more overload, all I have  to do is perform a curl, take a giant step back   that will increase that tension even more and try  to pull me back towards the bar. This is a must   have exercise when it comes to rounding out these  ten great choices for banded bicep exercises.    Speaking of feeling a strong biceps contraction,  there's no way I'm getting around a variation of   some sort of the Bicep Weighted Curl. Because  with the dumbbell, this is one of my favorite   ways to get that contraction in the biceps. But  we can still do the same thing with bands as long   as we are a little bit creative and we know once  again how to wrap the bands in the first place   to create a line of resistance we're looking for.  So, you can see I step into the band this way and   by positioning it around my hands now I'm getting  all the overload right there through the distal   fingers and now all my job is to simply raise my  hands, palms up the entire time straight towards   the ceiling. This mimics once again what we're  trying to accomplish here when we have a dumbbell   in our hands and we don't have to compromise  or get rid of the exercise in the process.    So, one of the best parts about the Preacher Curl  is that it actually, again, goes back to working   that inside short head of the biceps. And it does  that by positioning your arm out in front of your   body as opposed to keeping it back behind the  body like we talked about. The other thing is by   locking it in place, we eliminate a lot of the  swing and momentum we use that would otherwise   cheat the exercise and take away some of its  benefits. We could do the same thing here with a   band by positioning ourselves like this. By taking  the stride stance and anchoring my elbow in place   on my knee, I can double up the band, so I have  plenty of resistance out there to make sure it's   challenging me. But I can replicate all the  good benefits of a Preacher Curl, without   ever needing a bench, a dumbbell or anything  other than the band I'm holding in my hand.   Now no list of \"bicep\" exercises would be complete  without considering the brachialis. Yes, it's a   different muscle, but functionally it's going  to have a lot of overlap with what the biceps   do and esthetically it's going to have an impact  on how yours looks. So, we want to do is work on   the muscle that lies underneath the biceps and the  best way to do this is two exercises. Number one,   we have the Crossbody Hammer Curl. So, I set  the band up nice and wide, so I have adequate   resistance here to challenge this muscle. But I  also want to pull the band up and across my body.   When I do this properly, I'm actually in  this pronated position and we know if we",
        "start": "00:03:49",
        "duration": 227.59999999999994,
        "title": "Build Big Biceps with Bands (NO WEIGHTS!)"
    },
    {
        "text": "can remain pronated we're taking away some of  the function of the biceps as a supinator so   I can more effectively target the brachialis as  a simple elbow flexor. If you do this properly,   you're not going to feel that typical bicep  contraction, but something much deeper and   knowing anatomically with this muscle lies, you're  going to know you're doing it right now.    There's one downside to the Crossbody Hammer  Curl, is that the resistance level that you're   going to be able to use there might be lower  than you'd expect. But that doesn't mean you   can't put up with the appropriate exercise  choice and that's where the Hammer Curl comes   in. In a slightly more neutral position what we  want to focus on here is the ability to handle   more weight or load and in this case, we can  do that by doubling up the band. We give this   offset grip. that's important because the more  slack we have picking out from under that foot,   the less resistance that's applied to the band  and the less slack we have there, the higher   the resistance level. Just remember, this option  is going to give you that chance to load up with   some extra resistance, so don't forget to  take advantage of that fact and do so.   And with that you've now got ten exercises with  bands that you can use to build bigger biceps   without compromise. And talking about bands,  guys, a lot of you asked me where we get ours. I   actually have my own high-quality bands available  over at athleanx.com, Athlean Elast-X.    If you're looking for programs, guys, we have all  of our step by step plans available over there   as well. If you haven't done so, make sure you  click, subscribe and turn on your notifications   so you never missed a new video when we put them  now, including the others that will link for you   at the end of this video. And also, guys,  make sure you leave a comment and thumbs   up below. What else do you want to see? What  do you want to see next in the series? I'll   do my best to cover for you in the days and  weeks ahead. All right, guys, see you soon.",
        "start": "00:07:39",
        "duration": 92.00000000000001,
        "title": "Build Big Biceps with Bands (NO WEIGHTS!)"
    }
]