[
    {
        "text": "What's up guys, Jeff Cavaliere, Athleanx.com. We  continue our popular band exercise series here.   Today I'm going to show you how to build a bigger  back with just bands. See, a lot of times people   think they're screwed when they're training  at home and they don't have access to a gym.   But I'm telling you, if you have a couple of these  here, you're going to be able to train your back   well. And not just your back, but I mean  your whole back. See because there's a lot of   different areas of your back that are important  to train. We want to hit the width of your back   with the lats. We want to hit the mid back  thickness with the mid traps and Rhomboids,   the upper back thickness with the upper traps. Of  course, we want to stabilize and support at all   by strengthening our lower back. Guys let's  start breaking them down area by area, exercise   by exercise to give you the best of the best.  So, let's start with the lats, because most people   focus on building bigger wider lats. Remember,  we could train them two ways, we could go up and   down or we could go horizontal pulling motions  front to back. Well, when we talk about up and   down the staple exercise is always going to be  the pull up. So, what we can do is we can either   make it easier or harder. If you want to make  it easier you put the band around the bar, you   simply step into it like this and this is going to  unweight a percentage of your bodyweight. However   much resistance the band provides will assist you  with that much and perform the exercise that much   easier. Or you could do this and simply weight up  a backpack or throw a bunch of heavy things into   a backpack and anchor the band to it and then  step into it and put the band around your neck.   Now you've got a resisted pull up. When it comes  to building a bigger back, don't underestimate the   importance of overloading and bands can absolutely  provide overload if utilized the right way.   All right. So, sticking with the basics here,  guys have got your vertical pulling down. What   about your horizontal pull? Well, if you want to  substitute for the Barbell Row, you take the band.   But what most people do wrong is they either grab  just one end of the band or they don't provide   enough resistance. And it's easy to do because  all you have to do is place it under your feet   and take a nice wide stance. What that does is  obviously it increases the tension of the band.   But here's the better part, don't just grab one  band, reach down and grab both of them. You can   see what the anchor point dramatically shortened  now, the resistance of that band has increased   considerably. Is it a complete replacement  for Barbell Row? No. But when all you've   got is a band, it's an incredible way to create  overload in that horizontal pulling direction.   So now, while a lot of us will stop right  there and focus solely on pulling up and   down vertically or front to back horizontally,  the real magic actually happens when you do   something in between--transverse plane pulling.  And that's what this exercise does. This is the   high to low Kneeling Banded Row. What this  provides us with is an opportunity to take   that band way out in front of our body and then  pull it all the way back down and around the back.   One benefit we get here from bands is that we  can continue to pull even an extra inch, which   is going to provide an increase in resistance. The  other reason why this works so well is because of   those fibers of the back. Realize they don't  just run straight up and down or side to side,   they do run in this southwest to northeast  direction. That means if you follow the fibers,   like I always tell you to rotation is the key. Some people might have a hard time generating that   peak contraction as you drive your elbow back to  the spine unless they have something else going   on and that is the other arm back there waiting  for it. Because we can create a more intense back   contraction by doing so. So, I like this for  that purpose, it's called the Two for One Row.   You enter the band in a low position and grab  on with one arm, you row it back until it's an   isometric contraction. Hold it there the  entire time. It's waiting for that other   arm to meet it. How do you do that? You grab the  top portion of the band and with that other arm,   you're going to simply drive that arm back  again, trying to meet those elbows in the   middle. This is a great variation for building  up that mind muscle connection that oftentimes   is missing when it comes to back training.  We finish up the first zone here for the lats   with two exercises that will actually allow you  to take maybe the biceps out of the movement,   because a lot of times people tend to dominate  with biceps and pulling exercises, not so good",
        "start": "00:00:05",
        "duration": 217.83999999999986,
        "title": "Build a Big Back with Bands (NO WEIGHTS!)"
    },
    {
        "text": "when you're trying to build your back. So what we  want to do is straight arm exercises that focus   on the abduction function of the lats. This here  is the most classic you can have, and it's called   the Straight Arm Push Down. With the band anchored  up high in the arms held out straight, your only   goal is to drive those elbows down to your size as  tight and as hard as you possibly can. Resist the   tendency to bend the elbows and turn this into  a Tricep Push Down. Keep the elbows locked out   and do all the driving through the lats. The second way to accomplish a straight arm   functioning of the lats is with the classic  pullover exercise. You might be thinking,   didn't you include this already in the chest  edition of the series, Jeff? I did but was   performed very differently. Because instead of  having the elbows tight together, I want them   to be flared out. If they're flared out, you're  moving the focus towards the last as the main   driver of the movement. Now, it doesn't matter  of the elbows get much further than, let's say,   eight or 10 inches from where they start, it's the  act of moving them towards abduction, towards your   size that's going to light them up and help you  to use this exercise to build bigger lats.   So, if limiting yourself to a single vertical and  horizontal exercise wasn't bad enough when you're   trying to build bigger lats, skipping zones all  together is a really bad idea if you want to build   a bigger back, especially with bands. But that's  where bands come in really, really effectively,   because I'm going to argue this exercise here  that targets the second zone is one of the most   effective you could possibly do, and it's really  best performed with bands. This is called the   Zeus Row and it hits that Zone 2 middle and lower  traps, unbelievably. If you try this, I guarantee   you're going to say this is the best part of  this entire video. What you do is you anchor   the band up high and you angle your body forward.  And when performed like this with a narrow grip,   it tends to minimize the contribution of the  lats with abduction and really, really lights   up those rhomboids and lower traps and mid traps  unbelievably, like I said. You have to try this, I   promise you, you're going to love every minute of  it. Or maybe hate it, but it's going to work.    So, can I show you something cool, guys, when  it comes to bands? It's not just the type of   band you're using, but how you anchor the band  that matters. So, if you really want to hit the   mid back, realize that the closer our hands are to  each other, the more we're actually going to limit   the ability to pre-stretch that area. Because  if I wrap it around something narrow here, my   hands will start and finish in this position. But  if I were to take it around something much wider   and take that left over right, right over left  the grip, which is going to protract the shoulder   blades, which gives you that good pre-stretch on  the mid traps and rhomboids. This exercise will   do just that, it's the Wraparound Row. You can see  that by widening my feet out, I create that wider   anchor point. And by doing so, I could take that  right over left, left over right grip and apply   that same effectiveness to this exercise. It's  a great way to target an area, that once again,   doesn't get hit often enough and bands give  you a great opportunity to do it well.    Which brings us to our third zone, and we're  going to slide up the traps a little bit now   to focus on those upper traps and that thickness  in the upper back. And this here is just a classic   Banded Shrug. And once again, you can see that we  can shorten the distance between our hands and the   anchor point. And that's where the tension really,  really increases here. Guys, remember, no matter   what band you buy, there's going to be a variation  in the amount of tension it could provide. It   might tell you from 60 to 120. When we're talking  about maxing out the tension of the band when   you perform it this way. And most importantly,  maxing out the tension for the purpose of helping   to actually grow those upper traps of yours  where you don't have dumbbells or a barbell.   Now guys, I'd stand on my head if it meant  getting you to do Face Pulls, but thankfully,   I don't have to because that's a little dramatic  and by now you should know you got into your   face pulls. But what you can do is lay on your  back and do this and this is a Lying Face Pull.   And the Lying Face Pulls give you an opportunity  to do the same thing, to build up those muscles   of the upper back and also the rotator cuff  and scap area, but it gives you a good target.   A lot of times people will struggle with making  sure they get their hands back far enough   and what you do here is you just simply drive them  down towards the floor as far as you possibly can.",
        "start": "00:03:44",
        "duration": 215.99999999999994,
        "title": "Build a Big Back with Bands (NO WEIGHTS!)"
    },
    {
        "text": "It gives you that end point for making sure that  you've gotten that complete contraction of these   key muscles. Hold it for one or two seconds  at the bottom of every rep and I promise you,   you're going to fall in love with this  version of the Face Pulls, just like I hope   you love every other version of the Face Pull. And finally, that brings us to that all important   but oftentimes neglected forth zone here and  that's the low back. And we know that this zone,   when not paid attention to can actually undermine  the effectiveness of the exercise in all the   other zones. So, we want to do this and do this  well. And one of my favorite ways to do this is   with a band actually and it's the Good Morning,  because a lot of times people just simply screw   this exercise up, particularly those people that  don't even understand how to perform in the first   place. What you want to do is you want to actually  hinge at the hips and not turn this into a simply   a bending over to touch your toes type movement.  If you do this right with the band anchored across   the back of your neck, you actually get great  engagement of both the glutes and the low back,   working in concert together to fortify it and  help you to stay injury free for the long term.   And that brings us to one of my favorite ways to  train the low back, and that's actually more of a   multi-zone exercise. We call this one the Superman  Press Out. What this does is it actually engages   the entire posterior chain. You anchor the band  around your feet and you simply crawl yourself   out into this position. Now, what we do is we  lift our whole body up thighs off the ground,   just off the ground to activate the low back in  the glutes. But we travel all the way up that   posterior chain by engaging those lower traps, by  reaching our arms up overhead at the same time.   This is going to be one of your favorite  exercises to do if you never did it before.   As a matter of fact, it might actually trick  you into performing the low back exercise   because you have so much damn fun doing it. So, they have it, guys no gains to be lost   because you're training with bands. If you want  to continue to build your back up, you've got   the right exercises now to get the job done. If  you're looking for others in this series, guys,   make sure you check out the Chest Edition and the  Shoulders Edition, which I'll link for you at the   end of the video. And if you're looking for step  by step plans, guys, we have them all laid out for   you over at athleanx.com. Leave a comment below  and let me know what you want to see next in the   series. And if you haven't done so, make sure you  click subscribe and turn on your notifications,   so you never miss a new video when we put  one out. All right guys see you soon.",
        "start": "00:07:22",
        "duration": 118.96,
        "title": "Build a Big Back with Bands (NO WEIGHTS!)"
    }
]