[
    {
        "text": "I used to work out a lot with weights,  and the check comes due on that,   your joints start to hurt, this, back, knees,  it just happens. Sometimes getting into that   kind of shape can kill you. There's fantastic  trainers like Jeff Cavaliere on Athlean-X,   his videos are amazing. But at my age, I found  the hardest, toughest, most productive way is   bands. Training with bands. I  can't argue with a thing he said.   What's up, guys? Jeff Cavaliere. Athleanx.com.  Look, I am not one to ever argue with Sylvester   Stallone. As a matter of fact, anybody that's  followed me knows he was my childhood inspiration   for doing what I do today. So to hear those words  come from him is literally the pinnacle of what   it means to me to do what I'm doing right now.  That being said, the bands, and the comment about   bands, guys. I am putting together a whole new  series here for you starting today on the best   exercises you could do with bands. Because I  think they're one of the most underappreciated,   underutilized tools that we should all be  using. Not just as we get older, but right now,   to make better gains. Today, it all starts  with the chest exercises, guys, the eight best.   Let's start breaking them down one-by-one. And we  start it right off here guys with a powerful one   that's going to make you feel a chest contraction  like maybe never before. All with the use of just   a single band and it's called the saw. It's not a  crossover. Okay, a crossover would take your arm   out in front of your body, but that invites a lot  more shoulder into the exercise. We want to limit   this as much as we can to the chest to enhance  the work done by the chest. So with the saw setup,   you take a band like this, you anchor it  about chest height to something sturdy,   you put your hand inside the band with the elbow  locked in place. Because what you want to do is   allow the elbow to power your arm to drive across  the chest. Again, it's not about getting your arm   away from your chest, you simply just drive your  hand across your body into adduction. If we can   drive this even an extra inch you'll feel even  more of a contraction. Speaking of adduction, one   of my favorite ways to actually include it into  a more standard exercise that you can do at home   or anywhere, like a push-up, is to simply anchor  the band to a low point here, grab hold of it, and   then perform this crossover push-up. And you can  see that I perform a regular push-up unaltered,   but as I come to the top, I'm able to take my arm,  reach it across my body against the resistance   of the band to get that resisted adduction and  increase the overall effect on my chest. It's a   simple modification to a standard exercise, but it  results in bigger dividends for you in your chest   gains. Exercise number three while we're talking  about push-ups is actually just a resistant   push-up. And a lot of people have probably done  this before, but are you doing it the right way?   See, what I like to do is turn this more into  a speed pressing exercise. So I take the band,   then I wrap it around my body, and I have good  resistance at the top of the exercise. As I push   up, I'm encountering more and more force. My goal  is to drive you into full extension of your elbows   as powerfully and as quickly as possible. If you  just take it you go at a slow pace, I think you   lose a lot of the benefits of the movement. Now we  don't have to restrict ourselves to just a push-up   on the floor. If you have access to a bench, and  you want to turn this into a more standard bench   press feel, then you simply anchor the band under  the bench like this, take hold of each side of the   loop, and then again, drive your hands up over  your body with power and speed. Don't make this   a slow exercise. The faster you go, the faster  you'll start to see better benefits from it.   Now if the more traditional standing version of a  banded bench press is something you're looking to   do, then exercise number four is tailor-made for  you with one very important modification. You see,   we call this the wrap around press. So you  take the band, and once again, you anchor it   to something behind you. What you do though is you  allow your elbows to flare out a bit to the side,   which is actually a natural pressing position  for a standard bench press anyway. But what's   important about this is it creates the sort of  wrap around or the corner effect that the band   has to go around, which will actually introduce  some adduction stresses to the exercise too,   those all-important adduction stresses. So what  I do is instead of having my elbows tucked to my   side and pressing straight out, by just flaring  them a little bit you can see that now the band   wraps around the corner of my delt, and that  right there provides the resistance that I",
        "start": "00:00:00",
        "duration": 244.56000000000003,
        "title": "Build a Big Chest with Bands (NO WEIGHTS!)"
    },
    {
        "text": "need as I bring my hands across into adduction.  You can actually see the resistance in the band   change as it gets a little slack when I pull  into adduction where we're getting both the   elements of pushing our hands away and across that  makes this a better version of a standing press.   So as we head into exercise number five, you might  be asking yourself, This is great, Jeff, but what   do I do for my upper chest? Actually, there's  s few things you could do that are tailor-made,   and actually maybe even better with bands than  potentially with a dumbbell version. And this   is called the upper chest pullover. And I've  shown this to you before on how effective it is   to change a traditional lat exercise to more of an  upper chest exercise by modifying the position of   our hands as we do it. But the band actually does  this even better. Because I hook my hands in this   position on the bands, and what I'm trying to do  is actually squeeze the back of my hands together,   creating internal rotation. Now you might  be saying, Wait, Jeff, an internal rotation,   that never happens. Most of the times it wouldn't,  but we're not actually going into elevation,   we're actually bringing our arms down away from  elevation, while we get into internal rotation   so we're not looking at the same impingement  stresses that we might get. But it will do is   it gets that squeeze, again, in adduction with  our arms operating in that same position that   they would be in a normal incline bench press.  So we're getting that better activation of the   clavicular fibers of the upper chest. Give this  one a try, guys, I promise you the banded pullover   will light your upper chest up like never before.  And with exercise number six, we're going to stick   with that upper chest. This one's called the prone  punch-out. And what it is, is basically simulating   the same line of push that we would have in a  traditional incline dumbbell press, except we   do this down on the floor. And as we press the  arm out in front of us, I'm almost dragging it   across the floor. Of course it's off the ground,  but I'm keeping it low, because what I'm trying to   simulate here guys is this: the same angle here.  Because whether I'm down here on the ground,   if I sit up, you can see that this is actually  the same angle of push that we would have on   a traditional dumbbell or barbell incline press.  That's the way we're going to hit the upper chest   here, guys. And just because you're using bands,  it doesn't mean you have to compromise that goal.   So now I'm six exercises down, two to go. We've  talked about the upper chest, we've talked about   the middle chest. How do we hit the lower chest  or the abdominal head? Well, we know we can do   dips to do that, and the best thing about bands is  they take dips, and they make them a lot better.   If we want to, we can use them in an assisted way.  Right, let's say you struggle with dips right now.   The bands can actually become your best friend  because you can anchor them across the handles   and then simply put your knees on top of them to  assist you at the hardest position of the dip,   which would be the bottom, coming up to the  top. But if you're really looking for more of   a challenge, you put those bands over your back,  and then you perform the resisted dip. And I could   tell you right now, this is 60 pounds of extra  resistance here, this makes each and every rep   more difficult. The difficulty level as it goes  up should increase the stimulus on your chest,   and therefore the gains that you see from doing  it. And that brings us to exercise number eight,   and I'm going to go back to the adduction  one more time, because I don't think we   get enough of it. When you think about those  classic chest exercises-- bench press, dips,   and push-ups-- we don't do it often enough. So the  Cavaliere crossover is a great way to incorporate   it with a band. You just anchor it right down to a  low point like that and you perform it like this.   It's the adduction of the arm across the chest  that makes this as powerful as it is for getting   that better chest contraction. It doesn't have to  be the hand coming all the way across the body,   it simply has to be the bicep getting closer to  the midline of the chest. And that is exactly   what happens under the resistance of the band  in the Cavaliere crossover. And so with that,   guys, whether you're listening to Sly or to  me, or to both, you guys should know by now   the value of bands is definitely something that  cannot be underappreciated. If you're looking to   do more than just your chest, guys, make sure you  subscribe to our channel and all the series here,   this entire series will cover all the different  muscle groups and the exercises you can do with   the bands. If you're looking for bands themselves,  guys, we actually have our own elastics available",
        "start": "00:04:09",
        "duration": 227.12000000000003,
        "title": "Build a Big Chest with Bands (NO WEIGHTS!)"
    },
    {
        "text": "over at Athleanx.com to go with all the programs  that we have at Athleanx.com as well. If you like   the video and you like the series, make sure you  leave your comments below. Tell me what else you   want to see next. And also, if you haven't done  so, make sure you click subscribe, turn on your   notifications so you never miss a new video when  we put one out. All right, guys, see you soon.",
        "start": "00:07:56",
        "duration": 14.959999999999999,
        "title": "Build a Big Chest with Bands (NO WEIGHTS!)"
    }
]