[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. I've got a killer ab workout for you today and if you've been watching this channel for any length of time then you know how we do things. We train like an athlete. I promise you, this is going to be one of the best ab workouts you ever do. Guess what? We're going to follow a lot of the same principles we always preach here. I'm going to get you on your feet, first and foremost because, yeah, we do some ab workouts on the ground, but anybody that exclusively trains you on the ground doesn't understand the role and function of the abs. Number two, I'm going to work a lot of rotation and more important, controlled rotation. And I'm going to make you control your own momentum. You see, we can do that with just a kettle bell. Now, don’t run away if you don't have one because a dumbbell will do the same thing. You're just going to have to grab it with one hand. The idea is, three different levels of difficulty here. An advanced level, intermediate, and beginner. They're all the same exercise, different rep scheme for each. You ready to start training your abs like an athlete? Let's go. All right, so you're going to grab that kettle bell and up on your feet, as I said. You see, unless you plan on being a damned turtle and excelling at being one, you've got to get on your feet when you train. So grab it in one hand, and what we're going to do is, we're going to do this variation of the kettlebell swing. It's in that right side. Now you can see that I've got a split stance. My right leg, my right foot in front of the other and I'm driving the kettlebell forward. What's controlling all this momentum and preventing it from peeking out, you can see, are the right obliques. The entire right side of my core is contracting to try to decelerate that. 25 on that side, 25 on the left side. Then what we do is we move into the middle and we grab the kettlebell and we perform a regular swing. Here's another added benefit to this workout. It's that we're actually getting a conditioning component here. We're going to do 50 swings. So, 25 on each side, and 50 swings, is 100 total reps. Now, we're not done. We go back to the right side 25 rep of the right side of the ab challenge, back to the swing on the left side for 25 reps. When we get back to the middle, now we go 50 reps here of a goblet squat. Simply put the kettlebell right up top here, go straight down elbows to knees, and drive yourself out of there; out of the hole. 50 reps without breaking form. Now, that's 200 total reps. You're going to do this five times if your advanced. If you're intermediate level you're going to go 15 reps to each side and 30 reps of the middle exercise, whether that be swings, or goblet squats.",
        "start": "00:00:04",
        "duration": 148.59,
        "title": "Burn Fat and Get a Six Pack (ONE WORKOUT!)"
    },
    {
        "text": "If you're a beginner you're going to do 10 reps of the right side and left side and 20 reps of the middle exercise. Again, swings, or goblet squats. Guys, as you can see, this is not an easy workout, but it wouldn't be a Jeff Cavaliere approved – or a stamped workout – if it was because I believe in order to change yourself you will have to challenge yourself and this is just a start. If you're looking for more ab workouts, complete ab workouts with over 150 variations of ab exercise, just in the ATHLEANX training program, you can getthatoveratATHLEANX.com. In the meantime, if you've found this video helpful make sure to leave your comments and thumbs up below and let me know what you want to see here in the days and weeks ahead and I'll do my best to bring it to you. All right, guys. See you soon.",
        "start": "00:02:33",
        "duration": 39.25000000000001,
        "title": "Burn Fat and Get a Six Pack (ONE WORKOUT!)"
    }
]