[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Well, it's the on you've been asking for and the one you're going to hate me for tomorrow. Sore in Six Minutes is back. This time we're hitting the calves. Now, I was blessed with the wrong name: Jeff Cavaliere. Calfaliere? Not so. Certainly one of those 'calf-nots', but I do know that in order to train them you really only have a couple options. You've got to focus on your soleus, and you've got to focus on your gastroc. Those two muscles in the calf. The difference is, one requires that you have your knees straight when you train them – that would be the gastroc – and one requires that you have your knees bent when you train them. That would be the soleus, but all they do is plantar flex the foot. They point the toes downward. So we can do that in two different ways. The entire Sore in Six Minutes workout here is going to bounce back and forth between the two. Now, the first exercise that we're going to focus on is the one I gave you before, which I still think is the best calf exercise you can do. You're going to spontaneously load your calves with your entire bodyweight in a very demanding position. It looks sort of like this. Well, exactly like this, actually. This is where we start. Then you'll come back again. Then we'll come back again. Three times in this workout. You get down on the ground here, you put your feet under a bench that has a straight bar here. Now, not all benches are like this. You can pan around over there, Jessie, and show them that bench there has an angle arm. That's not going to work. Really, anything that you can anchor your feet under will be key. What we're looking for is the foot underneath here so when I launch my body away – as you'll see in a second – the only thing that's holding me down is that my feet have to do this to hold on and grab. They're really grabbing onto here. That is why this becomes an enormous calf exercise, because you're basically grabbing on, and holding on for dear life. Then when I launch my body back down they can rest, and then I come back out again, and then they press, and hold on. So again, that really demanding plantar flexion here. So what it looks like is, when I get in this position, we basically hook our feet together underneath, we sit back, and then we launch our body out. That is where we're holding the entire weight of our body here with that contraction. Here, launch, and pull out. Feet are pointing down there.",
        "start": "00:00:06",
        "duration": 134.301,
        "title": "Calf Workout (SORE IN 6 MINUTES!)"
    },
    {
        "text": "And we do this straight out for a minute, as long as we can. If we need to we can take a physio ball, we can hold it here, on top, and guide ourselves and spot ourselves. But we continue to do that for the entire minute. Then we come up – because remember, I said we have two exercises? The second thing we have to do is we have to use our gastrocs. So we grab a dumbbell and we come over here, and you can see that we've got a block, or a box up. It doesn’t matter what you have setup here, but you need something not very high, about 4\", or so that's going to help us to do two things. When I put my feet up against it like this what it allows me to do is it actually allows me to lean a little bit forward. But more importantly it gets my knees in the full extension. Again, we've said that in order to get the gastroc we want to train this with a fully extended knee. So now I'm in this position. The second thing that's done is it's already put a pre-stretch on the calves. So with my toes pointing straight ahead I'm going to be able to lean forward to support myself against whatever it is – squat rack, whatever you're doing this on – hold the dumbbell down here in front of you. You've almost created somewhat of a donkey calf raise positioning because of this leaning forward and demanding this knee extension. Then we're going to come up, we're going to perform our reps up halfway, back down so we get an additional stretch, and then all the way up, contracting, and then down all the way. So we're getting two eccentric contractions for every, single rep. The first time through, we do that for a minute. We come back over here, we do another minute of this. The second time we turn our toes out. So this position here, toes out, and that way. So we're working more of the inner gastroc. Then we come back here one more time, and then we come in one last time here. We point toes in, together – again, working more of the outer gastroc. Again, doing it in the same one and a half rep form. So we put it all together, take you through the torture. Simple. Two exercises. But not easy. I don’t think you're expecting it. So there you have it, guys. Another Sore in Six in the books. No, we're not entirely done yet. But if you haven't seen the rest of them where we covered our chest, our shoulders, our biceps, our legs; they're all on this channel, guys. Make sure you check them all out. Remember, above all else, make sure you're not trying to do them all together. The Sore in Six series is not meant for that. It's meant to prove to yourself – especially those guys that say \"Oh, I could never get my calves to respond.\" That's not true.",
        "start": "00:02:20",
        "duration": 267.52900000000005,
        "title": "Calf Workout (SORE IN 6 MINUTES!)"
    },
    {
        "text": "I promise you, if you do this workout they'll be responding and tomorrow they're going to be yelling at you, and you're going to be yelling at me. The fact of the matter is, you can always get them to respond if you train them hard enough, and if you train them the right way. If you're looking for a program that puts it all together for you, trains the right way, make sure we train you hard, but at the same time we have a respect for your body. We make sure we're not banging you down to the ground to the point where you can't even train at all anymore, like a lot of other programs. It's over at ATHLEANX.com. We put the science back in strength. In the meantime, whatever else you want me to cover here on this channel, make sure you let me know and I'll do my best to do that in future videos. Maybe there's another Sore in Six that I haven't covered yet. Let me know and I'll do my best to do that. All right, guys. See you soon.",
        "start": "00:06:48",
        "duration": 37.01,
        "title": "Calf Workout (SORE IN 6 MINUTES!)"
    }
]