[
    {
        "text": "What's up guys, Jeff Cavaliere, Altheanx.com.  Now, look, even if you're not lifting right now,   there's certain things that you and your  body better be able to do. For instance,   check this out here and I want you to try this.  Could you actually take your arms and put them   behind your back like this and see if you can even  get close to touching your fingers together? Now,   see if one that's kind of creeping up the bottom  there, causing you some discomfort? And if it is,   we've got some problems. And remember,  you go test both sides because obviously   both of our arms are important. Now, guys,  remember, it doesn't matter even if you're   lifting, but I have a follow up question if  you are, because this is a lifting channel.   Are you doing any of the following exercises?  A Bench Press, Dips, Bench Dips,   Lat Pulldowns or even Barbell Rows. Now, as  you can see those exercises are pretty diverse,   they cover a lot of different muscles groups  and they're very popular exercises that most   of us are doing it for following a training  program. Well, if you're doing any those   and you had any of those issues on that first  test, then you've got really big problems.     And the issue here, guys, is that  all of them have something in common,   and that is, you need to have extension of  the arm and internal rotation of the shoulder   to be able to do this properly. Now, if you  go back and look at all these exercises,   if you don't have that, what happens? Well  you're playing Russian roulette with your own   biomechanics because every one of those exercises  gets worse and worse. The second I don't have   adequate internal rotation and extension of  the shoulder, every one of those exercises   changes for the worse. The shoulder gets tilted  forward dramatically, that s not what we want.    As a matter of fact, not anything that  we want from looking for long term health   of our joints when we train. So, let's take the  best price for an example, you're going to need   a lot of extension of your shoulder to get the  bar down. But you're also going to need a bit of   internal rotation, right? Because we know that the  arc of the bench press goes from a high to a lower   point on your chest, which is going to require  a little bit of shoulder into rotation. Now,   we want to control that, and get to that in a  second, but you're still going to need that. Well,   if you're having a hard time with  this test and you can't get that arm,   maybe even beyond your waistline, you're going to  have a real hard time with bench pressing safely.   So, we need to do is a few things. Number one, un-shrug your shoulders. Now,   you've probably been told to pull your shoulder  blades down and back, but what can happen is you   could actually disturb the normal biomechanics of  shoulder motion if you're really trying to pinch   and squeeze your shoulder blades back. But if  you simply just worry about what's happening from   here to here, from the neck to the shoulders, you  can fix a lot of your issues biomechanically.    Now, what happens on the bench press is you  allow for a better execution of the exercise   and actually better gains, because when the  shoulders start to tilt forward, because you lack   the extension of the arm, the shoulder has to dive  forward. And when it does, it actually minimizes   the activation of the pec major and it gets the  pec minor in a better position or the delts in   a better position to push, which takes away a  lot of the effectiveness of the exercise itself.   So not only are you costing yourself your shoulder  help, but you are costing yourself gains in the   process. So, by doing that shrug down and pulling  it down, you put yourself in a better position.    Now, one great thing you can do right before you  bench press or any of these other exercises, for   that matter, is something called the Can Opener.  You get down on the ground into a pushup position,   you leave one hand down as you rotate in  the opposite direction, open up to the sky,   drive that one arm up as high as you can. But  what's more important is what's happening to   the arm in contact with the ground. Do you notice  anything? You should, it's in a lot of extension   and you're getting out of that anterior tilt of  the scapula because you're driving your chest up   towards the sky as much as you possibly can.  So, you're getting that opening of the chest while   the arm is staying in the extension that you're  probably lacking right now. But beyond that,   you're getting some additional extension through  your thoracic spine and through your hips, which,   by the way, are two additional requirements of a  properly performed bench press. Right? If you need",
        "start": "00:00:06",
        "duration": 230.07999999999996,
        "title": "Can You Touch Your Fingers Behind Your Back? (BIG PROBLEM!)"
    },
    {
        "text": "your leg drive, you need to be able extend  through the hips and that's going to drive   thoracic extension at the same time.  So, this is a great thing you could do,   30 seconds, both sides a couple times  right before you're ready to go and   actually perform your bench press or any of the  exercises that I showed you. Now, beyond that,   we have to work a little bit more diligently to  fix this thing once and for all, because that's   more of a stretching warmup. I'm talking about  how do we get to the root problem here, which is   your lack of mobility? And I've showed you guys  this before, it's called the sleeper stretch,   what it does is it helps us to restore  motion into internal rotation. Now, notice,   I'm not saying go in strengthen internal  rotation, we don't need that, we need to   strengthen more in the external rotation.  But we still need to have normal biomechanics   and range into internal rotation to perform  any of these exercises properly. So, if we   get in this position here, we just try to keep  the arm down and press on top of that forearm,   not allowing the shoulder to tilt in the process,  that's the key. You can get a lot closer to the   ground if you allow your arm to just tilt in that  direction. You keep the shoulder pinned down and   back and just work on what your body will give  you. And over time, this stretch is going to   allow you to get more internal rotation and have  less problems when you go back to the bench.    Now, the last thing you can do is actually what we  talk about, where the test becomes the treatment,   right. That initial test, the one  that Jesse failed so miserably here,   it's called the Apley Scratch Test. Well, you  can actually work on your body's ability to get   more into internal rotation by simply performing  it again with intent and purpose as a stretch.   What you do is you have two options. Number one,  if you have a band and a pull up bar, you can hang   the band over the pull up bar, reach behind you,  grab it, and then simply lean forward a little bit   and work your way out. So you're increasing  your range of motion into interpretation,   getting that hand higher up the back. But you don't even really need any of that   equipment. If you just want to do this at home  or in your office, back yourself up to a doorway,   grab on to a closed doorknob and simply lower  yourself down. Squat down as you're able to,   because you're going to bring your hand higher  up your back as you do. Again, hold this in that   more stretch position here for about 30 to 45  seconds. Do it a couple of times a day and I   promise you over time, this is going to help you  to get into that range that you're missing.    But the bottom line here, guys, as well, all these  exercises are great exercises. If your body's not   prepared to do them, then they actually can become  detrimental to you. And that's the important thing   as you got to make sure that you're preparing your  body to do whatever is asked for, not just doing   what you think is supposed to be done.  If you're looking for a step-by-step plan,   guys, all of our programs build that out for you.  That's all available over at Athleanx.com. If you   found the video helpful, make sure you leave  your comments and thumbs up below. And also,   if you haven't already done so, make sure you  click subscribe and turn on your notifications,   so you never miss a new video when we  put one out. All right, see you soon.",
        "start": "00:03:57",
        "duration": 156.16000000000003,
        "title": "Can You Touch Your Fingers Behind Your Back? (BIG PROBLEM!)"
    }
]