[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. If you’ve got smaller biceps, or lagging biceps and you want to do something about it, I’m going to show you today exactly what to do. Now, I know that it’s not just biceps. A lot of us have multiple muscle groups that are lagging and a little bit slow to grow. So that means I’m going to cover all of them. I’m going to make sure I do a whole series on this, on how to get that lagging muscle group growing, and to make sure you don’t miss any of these, obviously you have to subscribe. But do me a favor and also turn on that notification bell so you can make sure you don’t miss any of these videos in the series. Let’s do this together, okay? I’m going to make this an interactive video. I want you to feel this right away and see what the problem is, so you can become more aware of how to fix it. First thing I’m going to do, I want you to take your arm right here and put it at your side and squeeze. Now I want you to flex your bicep as hard as you possibly can. Do you feel any discomfort here? Just make note if you have any discomfort in your bicep. I could tell you that I actually have some discomfort here. Now we can make it more intense. Bring that arm out in front of your body a little bit more, and then supinate the wrist. Now, when I squeeze, you can see this thing is almost ready to pop, right? The fact is, you may not be feeling much. I want you to actually feel a contraction discomfort. Where you really don’t want to hold this that much more. If you don’t feel it here, you’ve got problems. They’re worse if you don’t feel it here. Some guys won’t feel it here. If you don’t feel it here you’ve got problems. We go to stage three and I bring it all the way up as if I’m going to flex my arm up, here. Again, I’m twisting, I’m supinating, and I’m squeezing as hard as I possibly can. This is very, very, very uncomfortable for me. If this is not uncomfortable for you, to the point where you have to stop because it’s starting to cramp up; I’ve identified your problem for you. What it means is, you do not have a good mind-muscle connection with that muscle. You might have heard that term thrown around before, and some guys have referred to in PubMed studies ridiculously. The fact is, it actually matters. It matters a lot because if you can’t feel the muscle contract, then what is the additional work going to do? Go back to a scenario where someone might have told you “Do specialization work”. Do an extra, bicep specialization day in your training. What good is it? You can do all the specialization work you want and additional bicep curls, and concentration curls or whatever. If you don’t have a good connection with the muscle, do you think it’s going to respond? You would have been better off doing more volume in the form of another pull day.",
        "start": "00:00:06",
        "duration": 137.12,
        "title": "Can't Get Big Biceps? Just Do THIS!!"
    },
    {
        "text": "Maybe a lighter pull day where you can get some side benefits for your back by doing extra weighted chins, or underhand rows, right? But not through additional specialization because it’s not worth it. But it doesn’t mean that specialization wont work if you first develop that mind-muscle connection. So, here’s all you have to do. Follow along with me here. What you want to do is start, again, two or three times a week, and I’m going to explain why you can tolerate this kind of volume without any repercussions. You’re going to grab a pair of dumbbells and you’re going to put them, and mimic that sequence once again. You put them at your side here as if you’re doing that mid portion of a curl. What you want to do is squeeze as hard as you can for 45 seconds, and go through a small, little, pulsing contraction, up and down. An inch up, and an inch down. With the goal being to see if you can intensify that contraction, to start to feel some discomfort in there with the use of the weight. Now, the weight doesn’t have to be heavy. You can use very light weights here. It’s just to put yourself in a position to mimic the same action I had you go through before. Now after that, you do that two times for 45 seconds. The next thing you do is, you want to get into position, or an exercise that mimics that secondary position, which is the arm out in front of the body. A little more supination. We can do that with a spider curl position that you see here. The same thing applies here. I’m going to get up into that position, get to a contraction, have the forearm supinated, squeeze as hard as I possibly can, hope to feel more discomfort, and pulse a little bit in that top position. Up and down, up and down. Just an inch up, and an inch down. Again, the weights are secondary here. They do not have to be that heavy. You’re going for that connection between your brain and that muscle. In this case, the biceps. Again, 45 seconds, twice. Then finally, we’re going to go and grab either a band, if you’re going to be training at home, or a cable machine if you’re training in the gym. You want to mimic that same, last position, which was basically that bicep flex position. We’re going to do the cable curl, down to a flexed position here. When you have it there, you want to pulse. Once again, up and inch and down an inch for another 45 seconds per arm. Now, if you do this whole thing it only comes out to be six minutes of activation work. I know I did a sore in six minutes series before. Let’s call this the Size in Six Minutes. Don’t be confused. This is not a size building activity here. It’s not. We’re talking about isometrics and light dumbbells.",
        "start": "00:02:23",
        "duration": 132.38,
        "title": "Can't Get Big Biceps? Just Do THIS!!"
    },
    {
        "text": "What this is, is the activation necessary to unlock the size. So, if you do go back to doing specialization bicep work it actually might work now. If you do decide to do more of a pull workout, you’re not caring as much about aesthetics as you are about function, at least the secondary pull workout will now start to get more contribution from the biceps. Instead of letting the back dominate every move you do. Because you have more activation an awareness between the mind and the muscle here in the biceps. You do this as the gatekeeper to the size. The key is this: you’re able to do it two to three times per week additionally. Number one, because it’s short. Number two, you don’t have any eccentric overload here. Number three, you’re not getting a whole hell of a lot of metabolic buildup. So, these methods that might cause some soreness and prevent you from doing this are not in place. This is literally a neuromuscular reeducation activity that can be done more frequently. The way you can retest is, from week to week, do the contraction sequence and see if you start getting sore. Ideally, to the point where when you’re even down here you’re feeling some contraction soreness here as well. Some discomfort. Guys, if you’ve found this video helpful, make sure you leave your comments and thumbs up below. If you’re looking for a step by step program that puts real science – not just PubMed studies, but real science – in everything we do, it’s all available over at ATHLEANX.com. Remember, like I said, you don’t want to miss any of these in this series because I’m going to try and help you with every, single muscle group. Regardless of which area is stubborn for you. Turn on those notifications and subscribe to the channel. All right, guys. I’ll be back here again in just a few days. See you.",
        "start": "00:04:35",
        "duration": 86.81199999999998,
        "title": "Can't Get Big Biceps? Just Do THIS!!"
    }
]