[
    {
        "text": "I see so many people doing Bicycle Crunches  and Russian Twists for their obliques,   but guess what? They're not doing  anything for your obliques.    What's up guys, Jeff Cavaliere, Athleanx.com.  So, if you hate love handles as much as I do,   then today this video is going to be exactly  what you're looking for, because I'm going to   show you what to do finally to get rid of  them once and for all. Now, let's face it,   love handles are stubborn. As a matter of fact,  only second to the low back fat it's the area on   your body that you just can't seem to get rid  of no matter what you do, unless you're doing   the right things. So that being said, guys,  I want to show you five things that you can   either stop doing because they're not helping you  or start doing because they will right now.    So, let's start right off the bat where we need  to. And that is any time you want to lose fat   anywhere on your body, not just on your love  handles, you got to start the discussion with   what you're putting in your mouth. Your nutrition  matters. And notice I didn't say diet because I'm   not a fan of diets, diets or something temporary  that you're on for a period of time, that you're   eventually going to be off. Nutrition is  how you feed your body over the long haul.   But even if you are on a diet plan, \"following\"  the diet is not enough. Because if you think that   just by following the rules of the diet plan,  let's say Keto or you're following a vegetarian   diet. Or let's say the different ways of eating  and strategies like intermittent fasting,   you might be abiding by that time  frame within which you're eating.   However, if you're eating too many calories more  than your body is burning off, you are not going   to burn fat. So, following the diet rules might  mislead you into thinking that you're doing   something right. It's got to be more than that.  In every instance you've got to be hypocaloric,   you're got to be burning more calories than you're  taking in if you want to get rid of that fat.    Point number two also relates to nutrition,  but it ties into that deposition of fat and   that preferential deposition of fat that doesn't  necessarily work in our favor. You see, we might   want to get rid of that fat over the lower abdomen  and the love handles and maybe over that low back,   which I actually happen to still have here  myself, even at very lean levels of body fat.   But remember, we don't get to choose as because  the body stores fat in a very particular way,   particularly in men. You start losing it first  here in your face and in your neck. And the   last place to come off is down the abdomen and  around the love handles and the waist. So, what   we do is we got to persist with that nutrition  plan, even if you're doing everything right.   Take a look at this guy. He's one of our  guys that followed our Athlean-X programs.   He started at this level right here. Clearly had  a lot to lose. His initial results look like this.   Now if you notice, the body fat loss occurred  easily in the face and in the neck. And while   he lost a significant amount around the abdomen,  kind of lost that beer belly, he still retained   some fat there in the oblique and then that lower  ab area, I'm sure, around the low back. However,   if he were to give up at this point because  he figured, you know, was just not in the   cards for me, I'm never going to be really  ripped, he would have been mistaken.    You have to persist and go through that, knowing  that this is the pattern that we lose fat,   particularly in men, like I said. So,  he persisted, and this is what happened.   You can see here now that he got rid of that,  what was once thought to be never going away,   that fat around the obliques. And now he's got  that lean waistline and the same thing will happen   to you. But the point is, you just can't give up  too early, persist on this path and I promise you,   it's just that it will go away  just a little bit more slowly.    Reason number three of why you still can't get rid  of those love handles is because you're training   just your abs. I understand that when we develop  a muscle, the appearance of it is going to look   better. However, if it's covered in fat, you're  not going to see the results of your hard work.   Well, if you're doing the first two things I  told you, you're going to start to see what's   underneath and that's where the rubber hits the  road. Are you actually showing off any muscle   because you've taken the time to develop the  right ones? And anybody that's told you to   avoid training the obliques, has given you wrong  information. The obliques, when trained, are going",
        "start": "00:00:00",
        "duration": 226.7199999999999,
        "title": "Can't Lose the Love Handles? Just Do THIS!!"
    },
    {
        "text": "to give you the appearance that you're looking  for. The idea here, though, is to not do just   ab exercises because there's a big difference.  Ab exercises are like this, traditional crunches,   sagittal plane moves, sit ups, anything that sort  of just trains you in that straight forward and   back, as I said, sagittal plane. But the obliques  are designed for rotation, so you want to make   sure that you're performing rotational exercises  from the bottom up where you're rotating your legs   in space and from the top down, we were rotating  your upper body in space. Weight these exercises   too when you can. Utilize a hanging bar so  that you're using the weight of your legs   to create an overload. Once the obliques are  developed like any other muscle, they're going   to look better and show better, especially  once that body fat level comes down.    Whenever four is probably the biggest mistake  people make when they're trying to get obliques,   because, again, you think you're doing the  right things, but you're not doing it correctly.   And that is you might have said at the last  point, Jeff, I do so much rotational work,   there's no way I'm not training my obliques  effectively. Well, maybe not. Because you do   an exercise like this, the Bicycle Crunch, or if  you do an exercise like this, the Russian Twist,   guess what? These aren't training your obliques.  Why? Because you're not rotating. See, it looks   like you're rotating because you're tapping  your hands left and right or because you're   having your elbows touch opposite knees.  But if you're just flipping your elbows or   flapping your hands, you're not rotating.  In order to train the obliques properly,   you have to make sure that you're actually  creating rotation. So, what I like to do   is give this tip: If you're going to do  that Bicycle Crunch, you set your elbows   up in that position slightly in front of your  body. Once they're set, you don't move them.   What you do is you move your torso, so you  twist to get your elbow to meet your knee,   and then you twist your whole body to get  your other elbow to the opposite knee. You   don't just flip the elbows across the body giving  the impression that you're turning because you're   not you're not working your obliques maximally.  Same thing when we talk about the Russian Twist,   don't just touch down to the sides, moving  your hands across your body. Keep your hands   in a fixed place right in front of your torso and  rotate your entire upper body down to the side so   that you're getting true rotation. It seems like a small point here, guys,   but it holds all the difference in in whether or not these exercises give   you the benefits that you thought you were getting  when you were doing them in the first place.    And step number five relates to an exercise  you probably long ago stop doing or maybe you   never did it in your life and you maybe should  consider doing it again. It's called the Stick   Twist or the Broomstick Twist. And what I like  about this is it reinforces everything we just   talked about in the last point, and that is  it fixes your body in space and then allows   you to rotate from there without getting that  flipping of the elbows across your body. So,   you sit back on a bench with anything behind your  back here, a broomstick, like I said, any type of   dowel. If you want to go even more challenging,  you can put a barbell back there to create that   opportunity for a weighted exercise.  But what we do is we lock our elbows in place,   sit back to get that posterior tilt and actually  a little bit of resistance against the abdominal   obliques into flexion. And then we go and  we just drive our elbow across our body   with the rotation of the torso. The torso and  the bar are moving as one and we drive across.   Here's where the deal is, though, guys, you try  to get an intense contraction of the obliques   on every single repetition. Stop counting.  It doesn't matter. Instead of counting reps,   make those reps count. Rotate to the left and  drive that tight contraction of the right oblique.   Rotate to the right and drive that tight  contraction of the left oblique.    Every single repetition here  should be focused on the quality,   not the quantity. And when you do this, guys,  if you've never done this exercise before,   the results that will await you in terms of  deepening those obliques will be mind blowing.   So, guys, I get it. There's nothing to love about  love handles, but there's a path to getting rid of   them. If you're persistent and with these steps  here in this video, guys, I promise you the",
        "start": "00:03:55",
        "duration": 221.99999999999997,
        "title": "Can't Lose the Love Handles? Just Do THIS!!"
    },
    {
        "text": "results will be there if you put in the work.  If you're looking for a plan that maps it all out   step by step, you can get them all over at  Athleanx.com. We include a meal plan that   makes the nutrition portion of this step by step  and very easy to follow. They're all available   guys at Athleanx.com. If you found the video  helpful make sure you leave your comments and   thumbs up below. Let me know what you want me  to cover, I'll do my best to do that for you.   If you haven't already done so guys, make sure  you hit subscribe and turn on your notifications,   so you never have to miss a new video when we  put one out. All right guys see you soon.",
        "start": "00:07:39",
        "duration": 27.599999999999998,
        "title": "Can't Lose the Love Handles? Just Do THIS!!"
    }
]