[
    {
        "text": "If you've ever sought out a solution  on how to lose belly fat and been left   disappointed after trying and failing  at what you were told to do. Don't beat   yourself up because it's not your fault,  actually. You've been given bad advice.    What's up, guys? Jeff Cavaliere, Athleanx.com.  If losing belly fat is your goal and only goal,   and we'll talk about why later on, that may not  be the best advice. Well, I'm going to show you   exactly how to do this and every single time it's  going to come down to nutrition. Why? Because   you simply cannot out train a bad diet. Let me  explain. You see, when you want to lose belly fat   or any fat for that matter, you have to establish  a hypocaloric state. Now, a lot of people opt   for the exercise side of the equation here to  get that done. But it's a losing battle.    As a matter of fact, it is so lopsided that if  you use this as the main method of driving your   deficit, I can promise you that you'll be left  disappointed. And here's why. These are some   pretty popular exercises walking, jogging, maybe  even sprinting or something as insane as burpees.   But if you look at the caloric deficit that  these will create, walking is just four calories   per minute. Ten calories here for jogging.  Sprinting is pretty damn good at 21 calories   per minute. And the Burpee, a good bodyweight  exercise you can do anywhere, is 12 calories.   The problem is there's a tradeoff sustainability  versus the impact of that calorie burn.   So, when you look at these lower end  calorie options, four and 10, sure,   you can sustain those for longer periods of time,  but even if you walked for an hour, you're only   burning 264 calories. If you were able to do a  lot of sprinting or a lot of burpees, you could   burn that all the way up to 1,278 calories or 705  calories, respectively. But guess what? You ain't   doing that. Nobody's doing this long of those  two activities. So, guess what happens? You go   for your walk, and you burn your 264 calories and  then you go back home, and you eat a Snickers bar,   215 calories just like that, right back.  You can't out train a bad diet. I know you're   probably saying, but Jeff, I don't eat Snickers  bars. I watch your videos all the time. I eat   yogurt and you eat 220 calories of this particular  yogurt with fruit on the bottom. And see,   that's the issue when it comes to nutrition, guys,  it's very challenging for two reasons. Number one,   it's tricky. Things like this trip people up  all the time. You look at something as simple   as yogurt and you realize that this version of  yogurt has 80 calories, a plain Greek yogurt from   Chobani. Whereas this one from Chobani with a flip  is 180 calories. It can be very confusing, and   these calories can add up incredibly quickly.  The second thing about nutrition, it follows you   around like a shadow. There's not a day that  goes by when you're not going to have the   requirement of being nutritionally responsible  when getting rid of belly fat is your goal. Sure,   maybe you can get yourself out to the track  to go for that walk or jog for that one hour,   but do you have what it takes to remain consistent  with your nutrition for the other 23?   But it gets even worse than that because not  only have we shown the training to be minimally   impactful when it comes to creating that caloric  deficit, but it also could set up that I did this,   so I deserve that mentality. And you might know  what this is. Maybe you've gone out for dinner   and said, Well, I worked out every day this  week, so I'm going to have one of these. You   go to Carmine's and order the Titanic. Good  luck. You're just eating a million calories,   or at least that's what Jesse told me it had on  it. And scarily, he may not be that far off. The   problem is, if you adopt this mentality, you're  relegating nutrition to second place. Nutrition   needs to occupy spots one through ten when it  comes to creating the deficit to burn fat with   exercise coming in afterwards. And even if you  do treat this as, let's say, a cheat meal, well,   what happens when the cheat meal becomes a cheat  day and the cheat day becomes a cheat week and   the cheat week becomes I'll get back to caring  about my nutrition later on, but I will continue   to go to the gym to make me feel like I'm actually  doing something. It's not the right approach.   But if you did have the right approach and you  said, when I go out, I'm going to try to make   healthier choices, I'll choose something with  chicken in it. Pasta Carbonara with chicken   from Cheesecake Factory, one of my favorite  places to eat, by the way. But guess what?   Along with that choice came 2,340 calories. And  for the nutritionally naive, that comes as a",
        "start": "00:00:00",
        "duration": 239.22000000000003,
        "title": "Can't Lose Stubborn Belly Fat? (JUST DO THIS!)"
    },
    {
        "text": "big surprise. But even if you had a little bit  more knowledge and you made a wiser choice of,   let's say, an Oriental chicken salad wrap. You  heard wraps are good. Along with this 1,910   calories. You can completely undo not just  a walk around the park, but completely undo   a week's worth of walks around the park by making  one bad decision. So, it becomes readily apparent   that some level of education about this is going  to be what saves you from these bad choices.   Let me ask you a question, if your poor eating  has led to not just an accumulation of belly fat,   but maybe the need to be on medication for the  diabetes that has happened as a result of your   poor nutrition, would you actually care about the  medication you're putting in your body? Likely,   yes. You probably read about every single side  effect that could possibly happen from taking   it. But what I'm asking you to do is start  earlier than that. Start caring about every   single thing that you put in your body and read  about the nutritional content that's in every   single food, because it's available for us.  I went out and I actually started to make the same   type of changes early on when I was trying to make  my adjustment to start eating healthier. And what   I did was I went from eating Chicken Parmesan  to Citrus Grilled Chicken because at the time   I thought they were the same thing. I mean, after  all, chicken is chicken. But I learned very much,   they're not. 800 to 1100 calories for the  Chicken Parmesan because of the cheese,   the breading, the fried preparation of  the chicken. 400 to 700 calories in the   Citrus Grilled Chicken, not the same food.  Rice, 240 calories in a standard cup of rice.   I'm not saying there's anything bad with that, I'm  just saying 240 calories versus 20 for cauliflower   rice. Not the same thing. A slice of pizza,  pepperoni pizza, 300 calories. Caprese salad,   86 calories. You're still getting your tomatoes,  you're still getting your cheese. Not the same   thing. But how would you know if you didn't  educate yourself? Obviously, we know that soda   is likely not very good for us to drink 140  calories, whereas sparkling water can come at   just zero calories. If you educate yourself guys,  you're going to do yourself one gigantic favor.   You're going to start to change your  mind set about how you feel about your   own body. If I gave you one car and one car  only to drive for the rest of your life,   would you take care of it? Would you give it  regular oil changes? Would you make sure that   nothing ever happened to the exterior or interior?  Well, I'm asking you to do the same thing here,   don't just care about one aspect of your health  care, about everything you do. And nutrition   needs to be first and foremost, because, again,  it holds the most power when it comes to achieving   those body fat levels that you're after.  The next thing I need to do is get you to be   respectful of not just what you're putting  in your body, but the amount of food you're   putting in your body. Because even when you make  wiser choices, you can still get tripped up in   terms of the caloric impact. See if you can  spot the difference between these two plates.   It's the same food, but there's definitely  less of it. 507 calories over here,   still a full plate of food versus 1,028  calories. We've got less of the avocado toast,   we've got a smaller portion of the eggs, we've  got some additional peanut butter that's been   removed on this plate here and we've got a little  bit less of the apple. But again, you're still   getting to eat the foods that you like here. And remember, if you're trying to achieve a   500-calorie deficit, that we would accumulate  a pound of weight loss over a week. Well,   guess what? We're doing it right here. We're  throwing that away by simply eating too much of   what is in this case a good thing. But it doesn't  end there. We still have things like even for   dessert or treats, 472 calories here, 899 calories  here. I'm not saying don't eat the chocolate,   I'm saying eat a hell of a lot less chocolate.  But it can get even trickier than this, which is   why it's so important for us to be able to detect  these differences. 800 calories on this plate,   380 calories, less than half the amount on  this plate. What's the difference? It looks   like the same amount of food, but I can tell  you the food composition is different. This   plate is comprised mostly of pasta, while here  they've introduced mushrooms, broccoli florets,   red peppers, a lot more vegetables, half the  amount of pasta. Again, a filling plate here,   but less caloric and in the pursuit of getting  you to lower body fat levels, a better option.",
        "start": "00:03:59",
        "duration": 237.84,
        "title": "Can't Lose Stubborn Belly Fat? (JUST DO THIS!)"
    },
    {
        "text": "And so now at this point, let's say you followed  my advice and you've lost that belly fat by   focusing on improving your nutrition and becoming  aware of everything you put in your body. Well,   how do you make it permanent? Well, interestingly,  it's this decision right here that takes it beyond   just belly fat and at the same time ensures that  you can keep it off for good. Because I believe we   shouldn't just focus on just our belly. Why not  focus on the whole? If you start to include the   exercise in training in the game plan, you're  going to find two things happen. Number one,   you'll build a much better body because if  you just follow a plan that helps you to   lose weight, you might wind up looking  skinny-fat and nobody wants that.    But if you include weight training in the  equation, you're now going to start building   metabolically active tissue that's not only  going to make you look better and more muscular,   but it's actually going to help you to be more  forgiving in your long-term approach to nutrition.   Because all of that additional muscle tissue  will actually demand more calories at rest is   going to help you to burn more calories even when  you're doing nothing at all. At the same time,   including some of that less calorie impactful  conditioning is going to do one other gigantic   thing for you, and that is improve your heart  health. Again, you are more than just your   belly. Start focusing on the big picture.  Doing conditioning, doing weight training,   and of course, caring about your nutrition  is going to lead to a much better overall   result than just having a belly that's flat.  And two final points that I think are going to   help you immeasurably are two that have helped  me a great deal. And that is, first of all,   throwing out the myth that you can't eat after  6:00. Guys, I regularly eat at 10:30, 11:00, even   11:30 at night. There is no negative side effect  of consuming your calories at a later time in the   day, as some would have you to believe. As long  as at the end of the day, the amount of calories   you consume are less than what it is that you're  burning, then you are going to lose fat. So don't   let that trip you up to the point where you can't  establish a meal plan that you can follow.    And the second thing is actually more of  a hack. If there's one thing that can help   you to burn fat faster than anything else, it  would be to focus on increasing your protein   intake. Not only is it more satiating, but it's  going to again provide you with the ability to   more easily build muscle mass, which is more  metabolically active and is going to help you   to burn more calories at rest. For me, I choose  a high-quality premium protein Athlean PRO30G,   you can find it over at Athleanx.com.  If you're looking for a video on how not   to become skinny-fat guys, you're going to  want to watch this one over here. And if   you haven't done so, click Subscribe and  turn on your Notifications so you never   miss a video when we put one out. All right,  guys, see you soon. Watch that video next.",
        "start": "00:07:58",
        "duration": 147.72000000000003,
        "title": "Can't Lose Stubborn Belly Fat? (JUST DO THIS!)"
    }
]