[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I'm going to show you how to build your triceps. It's going to be a lot easier than it might seem because you might be doing everything you think you're supposed to do. You might be lifting heavy, but nothing's really happening. That's because you're probably missing one of the most important elements. That is having an actual mind-muscle connection with what you're trying to build. I say this all the time, guys. Our muscles react to what our mind tells hem to do. They're neurologically driven, and we need to make sure we're driving the right signals to the muscles if we want them to contract right. What we need to do is figure out a way to connect to them. It's easy if you go through the positions that a muscle contracts through. Knowing that the tricep is a two joint muscle we can do that in segments. You can pretty much evaluate where you stand, in terms of your deficits here. What I mean by that is, if you were to take your elbow and straighten it out, and watch where I say this, I said 'straighten it out'. You see, a lot of people will do tricep pushdowns with a rope and they look like this. They think they're doing a full rep, but are they really? No. They're missing the last two inches. The bottom 1\" or 2\". I've talked about this before and how critical they are in getting a full tricep contraction. You can see that in play right here. When I do this, you can see the extra contraction of the triceps because those last 2\" of extension matter. Not only am I getting those last 2\", but you can see I'm going knuckles down. My knuckles point fully down. They weren't doing that when I did that shortened pushdown. What I want you to do is see if you can actually do that. And do you get a discomfort? Try to extend your elbow down here. Again, not to here. But here. All the way down. Lock out the elbow. Not here, all the way down. You can see the extra contraction you get there. When you hold it here, do you get any kind of cramping or discomfort? You should. If you don’t, you're likely lacking this connection that's going to be necessary everywhere else you go when you're going through your workouts. We can take it a step further than that. We know the triceps don’t just extend the elbow. As a matter of fact, there's a whole head devoted to that. And it's the longhead, back here in our arms that works to get this arm back behind our body into extension. So, what I want you to do next is take it down straight into full extension. Now, bring your arm back behind your body.",
        "start": "00:00:06",
        "duration": 125.96,
        "title": "Can’t Build Big Triceps? Just Do THIS!!"
    },
    {
        "text": "Does this do anything? Do you start to feel a cramp here? Do you start to feel a tightening? Where it's like \"Yeah, this is pretty uncomfortable\". Because that's what you're going for. If you have a mind-muscle connection that you start to feel that discomfort. If you don’t, you're lacking. It's a further sign that something's up there and you want to fix it. We could go one step further, beyond that because we know there's an additional component here. If we externally rotate the shoulder – and there it is again. External rotation of the shoulder seems to pop up a lot. It's a good thing. It's another good thing here for enhancing tricep contraction because if you understand the anatomy the tricep crosses the elbow joint. If we were internally rotated, we know that its attachment with the longhead back here on the scapula is further away from internal rotation than it would be if I externally rotated the shoulder. I've got my shoulder back in external rotation, that point gets closer to the scapula. You can see we now have a complete tricep contraction. For you body builders out there, it's the reason body builders do that. Open up the chest and back here. It brings it into external rotation. How can we start to develop this if it's lacking? If you didn't have pain and discomfort in that final position, you really do have an issue. What we want to do is try to enhance that. You do that by mimicking those positions. You go back to this pushdown and you take those final 2\" there. You work on getting that full extension and you work on these pulsating reps for 45 seconds. It doesn't have to be a heavy weight. The effect here is that this is not a progressive overload technique. This is not for building strength. This is for strengthening the neuromuscular connection with the triceps. This is what we're going to do. And by doing so, you bring this back to your classic tricep exercises where you are training with more weight and you're going to have better results from it. So, we work on this position here for 45 seconds. Now we move over to the bench and we've got to work that second position. How do we work that second position with the arm back behind the body that engages that longhead? We get our arms back behind the body. I'm using a very light set of dumbbells here. A 5lb set of dumbbells. You can do this with no weight at all, as you're going to see me doing here in a second. What I'm trying to do here is keep the elbows straight and just pulsate the arm back behind my body as far as I can get it. Realizing that every bit of extension of the arm behind the body is going to heighten that tricep contraction. Then we try to do this for 45 seconds.",
        "start": "00:02:12",
        "duration": 133.63000000000002,
        "title": "Can’t Build Big Triceps? Just Do THIS!!"
    },
    {
        "text": "Again, as I've mentioned before if you can't do it with any weight at all, it's perfectly fine to do it with just your hands. The idea is to enhance the feeling of that contraction. Trying to get it to start feeling more uncomfortable. The third step now, we have to get that external rotation. What I do is first take my thumbs and I put them up on top of the dumbbell here. It allows me to get my arms parallel or pointing down toward the floor. Forearms down toward the floor. From here, I'm allowing – when I get my arms behind the body – a little bit of elbow bend. I can reinforce what we did in the first drill, those final 2\" of extension, with the pulsation of the arms back into extension. I do this movement here for 45 seconds. Again, if I can't handle any weight here, it's okay. I drop the weight. Maybe you start with and finish with no weight at all, or just start with no weight at all. It doesn't matter, guys. It's all about enhancing this connection. So, when we do this, and we complete this whole cycle we rest for a little bit and we go back and do it one more time. 6 minutes of total work that we're engraining in the muscles. The beauty of this technique is that it doesn’t have eccentric overload. It's not going to cause any interruption in our normal training schedule. It's not utilizing heavy weight. It's not going to drain us because of the loads that we're lifting are not neurologically taxing as a strength workout would be. This just helps it fit in, to help get a better connection with the muscles. So, as I've said, when we go back into our regular training, we're going to get more from it. I know it's a base level. A lot of us will have a reluctancy to step back, but I promise if you take a couple of steps back here, if you start from square one you're going to be amazed at how quickly this works once you start to develop that control and proprioceptive awareness. It's going to work significantly better than just banging away at the same, old exercises with the same weight you're handling now, wondering why things aren't working. Guys, I hope you've found the video helpful. If you did, make sure you leave your comments and thumbs up below. If you're looking for programs where we pay attention to all the things that matter – sometimes, yes, having to lighten the weights in order to get a better overall result and weaving it back into the bigger picture and maintaining our strength, building an overall athletic body. All those steps and elements are broken down in all our programs, step by step. You can find them over at ATHLEANX.com. In the meantime, if you haven’t already done so, click 'subscribe' and turn on your notifications so you never miss a video when I put one out. We already have others in this series where we direct them at the biceps and the back. I don’t want you to miss it. I'm going to link those at the end of this video. All right, guys. Thanks for watching.",
        "start": "00:04:25",
        "duration": 133.15,
        "title": "Can’t Build Big Triceps? Just Do THIS!!"
    },
    {
        "text": "I'll be back here again in just a couple days. See ya.",
        "start": "00:06:39",
        "duration": 1.002,
        "title": "Can’t Build Big Triceps? Just Do THIS!!"
    }
]