[
    {
        "text": "What's up, guys? Jeff Cavaliere.  Athleanx.com. And Jesse.   Thank you, I'm so glad you're in this video,  because we're talking about I can't get my   arms to grow, what do I do? So this is Mr. I Can't  Get My Arms to Grow. I don't know about that. All   right. Enough. You see, this is just showing off  that tattoo again. He's trying to get his money's   worth after that bad Disney tattoo on the other  shoulder. All right, so today, let's say you're in   the same position though. Jesse certainly did have  a hard time building his arms, right? But we've   been working on that by having him focus on the  same things I'm going to have you focus on today,   and that is getting stronger in your arm  exercises. And you may not even be doing   arm exercises, right? You were doing what? I was  really focusing on my leg exercises, actually.   Trying to build my quads. And obviously, as you  can see here, it's been working. Your legs have   been getting a lot bigger. But, I will say one of  the biggest mistakes people make is thinking that   just doing the heavier compound lifts is enough  to maximize your arm size. While it will help,   heavy Roman will build your build your biceps,  right? Heavy pull-ups will build your biceps.   Heavy benching will build your triceps. It's not  enough to get your arms as big as they can be.   And that's what I want you guys to focus on today.  So what we're going to do is break down these   areas here, five of them, that I promise you if  you follow what I'm saying here are going to add   size to your arms regardless of how hard you  might think it is right now. And so if you   want to get bigger arms, the best place to start  is by simply making sure you're performing both   ends of every single repetition you're going on  every exercise. We're talking about not skipping   the eccentric because that is where a lot of the  gains can be had. If you look at the basic curl,   we know that we're lifting the weight up, but  it's also just as important to focus on slowing   it down on the way down. Because eccentrically,  there's a lot of opportunity here for growth.   The beauty about focusing on the eccentric during  a curl or any pulling exercise is that you have a   built-in safety factor. If I get too tired to  be able to control the weight on the way down,   it's simply just going to be dropped down to  the floor. It's not going to come crashing   down on top of me like it would, let's say, in a  bench press. So I could allow for a little bit of   extra momentum concentrically when I'm getting  fatigued and still have the ability to control   eccentrically a few more repetitions to push it  just where we need to, to create that overloading   growth. Or I could do this, and this is something  I included in my Sore in Six Workout for biceps.   It's just an adaptive curl. I perform the  initial concentric from a seated position.   And then to take advantage of the fact that I have  more in me at a higher capacity eccentrically then   I just go back into this inclined position where  I can have a longer excursion, a greater stretch,   more eccentric overload, and I continue to  push myself even further for more gains.   Now we don't have to leave the triceps out  either. We have a great opportunity to do   this with a lying tricep extension. Because we  have a couple things happening here. Number one:   we have a greater effect on the long head of  the triceps because we're putting our arms in a   greater position for a stretch. So that gives us  that better opportunity for eccentric overload.   But if we get too tired here, and we can't do  this anymore, we also have an adaptation here,   and that's simply to sort of cheat yourself  back to an easier version of the exercises,   which would be a close group bench press. And  then once we get to the top concentrically,   then we lower back down again as we traditionally  would on the lying tricep extension. So there's   some obvious places here, guys, to eccentrically  overload. You just have to make sure that you're   not forgetting to do it. Remember, half the  repetition, guys, is still half the repetition.   So now while eccentric focused training allows us  to use those heavier weights, and at the same time   create that additional overload to create new  size, that doesn't mean that if we want to go more   strict in our repetition in our form that we have  to sacrifice the ability to use relatively heavy   weights. Take a look here at the strict curl. See,  this requires that you put your back and your butt   up against the wall, and you do not allow  them to leave at any point during your curl.   This is a great opportunity here to force the  work to be performed strictly by the biceps,   right? We're not allowing any momentum, but it  doesn't mean that we can't still have a relatively",
        "start": "00:00:06",
        "duration": 218.40000000000003,
        "title": "Can’t Get Big Arms? Just Do THIS!!"
    },
    {
        "text": "heavy load. Yes, it's less than what you can  curl, but it still is a great load on the biceps,   particularly here, because the biceps are handling  all of that load. And we can take the same   principles and apply that to the triceps with this  incline overhead double extension. You simply lay   back against an inclined bench and anchor your  back to that bench throughout the entire rep.   The same as a strict curl, you're not going to  allow yourselves to lean forward and gain momentum   to try to get that dumbbell up. You have to rely  on the strength purely of the triceps to do that.   So with that back firmly planted up against the  bench, you want to get those elbows slightly out   in front of your body to protect your shoulders,  and then simply extend your elbows as far out as   they can. The goal is to once again use as heavy  a dumbbell as you can to perform this exercise   to cause that growth and force the new  growth that's not occurring right now,   but not to divert from the form restrictions that  we put in place by making this more strict version   of the overhead dumbbell tricep extension. And  we could do one more thing as well. I like this,   it's just an overhead push away modified. You  see, I've shown this before. A lot of people   perform this exercise and then use a lot of body  sway in order to get that rope out away form the   body. But again, if we want to make sure that the  triceps are doing the work and still be able to   handle a relatively heavy load, we would want  to get our arms up as high as we possibly can.   Because what's going to happen here is  if you try to utilize any type of cheat,   and you allow yourself to bend backwards in  preparation of leaning forward, you're going to   lose the stability through your core and probably  wind up falling backwards. So you keep your arms   up high and simply look to extend the elbows with  just the brute force and strength of your triceps.   All right, so the next thing you want to do  when you want to build bigger arms is you   want to make sure you're training your  brachialis. And you've probably said,   I've heard that before. It's that muscle that  lies underneath the biceps, got to push it up.   Yes, but you got to make sure you're training  your brachialis heavy. Because perhaps here   more than any other muscle of your arm you  have the opportunity to train with heavier   exercises because it's not just the brachialis  that works. It is a primary elbow flexer,   but we also get help from the biceps, and we  also get help from the brachialis. So you want to   take advantage of the fact that those muscles are  working synergistically to give you the chance to   lift more. So don't just relegate these exercises  to the end of your workouts. Like a hammer curl,   a lot of people will say, I'm just going to do a  few sets after I've done all of my primary bicep   work. But if arm size is your problem right now,  you better start from the inside and work out,   and that's where the brachialis becomes your main  focus. So instead of just grabbing those light   weights, try to lift heavier and heavier weights,  form repetitions in the five to eight rep range   on an exercise like that. And don't forget that  it's not just relegated to the curling exercises.   One of the best ways to build the muscles of your  upper arm is with an exercise like the pull-up.   Yes, you're going to hit the brachialis here,  and yes, you're going to hit the brachioradialis,   which we're going to come back to in a second.  But just doing so and utilizing your body weight,   which is a great form of overload. But the  point is, brachialis, yes. But are you training   brachialis hard enough and heavy enough? Probably  not. Which brings us to another important point,   and that is you don't want to use your body  weight exercises as simply burnout exercises.   Because they're capable of so much more if you  just realize that you can load that. So you can   take an exercise like the chin-up and simply  throw a weighted vest on and now you've got an   opportunity for tension overload to force new  muscle growth as opposed to simple just adding   repetitions to a weight you can already handle.  Metabolic stress is a way to build muscle,   but if you're at a dead end right now,  you're likely not creating enough tension,   and this gives us a chance. And you don't have  to have a weighted vest. One of my favorite ways   is to simply utilize a dog leas for your dip belt,  and you're off and running. Now we could take   this to another exercise entirely because maybe  chin-ups just isn't your thing. And this is the   inverted chin curl. Essentially what we do is we  take another body weight exercise, throw that vest   on, and overload it, and we've got a body weight  version of a curl. You see, instead of curling",
        "start": "00:03:47",
        "duration": 218.48,
        "title": "Can’t Get Big Arms? Just Do THIS!!"
    },
    {
        "text": "the bar up to your body, you're basically curling  with your body to the bar with the elbows in that   same end position. Bent at around 90 degrees, and  again, elevated slightly into shoulder flection   to insure that you're getting a good peak bicep  contraction. But it's not limited just to biceps.   We have so many different things we could do for  the triceps. Lots of different push-up variations.   One of my favorites is the tricep cobra push-up.  And this here, again, can utilize that weighted   vest or someone can simply push down on your back  if you're not training with any equipment at all,   but you have a partner around to create additional  overloading force that you have to push through   that takes that ordinary burnout exercise that  you were relegating it to and create something   that's capable of delivering new muscle  growth. Which brings me to my next point,   and that is if you want to get bigger arms, you  realize that arm size doesn't just stop here,   but it goes down here too. And we need to fill  in the gap with this muscle right here that   I mentioned called the brachioradialis. The good  news is we have a lot of ways that we can train it   effectively. In order to do this, we need to  have that muscle get into a pronated position   to discourage a contribution of the biceps and  the brachialis to the move. The more pronated,   the more this muscle will do the work. And  we can also do this by getting our elbows   flexed as much as we possibly can. So the first  place we could actually turn is an odd exercise,   but it works really, really well, and it utilizes  a lap pull down machine. You can see that by   having my arms up in this position, I can get a  fully pronated hands down grip on the bar, and   then when I bend my elbows, I don't get stopped by  my chest like I would with a normal reverse curl.   I could take that elbow flection back even further  behind my head so I get a bigger excursion,   more range of motion, more load, and more growth.  But if we want to stick to the more traditional   options, we have a couple choices. The first  is the offset dumbbell curl. And by offsetting   the hand here, we actually get an overload into  pronation. Right, remember I said that pronation   is part of what this muscle does. So as we curl  up and flex the elbow, we have to overload that   pronation and overcome the pronation to get there.  So we give ourselves a chance to focus the load   a little bit more on that brachioradialis and away  from the brachioradialis and biceps. If you want   to take this even a little bit more traditionally,  then we can just simply use an easy curl bar.   But instead of going completely face down  like this in a fully pronated position,   we now cheat it a little bit up, a little bit  more to the supinated grip with the purpose being   that you want now the additional help from the  biceps so that you can handle more load. Look,   being in this neutral to somewhat pronated  position is always going to be more of a   brachioradialis exercise. But because we have a  little bit more help, we can increase that load,   and if the tension overload is what you're looking  for, that is the way you're going to want to get   it. And with those guys, you have a game plan now  to start attacking the size of your arms. Get them   larger, guys, both the biceps and the triceps. If  you follow what I'm saying here, just like Jesse,   I promise you results await. If you're looking  for programs where we break everything down,   step-by-step. Because as you see, all the  details matter in the long run. All of our   programs are available over at athleanx.com.  And if you found the video helpful leave your   comments and thumbs up. Let us know what else  you want to do. We'll make sure we do that for   you. And if you haven't already done so, make sure  you click subscribe and turn on your notifications   so you never miss a new video when we put one  out. So, what do you say? I'm learning from the   king of biceps and I'm definitely growing  some size. Great. Now do you want to learn   from the king of beards how to grow some facial  hair? At lease a little bit? I think I'll pass.   Is it because you don't want to or you don't  have any? I think I'll pass. All right.",
        "start": "00:07:27",
        "duration": 196.16000000000005,
        "title": "Can’t Get Big Arms? Just Do THIS!!"
    }
]