[
    {
        "text": "And so even though I love Arnold, the  Bench Fly still gets the big red X.   What's up, guys, Jeff Cavaliere, athleanx.com.  So, what you see behind me is a bunch of different   chest exercises likely that you recognize because  you re wither doing them right now, or you ve done   them in the past. However, today I'm going to  rank them from the worst to the best so you can   be sure that you're only focusing on the ones that  give you the gains that you're after. So, by the   time this video is over, you're going to want to  keep some of these and others that you're going to   want to kind of just throw away. So that being  said, let's start ranking them one by one.   All right, so as we work our way from the bottom  up, it's important to point out that the exercises   are placed into these categories for a reason.  There are some criteria that goes into selecting   where an exercise will fall. For instance, we  want to make sure this is an exercise that can   actually deliver results. But we don't want it  to be something that is insufficient and being   able to challenge you into cause growth. We also  want to select exercises or favor those that are   multidimensional. They are good for building  muscle, but they're also capable of delivering   good strength gains. We're going to favor  those. We also have some exercises that are just   downright dumb. We'll get to those too, and then  we have the exercises that kind of invite injury   risk. And that's something we want to avoid,  especially if we have better, safer options.    And that's why we start at the bottom of the  list right here with the Bench Fly. Now, look,   I understand that Arnold loved this exercise, but  just because he loved the Fly and I love Arnold   doesn't mean that I have to love the Fly.  Not because I want to dislike the exercise,   but more so that my physical therapy background  tells me that there's reasons to dislike it.   When you perform it on a bench in this unsupported  way with no safety net, you increase the risk of   damage to the anterior shoulder capsule.  That is something that you don't want to damage   ever, because it's very hard to repair and  restore normal mechanics after that happens.   Not to mention increased risk of pec tear that  happens because of the extreme positioning of   your arms during this exercise. Again, all of  this negated most of all by the fact that there   are better alternatives to this that I will cover  for you later on down this list. The fact is, for   all these reasons, guys, I have to put the big red  X first and foremost through the Bench Fly.    All right. So next up in the category of worst is  one that might actually come as a surprise to you,   because you know how often I like to train on my  feet, if at all possible. But it's the Standing   Cable Press. The issue with the Standing Cable  Press is it provides more of a challenge to your   core than the muscles you re actually trying to  build. And just getting into this position here   with any type of heavy weight is going to make  my abs work much harder to make sure that I don't   fall backwards when I'm doing the movement. And  even if I do this out of a split stance where I'm   leaning, my weight forward is still not optimal if  I'm going to press the weight that's necessary to   cause that overload and growth that we're looking  for. For all these reasons, guys the Standing   Cable Press is just not the best press to do  when you're looking for gains in your chest.    So, a couple of big red Xs on the board behind  me. We're still not out of the worst category yet.   Here we have to throw in the Incline Bench Press.  Now, wait, before you riot, understand that just   like size matters, angle matters too--a lot.  And when it comes to the Incline Bench Press   what angle are you setting it at, because it  really matters in terms of the gains that you   see from the exercise, especially up here in  the upper chest. We know that the front delt   and the upper chest fiber's share not only a  close proximity to each other anatomically,   but they share some function too. Well, we know that if we were to get   completely upright, we would shift the majority  of that function to the front delt, as we would   in an Overhead Press. And if we got completely  horizontal, most of the work would be done   by the chest. Well, that being said, we have to  find that happy medium. And once you cross 50,   55 or 60 degrees, you're actually starting to go  into that realm of less work for the chest and   more for the front delts which is not why you're  doing the exercise in the first place. If you   want to maximize your gains on the Incline Bench  Press, we're going to choose a lower angle, we'll   cover that one later. But for now, the 60-degree  Incline Bench Press has to get the big red X.",
        "start": "00:00:00",
        "duration": 223.68000000000004,
        "title": "Chest Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "No time hasn't made it any better,  it's still fucking stupid.    So, now those gladly behind us I get to break out  my blue marker as we work our way up the rankings   into the Better Category. I say better, not best,  because there's still some limitations here that   I think it's important for you to be aware of.  And we have to start right here with the king of   all of the better exercises, it s the Pushup.  And I say the basic pushup because the basic   pushup is oftentimes, as I pointed out in our  major criteria in the beginning of this video,   not challenging enough. It's just simply not driving   enough of a stimulus to cause change in the size  of your chest because you can do too many of them.   If you're ripping off 30, 40 or 50 repetitions  per set, there are variations that are going to   provide a better challenge in the basic pushup  no longer is it. Now, if you're a beginner who's   still getting challenged by this exercise, then  by all means you continue to build your strength   up with it before you move on. But that being  said, guys, most of us are beyond the point   now where this is where we should be focusing  our efforts. So, for that reason, I got to give   it a Better listing, but not Best yet because  we know there's better variations to come.    So, since Betters are all about improvement,  let's go back to those flys again, because I   wouldn't leave you hanging, I wanted to give you  an improved version of it or a safer version of   it. And for that, we have to look at the Floor  Fly. I'm a much bigger fan of this exercise   because it gives us a chance to have resisted  adduction, but we get a chance to do it in a   safer setting with the floor acting as the safety  net protecting that anterior shoulder because we   don't have those extreme ranges of motion at the  bottom. Now, some would argue you don't get the   same amount of stretch, but I don't even know  if that's the real benefit of the Fly anyway.   Beyond that, we do get to increase  the weight that we use on a Floor Fly   versus the weight that we can handle to ensure  that safety on a Bench Fly. And for that, we can   create more overload with this in an eccentric  manner, which is going to give us an opportunity   for more growth. For all these reasons, the Better  version of the fly is definitely the Floor Fly.   And wrapping up our better category here is  an often-overlooked exercise that I believe   deserves a second look, and it's the Underhand  Dumbbell Bench Press. And the best thing about   this exercise is it provides those that don't have  access to an incline bench to still work their   upper chest, especially better than that 60-degree  incline dumbbell bench press. EMG studies have   actually shown superior activation of those chest  fibers during the underhand version rather than   too high of an incline press. That being said,  it doesn't come without its limitations.    Namely the fact that you're not going to be able  to load this exercise as much and that's mostly   due to the fact that there's a lack of stability  at the bottom for some. You have to have enough   shoulder external rotation to be able to get your  body in the right position with your elbows tucked   at your sides and your hands, elbows in line to  support the dumbbells, to be able to drive them   up and that low to high dumbbell path to get that  good upper chest activation. And if you don't have   that or you're simply looking to load the exercise  as heavy as possible, then this one might not be   the one for you. But it still deserves its Better  recognition and that's why we're going to put it   right here at the end of the Better category. And now we continue our way up the chart from the   worst to the best chest exercises. And we land  here squarely in the Even Better Still category,   meaning better than what we just did, but not  quite in the best yet. But I have to start here   with that variation of the pushup that I promised  you before. This is called the Twisting Pushup.   And the main thing we're getting here is this  additional relative adduction that small but   incredibly important addition to the basic pushup  that will take whatever repetition you can do of   the basic pushup and bring it dramatically  downwards. But at the same time increase   the effectiveness of it and that's really all  that matters. No matter what count you can do   of your regular pushup right now, I promise  you, less pushups here, but more from it. For   that reason, we give the Twisting Pushup the  first in the Even Better Still Category.   And speaking of adduction, our next exercise  and are Even Better Still Category is one that   focuses on that adduction function of the chest  better than the things we showed you already,",
        "start": "00:03:56",
        "duration": 222.07999999999998,
        "title": "Chest Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "including even the Floor Fly and it s the Cable  Crossover. So, the thing about the Cable Crossover   is that it not only gives us a chance to get  more production because you're getting our hands   slightly across midline, but it also gives us the  chance to have peak tension. We tend to lose it in   either version of the dumbbell fly floor or bench.  But the limitation here comes in the same thing   that we dealt with the Standing Cable Press.  I believe the Cable Crossover is an exercise that   we can load up much heavier than we traditionally  do. But as we do, we can see we have the same   stability demands and the demands placed on  the core to keep us in this upright position   that might limit the amount of weight that we can  use. If we limit the amount of weight we limit,   the amount of overload, and by limiting  the amount of overload, we limit the amount   of growth. For that reason, guys, the Cable  Crossover is my induction exercise of choice,   at least for now when we're talking about the  Better Still exercises. More on that to come.    Next up, the Better Still Category is another  variation of a bench press, it s actually one of   my favorites when your goal is mostly hypertrophy  and a little bit less than a focus on strength.   It s the Lying Cable Bench Press.  And what this does is it provides   you with a better strength curve, with more  resistance throughout the entire strength curve   on the bench press because of the use of  the cables. If I set the cables out wide,   the line of resistance is the cable itself. So,  you can see that it maintains its perpendicularity   throughout a greater range of motion than,  let's say, on a typical bench press. So,   at the top of the exercise, when I've reached my  peak contraction in my chest, I actually still   have a lot of tension here that I wouldn't  have with a typical barbell or dumbbell.    That being said, the difficulty still lies in  the fact that I have to get this into position   to do a heavy weight. But again, when it  comes to placing tension on the chest,   this is one of the best. I'm going to place  it here in this category for that reason.    And concluded or Better Still Category is one of  those chest exercises that people sometimes don't   even realize works the chest and it's the Dumbbell  Upper Chest Pullover. And I'm careful to add the   designation of upper chest to make sure people  understand that there's a way to perform this   to favor the upper chest rather than the  lats. We know the typical dumbbell pull   over works the last because we're driving it  with our elbows in this flare position.   However, if you do the opposite of that, you  bring your elbows as tight together as possible.   You can quickly shift the focus to the upper chest  because it's got all the components of a great   upper chest contraction. Our arms are elevated up  over our head, remembering that we go from this   low to high position to get those upper chest  fibrous activated. And we have the squeezing,   the abduction of the elbows as close together  that really lights us up. Throw a dumbbell on   our hand. We get the overload we're looking  for and that's the reason why I don't want   you to overlook this exercise any longer.  And so, some tough contenders left on the board.   We move into our Almost Best Category, and I get  to break out my green marker and we start right   here with the Dip. And for me, the dip is the best  version of a pushup. If you think about it, the   dip is essentially a suspended pushup, especially  if you angle your body more forward to favor the   chest rather than staying upright in favor of  your triceps. That being said, the opportunity   here to load this exercise is going to be much  easier than we have in a pushup. I could strap   a weight around my waist and do a weighted dip and  continue to provide the progressive overload.   We need to drive both the strength and the  size gains that this exercise provides.   Not to mention I could do a couple of other  unique things, like adding a small twist,   which would be similar to the twisting pushup  to get just that little bit of extra adduction,   which will bring that rep count down for the  effectiveness of the exercise up. For all these   reasons, the dip is going to get my first in the  Almost Best Category, and it belongs there.    So, if you haven't caught on by now, you know  that I like adduction and we want to try to   get into the chest exercises we perform if we  want to see the best gains from it. And that's   why I got to go back to it once again with my best  option here and this is the Heavy 1-Arm Crossover.   And how is this different from the crossover?  Well, in a very important way. Number one,",
        "start": "00:07:40",
        "duration": 221.28000000000003,
        "title": "Chest Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "much more stability. Instead of having to move  both arms at one time, which let's say you have   80 pounds in each hand, you're not going to  be able to stabilize the total 160 as well   as you can't the 80 one arm at a time. Which is  going to eliminate those balance limitations and   allow your core to take a back seat to the  muscle you're actually trying to build.    And what I like to do here, as I mentioned, is go  heavy because you have the opportunity to do that.   Stop doing this exercise as a 30 rep burn out  at the end of your chest workout. Instead,   prioritize it as one of those great ways  to get adduction. Not just adduction,   but full adduction across midline better than in  any other exercise we performed so far. This is   going to be my adduction exercise of choice for  those reasons, it is going to belong firmly up   here at the top and my Almost Best Category. And concluding now our Almost Best Category and   giving those that are still hyperventilating  after looking at the thumbnail a reason to   breathe easy. We have the Incline Bench  Press up here at the top. The reason, though,   is we're putting it at that 30-to-45-degree angle,  not the steeper angle that we talked about before,   Because as I said, the angle matters. It's been  found that the perfect angle to engage the upper   chest without over activating the front delts  is going to be this 30-to-45-degree angle. Now,   whether or not your bench goes to the  specific degree doesn't really matter.   Just try to go on the shallower side versus  steeper, when the upper chest fibers you're   looking to really engage is the chest that you're  trying to grow rather than your shoulders. This   is my choice right here firmly at the top.  And so, then with any list ranking, the best chest   exercises from worst to first, there can only be  one first. There can only be one best and it s   the one that s been staring at you the whole  time, right here dead smack in the middle,   The Barbell or the Dumbbell Bench Press. And I'm  giving you the option. Why? Because I just want to   make sure that you're doing one of them. And the  reason why we put this at the top of this list   is because it gives us the best opportunity to do  the one thing that we know can continue to drive   both strength and hypertrophy and that is overload  his movement. The Barbell or the Dumbbell Bench,   it's something you can easily continue to  up the weight on, which is going to continue   to progressively keep those gains coming.  Now, look, the choice between the two exercises is   going to be up to you. Some may find the dumbbells  are going to give you a little bit more adduction   at the top because you can move your hands closer  towards each other. And others are going to find   that's a little bit easier on the shoulders to do  the dumbbells versus the barbells. Others who are   looking to just prioritize strength are likely  going to choose the barbell variation because it   gives you that extra 20% bump in your total. The  fact is this gets the top spot when we re looking   at the best chest exercises for strength, size  and growth of your chest. Or wait, maybe not.     And so, since the goal of this video is to  give you the best possible information I   could. You're going to have to allow you to  bend the rules just a little bit. You see,   because the best chess exercise is actually not  chess exercise at all. It's a combination of   exercises from the Bench Press down into that  Heavy 1-Arm Crossover. Realizing that you're   going to get that all important adduction, the  only missing element from the back bench press   to create the perfect complement and take the best  exercise and make it the greatest of all time.    And so with that, guys, hopefully you now know  which of the chess exercises you should be doing   and which of the chess exercises maybe you want  to ditch. The key is understanding why we pick   what we pick, because the size of the selection  matters. As always, we put the science into all   we do here. All of our programs available over at  Athleanx.com. If you found the video helpful, make   sure that your comments and the thumbs up below.  Tell me what other things you want me to cover   in the ranked series, and I'll do that for you in  the future videos. And speaking of future videos,   if you haven't already done so, make sure you  click subscribe and turn on your notifications,   so you never miss one when I point out.  All right guys, I ll see you soon.",
        "start": "00:11:22",
        "duration": 210.39999999999998,
        "title": "Chest Exercises Ranked (BEST TO WORST!)"
    }
]