[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. One dumbbell is all you're going to need today for this great chest and shoulder workout finisher. Now, I say 'chest and shoulder workout'. If you're going to train your chest and shoulders together, if you're doing a push workout, you can do this as a finisher for that workout. If you're doing a chest workout you could do this as a finisher for your chest workout. If you're doing a shoulder workout you can do this as a finisher for your shoulder workout. And like I said, you only need one dumbbell. The reason why we can do this is because the proximity of these muscles together – if you look at them anatomically we see that the front delt runs in here. Actually, I have a muscle marker to prove it. The front delt runs down, and around here like this. All the fibers run down this way. Well, we know that – two muscle markers, guys – that the chest also, obviously, comes in here as well. Like this from the upper fibers here, and then we have the chest itself. A little hard to draw this way, but the chest is heading out in this direction. So these muscles are close to each other. They prefer to work together. So there's a great advantage that we have. Again, depending upon what your goals are you can use a lighter weight, or you can use a heavier weight here. Metabolically, if I do this I like to go for about 100 reps. So what you do is, you take the dumbbell here, and you clasp it with your fingers this way. You grab it with a squeeze grip. The squeeze grip, the purpose is that I'm trying to push this dumbbell, and smash it right there, between my hands. So here I grab it like this, and the goal is to activate the chest by pushing my hands together on the dumbbell, and then get my traps involved as well here, and I go, and I lift up in front of me. So I'm working the front delts, but the front delts and the chest together, the tie in of these muscles together, and lift it up, and down. Squeezing it the whole time. Again, metabolically I could go for 100. Don't lose the squeeze. At the end of any chest workout, or shoulder workout, or chest and shoulders if you're doing a push workout; that's going to be a brutal killer, but it's going to be a great way to tie it all together. The abs work at the same time, too. Now, I could go for the heavier version of this too. Grab here. Again, same thing. Grab on, here, tighten the abs, and squeeze it, here, up. Remember, with a finisher you can do some rest pause here and crank out a few more reps. So last thing you're doing, make sure it's your last, best effort. There, you're done. So guys, something really quick. Again, it has a lot of different uses depending upon what it is that you just trained, but",
        "start": "00:00:06",
        "duration": 186.339,
        "title": "Chest and Shoulder Workout Finisher (GET JACKED!)"
    },
    {
        "text": "a great way to finish your workout, and integrating muscles that like to work together were given that opportunity. Guys, if you've found it helpful make and share it with your other friends that go to the gym. Help them out. Maybe even help them out even more by pointing them toward our channel here. Tell them to subscribe. In the meantime, if you're looking for a program that puts the science back in strength then head to ATHLEANX.com right now and get our ATHLEANX training program. All right, guys. I'll be back here again in just a few days with another video. See you.",
        "start": "00:03:12",
        "duration": 26.510999999999996,
        "title": "Chest and Shoulder Workout Finisher (GET JACKED!)"
    }
]