[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.COM. Today, look who's with me. Raymond made it here to the brand new XBOX. And we're going to show you together why the Hip Hinge is critically important when you're trying to maximize the stability and strength of your core. Yes, this is Washboard Wednesday video, and we're not going to talk really about the abs at all. We're going to talk about the functioning of the joints below in this case, and also above when it comes to trying to make sure that we have the optimal performance of the area in question in the middle. So, if we think about a Hip Hinge, why is a Hip Hinge so important? Because we want to be able to maintain the stability of our low back without compromising the stability of our low back, ok. Because if we lack mobility through a joint below, as we might with a Hip Hinge, if you don't have the mobility there, then we're going to start compromising the stability of the low back to do that. That's when we start to get low back issues and pain. Same thing could be said for above, and we'll cover it in a different video, if you lack the mobility through your thoracic spine to rotate, again, we need to get that mobility somewhere else, down here in the core. Again, compromising stability for mobility somewhere else, that's a problem too. The Hip Hinge, though, comes in so critically important when it comes to all of our big lifts. If you're going to do a Bent Row, you need to be able to have stability and strength through your core to perform that exercise without injuring our low back. Or, the same thing could be said with a Deadlift. But far too often, that's not the case. We see people who lose that stability through their core. They can't handle the heavier loads, and it winds up compromising the safety and health of their low back. The Hip Hinge, you have to look at Raymond first and see what's going on. You have a natural curvature of your low back. Most of us have a natural curvature of our low back. Some of us have flatter backs than others, but whatever your natural curvature of your low back is, that's what you're trying to maintain throughout all of your other lifts. That's your main, one and only goal for your low back. So, for me, I have a similar curve here to Raymond. It's not excessive. It's just basically a lumbar curve that follows this inward pattern. Now, when I bend over to do an exercise, like a Bent Row, if I'm going to lift here, my whole one and only goal is to maintain the position here as I lift. If the load starts to get too heavy, and I start to do that, now I'm in trouble. I'm compromising my lower back at some point. Same thing with the Deadlift. If I can get in that position and hold it and maintain it, then that's good. Well, the way we do this, and I'll get Raymond here out of the way, is you want to make sure that when you get into this position that all the movement comes from the hips so that you have the mobility through the hips to get yourself into this position",
        "start": "00:00:05",
        "duration": 164.35999999999996,
        "title": "Core Strength Secret (THE HIP HINGE!!)"
    },
    {
        "text": "and still maintain the stability without having to give it up here through the core and the low back. So, the Hip Hinge needs to take place all the way, until we can our butt all the way back. There's no knee movement here. I'm not bending my knees to get myself back. All I'm doing is moving my hips backwards. Let's see, pushing from here straight back and going as far back as I possibly can to then get myself in position to be stable now to lift, do a Deadlift, whatever else it may be. But, people don't know how to do this, and there's one big complicating factor that comes up that prevents it. It's hamstring flexibility. Again, if we look back at Raymond, we see that the hamstrings will attach right here to the bottom of the pelvis. So, if the pelvis is back, this way, into a Hip Hinge, we've basically lengthened the hamstrings. If I do this, the hamstrings now have to get longer, ok. Now, the further back I go, the more I'm pulling that hamstring further away from its insertion so there's more and more of a pull. At some point, I can't get my hips back anymore, so they kind of try to curl under because they want to relieve the tension. So, if you have a difficult time getting into the Hip Hinge, you might want to first of all, check your own hamstring flexibility. If that's not a problem for you, you just don't know the mechanics of it, all you've got to do is this. And I'm not trying to insult you here, and give you the old DX chop, what I'm trying to do is show you what you have to do to mirror the move or mimic the move. You push yourself right here. Allow your hips to go backwards, and you'll feel the crease. There's 2 creases that are made right here at the top of the hip flexor area, ok. When you feel those creases, as soon as you create them, put your hands right in them. Now, stand upright. Now, push through the creases as you allow your butt to travel back. You should feel immediately that all the motion's happening right here at the pelvis, and the pelvis is traveling backwards. Again, you might feel a little bit of a stretch in the hamstrings. If that's the case, you want to stretch your hamstrings out of this anterior tilt position. So that you can actually have a functional carry over. We're right here. I go all the way down as far back as I can, and you'll notice that no stability was compromised from the low back. That was maintained from here all the way back, all the way back, all the way back. I didn't have to move my back to get myself back there. That's the key difference. If I had to go like this and round my back, give up some stability to allow myself to get back, and now I can get way further back, and I'm starting to look vulgar here with my boy Ray. Sorry about that, Ray.",
        "start": "00:02:49",
        "duration": 155.12900000000008,
        "title": "Core Strength Secret (THE HIP HINGE!!)"
    },
    {
        "text": "But we just basically want to make sure that we're getting the motion where we want to get it, and that's through the hips. Master this. Try this. Stretch those hamstrings out from the anterior position if you have to, but most of all, practice the Hip Hinge. Do this a little bit, and you'll see that you're able to get your body in the position you need it to be and then therefore allow your abs to be as strong and powerful and protective as they possibly can be. Guys, if you found this video helpful, make sure you leave your comments and thumb's up below. And head to ATHLEANX.COM if you're looking for a training system that puts the science back in strength, that lets Ray do a little bit of the talking to help us understand why we want to do the things we do in the gym, and not just what we're doing, ok? That's the difference here with ATHLEANX. I'll see you guys back here in just a couple days. If you're happy that Rays' back, leave a thumb's up for him too. I'll see you guys back here in a couple days.",
        "start": "00:05:24",
        "duration": 47.951,
        "title": "Core Strength Secret (THE HIP HINGE!!)"
    }
]