[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I want to talk to you about the deadlift. And what's sparking this discussion here today is a recent appearance by Strong Man, Robert Oberst, on Joe Rogan's podcast. Now, I didn't need the viewers to alert me to this, as they have, because I listen to the podcast. I’m a fan of Joe's podcast. C.T. Fletcher has been on there, Sylvester Stallone is going to be on there; I listen to it often. There's a lot of content in this podcast, but one thing in particular that has people bent and they want to know what I think about it is this statement. I don’t want to take anything out of context. I want to just play it for you so you can listen to it for yourself. ROBERT: I went from football to Strong Man, and in football we've never done deadlifts. It was all hang-cleans and power-cleans. Which, by the way, just a quick tip: deadlifts, if you're deadlifting to be a better dead-lifter, fine. If you're not doing that for deadlift's sake, then don’t f**king do it. The risk to reward ratio is a joke. JOE: For deadlifts? ROBERT: For deadlifts. JOE: Really? ROBERT: I mean, a lot of people aren't going to like that I'm saying that, but if you go into any NFL gym, or any division I college football gym, and any athletics where people are actually getting paid, and it matters what they're doing; they're not deadlifting. JOE: Really? ROBERT: They're hang-cleaning and power-cleaning. JOE: Why is that? ROBERT: It's the risk to reward ratio. It's so hard to be a great dead-lifter and not risk your low back and- JOE: Oh. ROBERT: And to be using your upper back properly. There are so many little chances for you to get hurt. JEFF: All right, guys. Before you go and try to jump down Robert's throat or assume what I'm going to say in response to that, I think we have to do a couple of things. Number one: we're going to have to apply some context to what he said, and we'll do that in a second. Number two: we're going to have to start with the admission that, guys, I'm obviously someone who's already buried a few exercises myself. I threw, willfully, a couple of exercises into my Iron Graveyard to never be performed again. One of them being the upright row, which was a sh*t exercise then, will be a sh*t exercise in the future, and is a sh*t exercise now. I'll say that because, as we know, you are literally fighting your own body's anatomy to perform it and we have alternatives that provide a better response, nullifying the reason that we would ever have to do it in the first place. We could say the same thing about the behind-the-neck shoulder press. Neither of those are necessary and I think they deserve to be dead and buried. However, when it comes to the deadlift that's not something I would ever say. I believe the deadlift is one of the most fundamental movement patterns, let alone training exercises. The deadlift is something that we all need to be able to incorporate into our training programs and figure out a way to strengthen ourselves, but [do it] the right way. Which leads us to some of the context of what Robert's talking about. I'll start with the professional athlete side of it because I think what he's saying there, there's a lot of truth and merit to that. As a matter of fact, I've been in a lot of professional sports weight rooms. I've been",
        "start": "00:00:06",
        "duration": 163.871,
        "title": "Deadlifts are KILLING Your Gains (OH SH*T!)"
    },
    {
        "text": "in around a lot of professional athletes and trained a lot of professional athletes. And I'll tell you this: one of the revelations you learn early on is that they're not the best lifters. A lot of times they don’t even have great form in the weight room. They didn’t get there by being great lifters. They got here because of their innate talents. They got there because of their athleticism. They got there because of their ability to compensate their way there. They're masters of compensation. They were able to overcome things that we may not be able to while being able to still excel and perform. A lot of times what you're left with is guys that come to the weight room that are limited in a lot of different ways. Sometimes, not forcing everybody to perform a lift because you know how valuable that lift is, is one of the best ways a strength coach can go. I know the Oakland Raiders, my buddy is a strength coach for the Oakland Raiders, and not everybody deadlifts straight from the floor. There are guys that are 6' 8\", 320lbs to guys that are defensive backs, and skilled position players that lift a bit differently, and approach it a bit differently, and their bodies align differently when they go there. Again, if you realize that, unfortunately, the truth of the matter is that they're not all getting there as great lifters. Like I said. Their high school years, their formative years, the first time they ever learned the deadlift could have been founded on a foundation that was severely cracked because no one ever instilled in them the right way to do it. And they brought that with them to college. And they brought that with them to the pros. While you try to intervene, it's not always something you're capable of intervening on because, as I've said before, even their ability to master the compensation here could hide some of those cracked flaws in their foundation. So, what they do with the Raiders is, they lift with mats off the floor. They put ½\" mats and they might elevate a few mats – two, three, four mats – to allow the weights to come a little bit off the floor to get them into a better body position. Not foregoing the deadlift altogether, but even as Robert said, the exercises he said, yes, they'll perform those as well because they could provide some additional benefits that might not subject somebody to the risk. He talked about the risk to reward ratio. That's a real issue, guys. When you're talking about people that are being paid to play. Being paid to play and who can excel at the highest levels without necessarily having an 800lb deadlift. What is the risk of pushing somebody in that direction? Is it going to get them stronger? Of course. But if there are other ways to get them stronger and more powerful, maybe you don’t go down that road because you don’t want to compromise somebody's career that way. So that's the first thing. The second thing is, we talked about the context. The context is, as the speaker, as a professional Strong Man, Robert is looking at this from a different perspective. He's looking out for us. He's looking out for you. He knows that, for him, the risk to reward ratio is different. For him, the reward was higher. He could win a competition. He could sacrifice his form a little bit if it meant getting up another 10lbs or 20lbs on a lift because for him, it could mean the difference between winning and losing. When you add some competitiveness to this, and overly the performance of that lift there's a different drive. There's a different motivator. But for him, it led to some other issues. Obviously, breakdown. It's something he's doing repetitively and he's doing it for a living. At least the breakdown. These are not the same things that we would have to consider. But it brings me back to this overall point: the deadlift is a great exercise. The deadlift is a fundamental movement pattern. But the deadlift should be done responsibly. It's one of those exercises that, because of the loading parameters here, because we can load it up a lot as we're pursuing strength on that lift, we have to understand this one, critical factor. That is that it's not the number of the plates on the side of the bar",
        "start": "00:02:50",
        "duration": 215.16899999999998,
        "title": "Deadlifts are KILLING Your Gains (OH SH*T!)"
    },
    {
        "text": "that will ultimately determine your strength. What matters the most is that the true strength underlying that is built on a foundation of stability. I've said this before. I've talked about it as the new way to look at the pyramid of strength. At the base of what we do, most of what we do, is always going to be founded on strength. But if you ignore that bottom there, underneath the surface, that 'iceberg' effect where stability resides then you're going to miss out and you're likely going to wind up hurting yourself. The true strength is always going to be built upon a foundation of stability. What are we talking about with stability? It's not what you might think I'm talking about. Some of you guys are probably saying \"Jeff, you're just talking about form. Good form versus bad form.\" We never advocate bad form on a deadlift. That's not what I'm talking about. In the gross evidence of that, yes, it is. In other words, if I was going to go grab the bar, and as soon as I lift the weight that's somewhat more than I can comfortably handle, if I lose my scapular tightness to the point where my arms start to protract out in front of me, dragging my thoracic spine into flexion – which, because the spine is one unit it starts to drag my lumbar spine into flexion – applying an incredible load on my lumbar discs; I could pop on just like that. That's an obvious form breakdown. That's a lack of stability. That's an obvious example of that. That's not even what I'm talking about. I've talked about the masters of compensation. I've talked about the fact that someone could execute a deadlift here in great form and still lack stability. How would that happen? Well you could do all the things I've said. You could keep the scapula tight, you could not have your thoracic rounding, you could not have your lumbar spine rounding, but you could have an unequal distribution of weight between your feet when you perform your lift. I had an athlete come to me like that, complaining of hip pain. Everything looked perfect on the deadlift itself, but when we evaluated with force plates you could tell that there's an unequal weight distribution between the right and left side. Is that a lack of stability? I think so. That's not a stable unit lifting that. You need to have a stable unit from the ground up, equally distributing the weight as you perform the lift. That's a solid system. But if you're talking about this unequal distribution of weight that doesn't manifest itself in bad form, but manifests itself underneath; this is what we need to start to evaluate at a bit more critical level. This is where we need to appreciate the value of true stability. So, what am I recommending? I recommend you deadlift. I recommend you learn how to deadlift at an early age. I'm hoping that exercise tutorials, like the one I have on our channel for the deadlift – and others as well who have covered the deadlift in great ways, with a great breakdown – teaches you how to perform the lift in your earlier years, the right way. So, when you're adding plates, as you should be trying to, you're doing it on a strong foundation. Not built off a cracked foundation. Way too many cracked foundations out there these days, following the advice of the coaches that know nothing about coaching a lift, that tell you just to get stronger on the lift. That's a horrible coach and one you should never listen to. What you need to do is learn how to respect that lift, as well as other lifts, realizing that sometimes you've got to start at the bottom. When you start at the bottom, you've got to build that base. That base is not just the strength, but it's the stability beneath that. And when you have that combination and then you add plates around that you're going to be able to perform that lift properly. More importantly, you're going to be able to perform that lift for life, without the repercussions that Robert even talked about here.",
        "start": "00:06:25",
        "duration": 210.281,
        "title": "Deadlifts are KILLING Your Gains (OH SH*T!)"
    },
    {
        "text": "Without the necessary drive to push it to extremes that he might have to because of the competitive overlay for it and the extra drive with which he might have to face because of something he did for a living, and the winning and losing that factored into it as well. I love what he said. I thought it was a great podcast, by the way. Like I said, I recommend if you haven't heard it that you go listen to is because he had some incredible things to say. I think his perspective on the sport, I think his perspective on, not just that lift, but other things is something you benefit from hearing. Guys, I hope you've found this video helpful. If you're looking for programs where we try to do what we do based off that solid foundation, I realize how important it is. I preach it here because it matters, guys. I've seen far too many athletes breakdown because of exactly what Robert's talking about. We don’t need to have that happen, and we don’t need to forego the deadlift at the same time. Guys, if you're looking for those programs, they're all over at ATHLEANX.com. In the meantime, if you've found the video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I'll do my best to do that for you. If you haven't already done so, please subscribe and turn on your notifications so you never miss a video when we put one out. All right, guys. See you soon.",
        "start": "00:09:55",
        "duration": 60.36,
        "title": "Deadlifts are KILLING Your Gains (OH SH*T!)"
    }
]