[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I want to show you one thing to do before every time you squat that I promise is going to help you. If you have knee problems, this is going to be an absolute Godsend. Trust me. As someone that has knee problems myself, it’s going to change the way you feel the next time you step under a bar. Second, if you’re someone who feels like you can squat more, that you should be able to squat more than you are, I promise this is going to help as well. But it starts with defining what the squat is. Biomechanically, to me, it’s a marriage, a synchronization between the amount of knee flexion you get and the amount of hip flexion we get. We know that hip flexion is critical – the hinge is critical – for posterior loading. So, we need to have both components because this movement is, and always will be, driven by the glutes. This is a glute movement. We can feel this for ourselves. If we were to take our hands and put them on our butt, and we go down here, and we let the knees go – you’ve probably seen people squat like this, by the way. You let the knees go. Not only is this a recipe for disaster for people with knee pain, a lot of times it’s people that have knee pain that are doing this, too. Which makes it worse. But you get no glute activation here. Likewise, if I were to take my hands and keep them here and go more to a straight hinge, I definitely feel more activation here in loading of the glutes without the contribution of the knees. But we don’t feel nearly as much as we do when we get the two working together. We’re getting a hinge and a knee flexion at the same time. So, we know we need to get those two working in concert. The best way to do it, to prepare ourselves to squat, is not the squat because if you already have these issues, if you’re already performing the squat with a lack of that proper contribution from both the knees and the hips, then what you need to do is focus more on that main muscle driving that. And that’s the glutes. We do that over here. This is with a hip thrust. We could do it up here on a bench and a barbell hip thrust, classic barbell hip thrust. It’s going to require more range of motion, but even as a beginner activity, or someone that’s been squatting for a long period of time, but hasn’t done this prior to doing a squat, try it here from the floor because it’s going to be very simple. Again, I’m not into spending a whole lot of time doing this, guys. You guys know I don’t waste a whole lot of time with warmups. The fact is, what we’re trying to do is neurologically wake up the muscles that are supposed to be contributing to the squat in the way that they do when we squat. That is, we need to get the hamstrings and glutes to work together, and we need to get them to work together through flexion. Combined flexion. If I get down here on the ground what does the hip thrust do for us?",
        "start": "00:00:06",
        "duration": 151.76,
        "title": "Do This EVERY Time You Squat! (HUGE DIFFERENCE)"
    },
    {
        "text": "Well, here’s flexion of the knees. I’ve got flexion of the hips. What we do is train the hamstrings and glutes to work together because we know the hamstrings have a secondary role beyond knee flexion to drive us into hip extension with the glutes. That’s what the hip thrust does. So, I take the bar, I drive it down into my thighs, and I lift up. Now, I hold it here. Again, I’m trying to awaken the muscles of the posterior chain. We’re going to explain why in a second when we go back to the bar, why it’s so important. But I want to wake them up and I want to get the hamstrings and glutes working together, which is exactly what the hip thrust does. I drive and allow myself to feel the hinge, number one, but control it as well. That’s going to be important when we go back to the bar. So, we come up, and then feel the hinge as we go back down. Now, a secondary thing we could do here, which I think is beneficial, is to allow the feet to get a little closer together, and the knees to drop out to the side. What this does is externally rotates the hips and gets the glute medias contributing as well. Which is usually very dormant, or inactive, or not necessarily willing to be ready to squat unless you do something like this. So now we perform the repetitions like this. So, you could do two sets. Either both of them with the knees further out than the feet, or alternate. Do one set straight ahead and one set down. Why does this work so much? Well, even during that bridge we have some degree of flexion-extension of the knee. Which helps to warm up that knee, for those that have, even some issues with knee pain because they’re not properly warmed up. More importantly, what’s happening is when you have an unwillingness to load posteriorly, the knees take the brunt of it. So, if I get under the bar here and I don’t load posteriorly, I tend to be more knee-dominant. The knees keep traveling forward, and they keep travelling as you go down, taking on the load, down and into the knee cap. We call it ‘hanging out our tendons and ligaments’. Our connective tissue. We get a lot of strain, particularly on the patellar tendon if that’s the case. We need to be able to load more in the posterior direction. So, we get up here and with a willingness to do so, we can get our glutes involved here so we can sit back. Take that anterior force off the knee. More importantly, the hamstrings, as we’ve said, that were active on that hip thrust are trained to eccentrically control hip flexion. Remember, they have a secondary role. Forget knee flexion. Hamstrings are not flexing your knees to get down to the bottom of a squat. They don’t do that. Gravity takes you down. I don’t have to flex my hamstring to get me down to the ground. What they do as a hip extender is, they eccentrically control hip flexion. So, if I have eccentric control here of hip flexion, I can get down there in a confident",
        "start": "00:02:38",
        "duration": 186.30100000000007,
        "title": "Do This EVERY Time You Squat! (HUGE DIFFERENCE)"
    },
    {
        "text": "way, to be able to position myself with a properly loaded backside. Now, how does it fix the ascent? The second, and most important thing you can do from the bottom of a squat is synchronize your upper torso and your pelvis to move together. From here, straight up like that. If you lack either activation of the glutes or proper strength of the glutes, what winds up happening is you’ll get a de-segmentation of your torso and your pelvis. So, you go down, you might look good, and then you do this. There, up, and then up. De-segmentation. Down, come up, you load there, you bail because you don’t have proper – you’re not driving the movement from your glutes – you turn it into a low back until the glutes can contribute, and then you come and try to do the rest of the work for you. If you do the hip thrust, you’ll train your body to let the glutes be the main driver. That is a glute-driven exercise. Let the glutes be the main driver of the movement. Especially from a hinged, flexed position. That will carry over well, to the point when you get down to that bottom of the squat here and you’ve got to drive up with a straight bar path. As soon as you do that the bar path has changed. You want to be able to come from there and let the glutes drive straight up. And if the glute medias is active as well, the knees will be able to maintain that proper, outward positioning that we know we need to maintain proper mechanics of the squat from the bottom to the top. Quickly. Don’t make it a big deal. Start your workout over there, then come back over here. Just two sets, about 6 to 8 repetitions, hold for three or four seconds at the top, and then come over here and do this. I promise you, if you’re somebody with knee pain like I mentioned, you’re going to feel so much better just by doing those two sets before here. And cumulatively as you do this, of course you’ll be working your hip thrust into your regular training as well, you’ll start to get less and less problems over time. And for the guys that should be squatting more, sometimes it just comes down to an activation. You just don’t have proper activation before stepping under the bar and repeating the same pattern here with the squat itself. It’s not enough to break that pattern that you get from targeting them directly through the glute bridge. If you’ve found this video helpful, leave your comments and thumbs up below. If you haven’t already, subscribe and turn on your notifications. Also, head to ATHLEANX.com. Start using the science. Put it back into what you do. It will help you get more results out of your training, a lot faster. In the meantime, finish this, do your workout, and of course, you’ve got your face pulls, as always. Always at the end of every workout. Add this, guys. I promise it will work just as well. See you soon.",
        "start": "00:05:44",
        "duration": 155.74,
        "title": "Do This EVERY Time You Squat! (HUGE DIFFERENCE)"
    }
]