[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. I have an incredibly helpful video for you today. I’m standing here next to the skinny guy- JESSE: Whoa. Whoa. Whoa. JEFF: Actually, 'not as skinny' guy. JESSE: I wouldn't say anymore I was- JEFF: There we go. JESSE: Skinny. JEFF: All right. JESSE: As skinny as I once was, brother. JEFF: I gotcha, Hulk Hogan. The fact is, skinny guy – speaking from a skinny guy. I grew up in my life as a skinny guy. JESSE: Yeah. JEFF: There is something I think every skinny guy should do every time they train, because I think it has so many far reaching benefits, and it's not that hard to do. JESSE: Yeah. JEFF: It's not going to overly stress you to the point where you can't train because of this exercise. What is it? JESSE: Face pulls. JEFF: See? I knew you were going to say that. Face pulls is something I've told everybody to do. JESSE: Yes. JEFF: This isn't just for skinny guys because everybody can benefit from this exercise. JESSE: Oh, absolutely. JEFF: The exercise is- JESSE: The carry. JEFF: The carry. Guys, if you incorporate the carry into your training – it doesn't have to be a lot – you're going to see so many benefits from it. Especially helpful for the skinny guys out there that are having a hard time building size. Why? Let's start to go through some of those benefits. Number one: it's really damn versatile. JESSE: Yeah. Absolutely. JEFF: This is an exercise that you can do with anything. JESSE: Mm-hmm. JEFF: You can do them with kettle bells. You can carry dumbbells. You can carry a trap bar. You can carry a couple of plates. JESSE: Oh, my favorite is carrying small children. JEFF: The DCF is going to be calling you very soon.",
        "start": "00:00:05",
        "duration": 85.68,
        "title": "Do This Exercise EVERY DAY for Gains! (Skinny Guys)"
    },
    {
        "text": "The fact is, you can carry anything. You can also do this anywhere. You can do this in the house, you can do this in the gym. If you have a lot of room to walk around, as you see us doing here, you can do laps around the gym, or if you're limited on space you can do this in a line, back and forth in your living room. JESSE: Yeah. JEFF: You don’t need a lot of area to cover. You just need to be able to do this for a time. Now, why is it particularly helpful for the skinny guy? Well, as we know, and as we've talked about here before, skinnier guys will have one thing in common. They don’t have a very muscular frame. JESSE: Yeah. JEFF: They're lacking in stability. They're subject to a lot more of the stress that weights will provide to their body, than a guy who has more meat on his bones, or weight behind his body, would be able to handle it a lot easier. JESSE: Yeah. JEFF: Though we program squats for beginners, and though we program deadlifts for beginners, and though we want to build that base, foundational strength; it's going to be a hell of a lot easier for a beginner – especially a skinny beginner – to handle weight on a deadlift than it would be putting that weight on their back. JESSE: 100%. JEFF: Structurally – even a guy like Jesse here – structurally, he had a hard time initially with the squat. Now, doing much better, over 300lbs. JESSE: Yes. JEFF: Congratulations. JESSE: Thank you. JEFF: But you would basically have a lot harder of a time because your skeleton can't handle that weight on your back. JESSE: Yeah. Even when they tell you, \"Low bar squat\", you don’t have enough muscle mass to raise that shelf. JEFF: When people say, \"Put it on the shelf\", there has to be a shelf there in the first place to be able to handle that weight. So, there are some advantages to not having to bear the weight. A carry is going to be allow you to be able to carry some weight, as you see Jesse doing here with a little bit heavier weight. You're able to carry and learn how to distribute this weight at the size of your body. JESSE: Yes. JEFF: Without having to bear down through your spine. So that's one of the main things. It allows you to at least start to feel more weight and apply that weight to your body as a weight of the total system, without having to bear that through your back. The next thing is crazy important for everybody. Especially, again, beginners and skinnier guys. Posture benefit. JESSE: Yeah.",
        "start": "00:01:31",
        "duration": 117.94999999999999,
        "title": "Do This Exercise EVERY DAY for Gains! (Skinny Guys)"
    },
    {
        "text": "Oh. JEFF: Now, Jesse is somebody that had terrible posture. Just like that. We fixed that through a lot of hard work, but this is something that reinforces that. And skinny guys will tend to have very bad posture because any muscular development they'll have is likely going to be in the front of their body because, maybe, an attempt to try to do something about their skinniness. JESSE: Bench-press. JEFF: Right, or maybe some pushups and they develop this imbalance between front and back. As you can see here, this is going to demand you do this out of good posture. Especially if you're going to do it properly. The next thing we're going to talk about is a conditioning benefit. Now, you've always been attached to your 8-pack, as we've just discussed in one of your previous videos, Baby Shark. He doesn't want to lose his 8-pack. So, he wants to do his conditioning, but one thing I did caution you about, because I don’t really coach you very specifically on a lot of things. JESSE: No, because I just watch the videos, I edit the videos, and I take pride in being the 'every man' like everyone else. JEFF: And I enjoy that you actually like being that. But I told you, if you're going to do some of your conditioning, that running that you did, that long-distance running has to go. In place of that, you can do a carry as your conditioning, with has a lot of muscle sparing benefits in the form of conditioning. As opposed to going out and running 8 miles, like you used to like doing. That was keeping you nice and skinny. JESSE: Yeah. JEFF: Running long distance is not a good thing for somebody who's already skinny and struggling to put on weight. So, what we want to do here is utilize the carry as a conditioning exercise. Here you're using a little bit lighter weight, and you're doing it more for distance and time. JESSE: Yeah. JEFF: As far as – you mentioned you like the feel on your traps. JESSE: Yeah. JEFF: It allows the upper traps to be engaged. This is a great exercise for your upper traps. Again, contributing to posture. But at the same time, you like that overall stretch on the traps. Guys, this is something that allows you to get that stretch stress on your traps without doing it the wrong way. We've covered before how we do something like the rack pull. It's literally pulling your body into a stretch on the traps, in the exact wrong position, placing too many other stresses on the shoulder joint itself- JESSE: Yeah. JEFF: That you don’t want because of the positioning of the dumbbells, or the trap bar, or even the kettle bells which are putting your shoulders in a better position to do this right. Get that stress on the traps, but not have to forego that. So, let's talk about how you're going to do this right because I want you to incorporate",
        "start": "00:03:29",
        "duration": 134.35899999999998,
        "title": "Do This Exercise EVERY DAY for Gains! (Skinny Guys)"
    },
    {
        "text": "this into every, single workout. Even just a few laps. JESSE: Yeah. JEFF: The first thing you want to make sure is, you're not positioning the dumbbells – or whatever else you're going to pick up off the ground – in the wrong position to start. If you pick them up here, as Jesse's doing, in front of your body you're going to let your shoulders roll in front of your body, further contributing the posture problems, and further contributing to the imbalances you already have, as a guys who's lacking some overall muscle development. JESSE: Yeah. JEFF: So, what you want to do instead is position them on your side to pick them up from your side, and then carry them from your side. JESSE: Yep. JEFF: That's going to put you in a better position. The next thing, as you start to walk, if you fatigue or you forget and allow your shoulders to protract around your body, out in front of you; that is not what you want. That's not going to reinforce all the things we're trying to benefit from with this exercise. So, you want to make sure you consciously pull your shoulders back, keep your traps engaged, keep your scapula pinched together. JESSE: Yeah. One of those cues that you gave me, just from yelling at me through the office glass was \"Pinch your shoulder blades\". It's almost like taking a peanut and trying to crush it between your shoulder blades. JEFF: Exactly. Then finally, if you see yourself start to drift, or if you get very unsteady with your cadence when you're walking on this exercise, that's not what we're looking for. We're looking for stability. One of the places people forget to develop their stability is through their glutes. Right there. So, what we can do is, as you come up into position you want to squeeze – not just your shoulder blades, but your glutes, at the same time. It's subtle, but you're engaging the glutes. Now you're in position to be stable from the bottom up. Walk from here and you'll notice that your cadence and step length is consistent, and in the right line, straight ahead, without having that drifting going on. JESSE: Yeah. You're not crossing over and wobbling. JEFF: So, the fact is, this is a very functional exercise that I believe has contributed greatly to some of Jesse's newer gains. JESSE: Yeah. JEFF: As you can see here, it hasn't just been his arms. It's everything. You can see his leg development has improved tremendously while at the same time, this is making his bigger lifts easier. His squats, his deadlifts, everything else is improving because he's developing a lot of stability. We've talked about it before. Stability is the true base of any foundational strength pyramid. You've got to have stability underneath your level of strength if you're going to have true strength.",
        "start": "00:05:43",
        "duration": 129.31,
        "title": "Do This Exercise EVERY DAY for Gains! (Skinny Guys)"
    },
    {
        "text": "And that's one of the things this exercise provides you. Make sure you're incorporating the carry into your workouts if you're a skinny guy and you're looking to develop gains. This is where it starts. It starts from stability, and this is the exercise you need to start doing. Guys, I hope you've found this video helpful. If you're looking for programs where we build the carry into what we do because we realize the benefit it provides; make sure you head to ATHLEANX.com right now and check out our programs. If you've found the video helpful, leave your comments and thumbs up below. If you like seeing Jesse, leave your love for Jesse. At the same time, if you haven't already done so, please subscribe and turn on your notifications so you never miss a video when we put one out. All right, guys. See you soon.",
        "start": "00:07:52",
        "duration": 33.243,
        "title": "Do This Exercise EVERY DAY for Gains! (Skinny Guys)"
    }
]