[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. I’m going to get right to it today. There is one thing that you need to make sure you’re doing every, single time you train your legs. Every leg workout you do, you’d better be doing single leg training. I know, some people say “Jeff, I’ve got advice that I should only do squats. Squats are the only thing I need to do.” That’s bad advice. As a matter of fact, that’s probably coming from somebody that’s never trained an athlete in their entire life. You might be saying “But, Jeff; I’m not an athlete. I still want to have great legs, or the strongest legs possible.” I’m going to tell you, yet again, the thing you need to do every, single time you train your legs is include single leg training. Here’s why. When we look at something like a squat we all realize that’s the foundation of our program. Your leg training should be focused and founded on the heavy squat as a basic movement pattern. However, if that’s all you do I’m going to guarantee that you’re building your foundation on a shaky foundation. What winds up happening, inevitably, there are weaknesses throughout the entire kinetic chain from our feet, all the way up through our back, and bearing the weight of that load of the squat; that’s likely going to betray you at some point during that squat. It’s not because you haven’t strengthened the movement, or you haven’t gotten stronger on it. It’s because you’ve likely not attacked all the muscles that there are – even in the hips alone – to support that squat as you continue to add that heavy load. I’ve talked about it before here in many videos about the concept of building compensatory strength on top of your real strength. Single leg training is what you need to do to start revealing some of those weaknesses. Actually, just training your hips and muscles in ways that you cannot do with the squat alone. As a matter of fact, if you want to train in a multi-plane way, your squat is a sagittal plane movement. You need to start including some movement that gets you moving in other planes. We’ve talked about training athletes. Guys, athletes don’t move in a single plane. They’re not sagittal plane creatures. They have to be able to move in the transverse plane. They have to be able to move side to side. In sticking to that point, if you want to be any type of skilled player – let’s go to the NFL. If you want to be a skilled player and you don’t have the ability to unilaterally explode, be able to push in this direction by pushing with strength off that leg unilaterally, or go the opposite direction unilaterally, equally, with equal force; you’re not going to be a very good athlete. Case and point, Antonio Brown trains in this gym using the very principles that I’ve been preaching for years. Antonio Brown is the best wide receiver in the entire NFL.",
        "start": "00:00:05",
        "duration": 158.96999999999997,
        "title": "Do This EVERY Leg Workout (NON-NEGOTIABLE!!)"
    },
    {
        "text": "Bar none. There might be a little bit of competition. But whomever would argue for his competition would certainly point him right there amongst them because they all know how explosive he is. Do you think Antonio Brown leaves this gym without training unilaterally? By doing single leg training? Whether it be lunging, whether it be Bulgarian split squats, whether it be explosive Bulgarian split squats, like you see him doing here. No. He couldn’t because it wouldn’t make him a complete athlete. We realize that he has to do more. You can’t get by with just squats alone. Are squats a part of his foundational work? Of course, they are. Like any athlete, it should be. For you, no matter what your goals are. Athlete or not. But you need to include single leg training. I am preaching this to you guys. I’ve been saying this to you for years, and years, and years. I know that there are some out there that believe it’s not necessary. That’s bad advice. Flat out bad advice. I’ll even take it so far as when we do a lunge here, to unilaterally load in a position where I’m trying to overload, not just the legs, the quads, the hamstrings. I’m trying to overload the hips. I know that I can create instability laterally by loading, like you see me doing here in a lunge with Antonio. That means that the glute medias will have to fire a lot more to stabilize his entire body. When we take that onto the field, how do you think you execute with the precision that he does on the sideline for a toe-tap catch? They call him “Tony Toe-Tap” for a reason. He can literally plant his body on a dime and be able to control his body and make incredible plays because he has strength. Not just in his legs, but all the way up and down the kinetic chain. The way you get that is by challenging yourself. Not just with bilateral, single plane, sagittal plane training. You’ve got to include some other movements here, guys. Single leg training is where it’s at. So, I’ve preached to you guys once again. Make sure on every, single leg workout you do you’re including at least one of these movements, and then build off that and really try to build your strength in these moves over time. The key is that you’re at least including them, at the very baseline here, and then building up beyond that. Guys, if you’re looking for programs that build this in, because we train like athletes here. We have them all available over at ATHLEANX.com. You can get any of our programs, guys.",
        "start": "00:02:44",
        "duration": 135.21999999999997,
        "title": "Do This EVERY Leg Workout (NON-NEGOTIABLE!!)"
    },
    {
        "text": "We include single leg training in all of them, no matter what it is you’re training for. I feel it’s that important. We all need to include it. Guys, I hope you’ve found this video helpful. In the meantime, if you want me to cover anything else here make sure you leave your comments and thumbs up below and I’ll do my best to do the things that you guys want me to cover. This channel is for you. I want to make sure I’m bringing the experiences we have with our athletes like this straight to you guys, so you can benefit from them as well. All right, guys. I’ll see you soon.",
        "start": "00:04:59",
        "duration": 23.374000000000002,
        "title": "Do This EVERY Leg Workout (NON-NEGOTIABLE!!)"
    }
]