[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. I’m going to show you something to do every, single morning. I promise, if you do this it’s going to help you a lot. You’re going to improve your posture, you’re going to improve your grip strength, and you’re going to improve your abs. You’ll also have a little bit of an indicator of where your CNS is, in terms of your training, and where you might want to dial it back a little bit. We can do this all in two and a half minutes. The first thing I do when I roll out of bed everyday – you guys know, I’ve shared this with you before – I drink water. I try to get at least 20oz to 24oz of water in. I’ll leave two bottles out that are room temperature so it’s easier for me to drink and it sets me off on the right foot. I think it’s very, very important. You are dehydrated when you wake up. There’s no two ways about it. Unless you’re getting up in the middle of the night to drink water – which a lot of us don’t do – you’re going to be dehydrated. It’s your great opportunity here to make a habit of getting water in first thing in the day. Then we take this all-important stop here as I walk through the bathroom. I have a pullup bar that I hang from my closet. What this does is gives me a one-minute opportunity, two times, to get something really important done. The first thing I do is, I want to try and decompress my spine. What I do is grab the bar and drop my pelvis. My toes can be in contact with the ground here. I’m actually advising it. Very, very lightly though. When I do that and drop, my pelvis – I’m able to decompress that lumbar spine. You can literally feel the pelvis drop and the weight of the pelvis drop, which allows those spinal segments to decompress. So, it should allow you to feel a bit looser, and better through there. The second thing is, posturally I’m able to get extension here through my thoracic spine. That mid-back area is the area we always sit hunched over through the whole day. This is our chance to always get good extension every, single day for at least a minute, to start off the day. It’s the cumulative effect that has the biggest impact when you do this. I try to reach my head through here to reinforce as much extension as I can through that area. Obviously, just gripping the bar for a minute is going to have that cumulative effect of working on our form and our grip strength. I’ve indicated before how that could be a sign – an early sign – of whether or not you might be doing too much, frying yourself out with the training. If your grip strength is not where it needs to be, and you start to lose strength during these two, one minute sessions; it’s probably an indicator that you’re tiring out a little bit. But next we want to go, immediately, as soon as we’re done we turn around and now we turn this into an ab exercise.",
        "start": "00:00:05",
        "duration": 150.65099999999998,
        "title": "Do This EVERY Morning! (WORKOUT OR NOT)"
    },
    {
        "text": "You really just have to hang. I mentioned before, when I had my hernia one of the hardest things I could do to get myself back on track was just hanging from a bar. That’s one of the biggest things that your abs are responsible for. What you do is just hollow out in here and just hold. This time, for my arms, instead of just dropping down I want to get a little bit of stability. Pull down through the shoulder blades so I get some scapular stability, too. That’s another thing I think we lose sight of; developing those muscles in the back. So, I hold it. So, I’ve got one-minute holding with the purpose of decompressing, one minute of holding to actually work on the abs. The cumulative effect, knowing that the two, one-minute holds are going to help us build our form, strength, and forearms in general, and also have an indicator of where we might be in our training. It’s such a short, quick routine. It’s so easy to do. All you need is that pullup bar and to remember to start making some new habits – the good habits – for the long term. If you’re looking for a program that sets you off on the right track to having really good habits, to change your whole body around; that’s what we do with the ATHLEANX program. I literally lay it out step by step, so you don’t miss a step. You get into a habit and you make this a lifestyle, you’ll start making huge, huge changes in your body. That’s over at ATHLEANX.com. In the meantime, if you’ve found this video helpful leave your comments and thumbs up below. Let us know what else you want me to cover and I’ll do my best to do that for you in the days and weeks ahead. All right, guys. See you soon.",
        "start": "00:02:36",
        "duration": 81.443,
        "title": "Do This EVERY Morning! (WORKOUT OR NOT)"
    }
]