[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I want to show you one stretch – one simple thing – that you should do every, single day. I know, it sounds like a lot. But it's going to be really quick and easy and it's going to improve your posture. I guarantee it. All you have to do is have access to a door frame. Now, let me ask you a question first. When you wake up in the morning do you ever find yourself doing this? Stretching out and it feels good. If you do – and I'm one of them – then it's your lats that are crying out for help. You're probably thinking to yourself \"Lats? You're going to stretch my lats as a main, postural fixture?\" Yes, because your lats are one of those muscles that get overlooked, in terms of their detrimental effect on your posture when they're tight. What they'll do is internally rotate your shoulders. They're internal rotators. When we internal rotation of our shoulder we also get this compensatory thoracic kyphosis. This rounding of our upper back. That's not good. We want to fix that. So, the problem with the lats is, if we're forgetting about them entirely, is that we can't. The only way we can address them is we have to attack them specifically with a specific stretch because, in order to do that, you're going to have to get your arms way up over your head. If you think about it, how many times are you doing that? When you're sleeping your arms are at your side all night. Unless you sleep like this. You're a strange bird if you do, but if you don't, your arms are tight all night. That's why you're doing this sort of thing. You don’t get that during the day. Maybe you stand up because you're like this all day. You stand up and do this. Kind of stretch out your chest, try to stretch out your low back. But none of it is going to directly affect the lats unless you learn to get your arms way up overhead, purposefully. What we have to do is attack these in a very specific way. I'm going to do that. I'm going to show you with a muscle marker what we're talking about because when we understand this, it makes it a hell of a lot easier to conceptualize why we're doing what we are. Jesse? JESSE: Yeah? JEFF: Welcome. JESSE: Oh. Are we going to do the intro? JEFF: You need the intro? Okay, go ahead. Intro.",
        "start": "00:00:05",
        "duration": 120.72000000000001,
        "title": "Do This EVERY Day for Better Posture (GUARANTEED!)"
    },
    {
        "text": "JESSE: All right, perfection. JEFF: Satisfied? JESSE: Yes. JEFF: Okay. So now, with that being said; what we need to do is draw some points. We know that the lat comes up here and the reason why it's influenced by the arm is because it attaches on the arm. So up in the arm here – Jesse, I'm just going to draw a little bit of a landmark. Then we also know it has an attachment on the bottom of the shoulder blade. The inferior border of the shoulder blade. So, when Jesse marks that out, now what do we do? We want to take those points and move them further away from the other points of attachment, which are down here at the iliac crest – which is around your pelvis. You can feel it. And it attaches to all the vertebrae in your lower thoracic and lumbar spine. Meaning, right down the middle on something called the spinous processes. Jesse started mapping them out. So, if we have those points of attachment, how would we want to stretch this? First of all, before you even do that, do this test for me. Stand like this and raise your arm up as high as you can. Don't force it, just raise it up as high as you can. What I want to assess, and what I want you guys to see, is just how quickly this will work. See how high your arm gets up over your head here. Some people will be able to get higher than I can. But even those will find an increase in improvement in their ability to get more mobility out of your lats. With that being said, I have to take my arm and position it here in this doorframe. Again, I mentioned this doorframe because in a previous video, there was something I told you you'd benefit from doing every day. I said hanging from a doorframe or a bar is going to be very beneficial. So, you could add this to that, by utilizing that doorframe for a different purpose. You take your elbow, you lock it in place, you put it up as high as you can, and then you lock it in. As I drop my pelvis down, I'm going to see that my arm really can't go anywhere. If I bring my arm up, obviously the point that was on my arm is getting further away from these points down here. In addition, as I bring my arm overhead, I get rotation of the scapula. So that inferior border is getting further away from these points down here. So, I get two birds with one stone. Now, how would I impact and position my pelvis. How could I get that further away from these two points? Well, I take this leg that's closest to the wall and step it back behind me, this way. When I do that, you can see that my pelvis has dropped and dropped further away from these points up here. Now, the last thing I have to do is, I want to see if I can get those points that were on my spine even further away from here. And I can, if I look at the spinous processes here, if I turn my body in that direction you can see they're headed off in this direction. Further from the points that are over here.",
        "start": "00:02:06",
        "duration": 163.34000000000003,
        "title": "Do This EVERY Day for Better Posture (GUARANTEED!)"
    },
    {
        "text": "So, as I get into this position here, up, drop the pelvis down, then rotate toward the wall. I can feel an intense stretch here. The best stretch, I'm going to get on my lats. Now, the best part about this is that I don’t stop there. I don’t believe in just stretching point A further away from point B. If we could do something about the tissue quality in between those points, we have an even better opportunity to make a change. One of those quick, instant changes I'm talking about. So, your posture is instantly improved. We can do that because we have a free hand. We can grab hold of the lat in this position and really try to manipulate it back and forth a little bit. Really trying to work the tissue. Kind of squeezing in here. What I'm doing by squeezing is, you can see I'm making this tight structure a little more pliable. Just trying to push in and manipulate this way. Obviously, it's going to be a lot tighter when I'm already in place in the stretch, but I do that here for 30 to 45 seconds. Again, on both sides. Now, when you step away and you go to raise your arm up, I'm expecting a great improvement in how high you can raise that arm up. What happened? We're not just getting more flexibility through that lat, but by doing so, we're not getting as much of that rounded, internal rotation that was caused by the tight lat. But then we're getting a release on that tight upper thoracic that was getting pulled down like this. So, we instantly get more upright, way more mobility in this direction, and it looks a hell of a lot better. Guys, it happens because our body always functions as one, single, kinetic chain. Things that are tight down here can feed all the way up to your fingers if you allow it to. You need to realize that all these things are connected and just focusing on the major things that get addressed in postural corrections – like the pec minor – is not necessarily going to complete the picture. As you just saw, if you don’t really address this specifically, there's no way you're going to get this to be as loose as it should be. So, I like to work it into a quick thing you do every, single day. Like I said, 30 or 45 seconds on each side. Once is probably fine. Twice if you're really having a problem. That's where we go, guys. If you're looking for a complete postural improvement video where we talk about some of the other hot button areas, I'm going to show you how to do that. We have a video on that, and I'll link it at the end. It shows you how to do this in four steps. In the meantime, if you're looking for a program where we address posture – posture matters. It sets us up for prime performance for all of our lifts and has big implications on how we develop our bodies and we need to address them.",
        "start": "00:04:49",
        "duration": 151.89999999999998,
        "title": "Do This EVERY Day for Better Posture (GUARANTEED!)"
    },
    {
        "text": "I do that in all our programs. I build them right in, as a physical therapist. They're all available at ATHLEANX.com. In the meantime, if you've found the video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I'll do my best to do that for you guys in the days and weeks ahead. If you haven't already done so, make sure you click 'subscribe' and turn on your notifications, so you never miss a video when we put one out. All right, guys. See you soon.",
        "start": "00:07:21",
        "duration": 16.749,
        "title": "Do This EVERY Day for Better Posture (GUARANTEED!)"
    }
]