[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I am going to give you the key, the one thing you should before every, single workout. It will instantly make every workout better. Before I do I want you to watch this one clip of Jesse working out. Now I want you to watch the same exercise being done by six-time Pro-Bowl wide receiver, Antonio Brown, right here in the X-box. See if you can spot the difference. Guys, I’m going to tell you this: that exercise is not the secret. The exercise is not something to do before every, single workout. What is to be replicated is to focus on the awareness of your own efforts because here is the punchline; I don’t think Jesse was trying hard enough. As a matter of fact, I have proof of that. Here’s one more clip for you. Hey, Jess. JESSE: What’s up, Jeff? JEFF: Hey, I’m doing a YouTube video. I’m not calling you out. Just – I was observing something, and I want to use this to our advantage, okay? JESSE: All right. JEFF: I want to talk about effort. Today I’m talking about effort. I was watching you do that exercise and I think you were doing good. But I actually have one, little gripe. I think you could actually do that better. I think you could do that more explosively. How did it feel to you? Be totally honest. JESSE: I felt great. JEFF: All right. Now, come up. I want to see – I want to prove my point. Get in that position again. JESSE: Okay. JEFF: Move back up a little bit. If I told you I want you to literally put your head through the ceiling up there, I want, on every rep, I want you to put your head through the ceiling and I want you to pull your knee up as high as you can, get off that ground. Still control. Do not sacrifice anything in the performance of what you’re doing. But I want to see a better effort, all right? JESSE: Okay. JEFF: All right, let’s see what you’ve got. There you go. Up. Head through the roof, every time. Go. All the way up. Nice balance.",
        "start": "00:00:06",
        "duration": 141.64999999999998,
        "title": "Do This BEFORE Every Workout! (Guaranteed Gains)"
    },
    {
        "text": "There you go. Explode. Explode. Up. There you go. One more. One more. Good. Any difference? JESSE: Yeah, big difference. JEFF: So, I’m going to go back and finish the rest of the video. But the idea is, I believe that there’s more effort in there. And I don’t care about it being on every, single set today, but I think it illustrates a point that I want to make sure we get across. JESSE: Okay. JEFF: All right? Good job. JESSE: Thanks, bud. JEFF: So, as you can see, this is going to be one of those truthful videos. I’m not going to lie to you, like I’m not going to lie to Jesse. I honestly believe – and I’m including myself in this – that we don’t train as hard as we can. We don’t put the effort that we can into everything we do. When you look at a guy like Antonio Brown, and some people think “Oh, these guys are athletes. They’re genetically gifted. These things become easy for them.” That’s not the case, guys. I can tell you, after having trained thousands of athletes, that’s not how it works. What happens is, these guys get to that level by consistently putting in those kinds of efforts. They don’t take sets off. If they’re in the weight room to train, they train. When this guy goes out to the field to run routes you’d think he’s running the final route in Super Bowl on 4th and goal every, single time because of the accumulation of those efforts. The saying goes ‘if you practice like you play’; that’s the key. Now, for Jesse I’m not expecting him to go from 0 to 60 and be able to fix it all in one shot. That’s why I even said to him at the end there “Just give me one.” I’m going to say the same to you. Give me one, solid effort like you’ve never given before in today’s workout. I promise you, you’re going to start seeing big time rewards and gains from doing that. The amount of effort that you’re continuing to stifle and hold back right now will probably surprise the hell out of you. You’re going to see it by picking whatever exercise it is and unleashing your best effort. The thing is, it’s not the exercise. It’s never the exercise. If the effort is not there the exercise doesn’t help you that much. If you look at the definition of effort alone it doesn’t mean going and putting 1000lbs",
        "start": "00:02:27",
        "duration": 128.22,
        "title": "Do This BEFORE Every Workout! (Guaranteed Gains)"
    },
    {
        "text": "on a bar on a squat and then continuing to quarter-rep it out. Effort has to start with the actual exercise done through a full range of motion. That’s the baseline of how we’re even going to define it. We work from there. Beyond that, it’s not necessarily always about training to failure. If you’re training for power, like that particular exercise there, you wouldn’t train to ultimate failure. But you’d give your absolute best effort in every, single one of those reps so you’re producing high quality reps every, single time. Explosive power. Especially if you turn that into a power endurance exercise. You wouldn’t train to absolute failure, to the point where you’re dangerously falling all over the floor. The idea is, no matter what it is you’re training for you max out that effort. If you start to accumulate and repeat that over, and over, and over again then you’re going to start seeing results from your training. I always say, guys, ‘you can either train hard, or you can train long, but you can’t do both’. This is where it comes from. This is where it comes from. No matter what shape or form it takes, high effort is something that cannot be cheated. So, do me a favor. Before your next workout if you want to watch this video again, and again then do that. It’s going to help you become aware. Whatever you need to do. Become self-aware of the fact that I know, and you know all of us don’t consistently give our best effort. I want you to try to do that in today’s workout, and I promise you, you’re going to start seeing big gains from that. In the meantime, if you’ve found this video helpful, guys, or truthful let me know below, and let me know what else I can do to cover in future videos to make sure you get the most out of what I do. That’s why this channel exists. That’s why I continue to make these videos for you. If you’re looking for a complete training program it’s over at ATHLEANX.com. Step by step I’ll tell you what you need to do. I’ll tell you all the exercises, but you’ve got to give me the effort there, too. All right, guys. I’ll be back here again in just a few days. See you.",
        "start": "00:04:36",
        "duration": 105.71000000000001,
        "title": "Do This BEFORE Every Workout! (Guaranteed Gains)"
    }
]