[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. If you are looking to do a shoulder workout, but your shoulders just don’t want to cooperate – meaning, you go to lift your arms up overhead and they’re not really moving that much. They’re stuck. They’re stiff. You’ve probably experienced it at some point in time, and you usually have a warmup that you do that will counteract that. A lot of times what people will do is take a jump rope or something, and they’ll reach up overhead like this, here. Move it over to the side this way. Move it back this way. Just trying to get their arms up overhead and loosen up because it feels, like I said, stiff. That’s not what you want to do. What I’m going to show you today is something that’s going to actually work a lot more effectively right away because you’re going to work the muscles that are trying to work here to get your arms up overhead. Why? Because what’s really stiff is not likely your shoulder joint. What happens is, the shoulder joint itself is a ball and socket and that thing moves pretty good. Unless you have a documented impingement in your shoulder already, a ball and socket is going to move pretty freely. But what is not going to move as freely is going to be your shoulder blades on the back of your body here, that contribute heavily to your arm being able to go overhead. We have a scapular humeral rhythm. That means that the humerus itself contributes a portion to getting up to the top, but if your scapula doesn’t move at all – if someone were to lock it in place – it would not get up to the top. Your arm would never get fully overhead. No matter how much mobility you have in your arm or shoulder joint itself. You need to have the ability of your shoulder blades to rotate as you lift your arm up to be able to get your arm all the way up, and over your head freely. What we’re probably lacking is the freeness of that mobility of the shoulder blade. Why? Because postural, we lock it up. We sit with poor posture, we sit down a good portion of the day, our arms aren’t elevated. They’re not asked to go up over our head. So those muscles tend to get short and tight and restrict the motion of the shoulder blade. But what we can do is use this ball. There’s a very specific reason why we want to use this. Position yourself, first and foremost, down on the ground. When you’re down on the ground, you take away any of the cheating that you’re normally going to get when you’re standing on your feet and leaning back, trying to fake your arm up to the top. We don’t want that. Instead, kneel down here on the ground to take that out of the equation. Put your hand up on the ball. The focus here is to get a little bit on the bottom side of the ball and get your elbow",
        "start": "00:00:06",
        "duration": 145.36900000000006,
        "title": "Do This for \"Stiff\" Shoulders (INSTANT RELIEF!)"
    },
    {
        "text": "in front of your body here. So, the elbow is angled right here in front of your body. It’s not to the point where I’m so far forward with my body that the elbow is back. We want the elbow in front of the body here, and I want to push through the wrist. Right about through here. By pushing through the wrist I’m actually getting a little bit of an external rotation here. Active external rotation of my shoulder. That is actually activating the muscles that run all over this shoulder blade here and help contribute to some of the stability while we raise our arm up over our head. Realizing we’re in a tug of war with the deltoid as we do it. As I push here and raise up, I go like this. I have a very slight push, but I have enough of a push through here, maintaining that forward elbow as we do it. Then I come to the top. If I need to get a little bit lower, I get a little bit lower on the ball as a I get more mobility, and I raise it up. Now, what we’re looking for here is that rotation of that right shoulder blade as I lift my arm up, over my head. So as I come down – now as it goes up I’m just going to rotate this way. The bottom portion is going to rotate out toward the side that way. And up. It’s going to do this a lot more easily because we’ve actually engaged those muscles in the first place, to let it help you. Now, after you do about six or seven, we switch it right to the front here, in the middle. We walk our hands up underneath. Elbows are obviously in the middle – or in front of our body now – we come down here, and then we press up. Reach your head through. Just like you would have to do on an overhead press. Reach the head through. Again, I’m pushing through my wrists here. Six or seven there, roll it down this side, here, up, and press. Again, working on pushing it through the wrist. My hands are kind of dead back here, but the elbow’s in front, the fingers aren’t pushing. I’m just going through the wrist. One more. Got to get that external rotation here. What we’ve done is not just awakened the muscles that support the scapula, but we’ve also taken the muscles that help to stabilize once our arms are up over our head – which, with the lower traps, we’ll involve them as well. So now when I go to lift my arms up over my head it’s very much effortless, from this position here. So now if I were to go overhead press it feels a lot better than if I had stayed here for three, four, five minutes trying to do this. No activation from doing this. The proper activation when you use the ball. So, guys; try that out. No matter what it is that you’re trying to do here, there’s always a way to warm yourself up, but you have to do it properly.",
        "start": "00:02:31",
        "duration": 183.431,
        "title": "Do This for \"Stiff\" Shoulders (INSTANT RELIEF!)"
    },
    {
        "text": "We do that here at ATHLEANX. I’m showing you this technique here. I guarantee, it’s going to work if you give it a try. If you’ve found this helpful, guys, make sure you subscribe to our channel. I make videos like this all the time, obviously. But in the meantime, if you’re looking for a program that helps you get a step by step approach to getting yourself ready and knock it out in the gym every, single workout; we have those all over at ATHLEANX.com. All right, guys. I’ll see you back here soon.",
        "start": "00:05:35",
        "duration": 19.91,
        "title": "Do This for \"Stiff\" Shoulders (INSTANT RELIEF!)"
    }
]