[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. What if there was a warning sign that told you that your training was about to go off the rails? Not necessarily that it's gotten to the point where you're either losing strength on your bigger lifts or you're not seeing any size gains anymore, or there's a noticeable plateau, maybe your desire to train is down, or if your goals are completely different. Maybe fat loss, if you've begun to plateau there even as you drop your calories. Something's not working anymore. What if there was something that could happen ahead of those signs and symptoms that would give you an opportunity to intervene before that? So, the reversal of that would be a little more effective. Well, you probably see me waving this thing around here. There's a reason why we can implement some other method for this. The thing is, it's very, very simple to do. It's measuring our grip strength. Look, you don’t have to go buy this device. I'm going to show you a very cool correlation that I uncovered, by accident, that shows you that you can do this a lot cheaper. This costs $300. This a gold standard for physical therapists when it comes to measuring grip strength. It's a hand grip dynamometer. There's a procedure that we'll follow. Both with this device and with the alternative. By the way, what's the alternative? It's this cheap, little Detecto scale that I got at Bed Bath & Beyond for about $10. It does the same thing. You're going to have to make a little conversion from pounds to kilograms, but I think we can handle the math. The idea is this: we know that grip strength is neuromuscular driven. When you have variances in your grip strength and how tightly you can grip something it's not necessarily that you've lost grip strength from one minute to the next, or from one hour to the next, or even one day to the next. You've probably already felt this yourself when you've been sick, or when you're extra tired, or when you wake up in the middle of the night. Try squeezing your hand next time and see how much for you can generate. You'll feel like you wish you could do it with more force, but you can't. It's because you don’t have – again, you could be over fatigued from a neuromuscular level. The central nervous system sending signals down to your muscles just aren't firing appropriately. Well, we know when this fatigue starts to set in that it's a sign that what you're doing in your training plan is probably too much. You're under-recovering. You're not giving yourself a chance to recover from this. I know why a lot of it happens a lot of times. You see a lot of cool things. Hell, on this channel we cover a lot of great things and you guys want to try all of them. You can't try all of them, all the time. It's one of the fastest ways to find yourself in this state. Maybe at the later stage where you've already noticed the more serious signs and symptoms.",
        "start": "00:00:05",
        "duration": 152.37999999999997,
        "title": "Don’t Ignore THIS Early Warning Sign - MUSCLE LOSS!!"
    },
    {
        "text": "So, you want to make sure you're testing yourself frequently with your grip. If we can easily do that then we're going to be able to this and intervene faster. So, if we take the grip dynamometer – I'm going to show you how we do it this way. We're going to apply it to the scale. You test yourself with your arm at your side, elbow bent 90 degrees, and you're going to squeeze as hard as you can. We want to see what our peak output force is. I'm going to get ready to squeeze. 1, 2, 3. Squeeze, squeeze, squeeze, squeeze. And I'm about 50 at that point. Now, I've been higher at times as well. With that being said, that's 50kg of force on this device. Why is that important? We also know that grip strength itself, the overall level of grip strength, is important when it comes to your performance on some of the bigger lifts. We know that grip provides additional stability on those lifts and it also provides a radiation effect. It allows other muscles to contribute to the performance of that lift which is going to be essential when you're talking about your bigger, compound lifts. Now, I take this and say, what would happen if I come over here with this little, cheap device? Can I do the same thing? Now, instead of talking about kilograms we look for pounds. Now we're looking for the same, or equivalent measurement in that kilogram on the device, with pounds on this scale. So, all we have to do is take the scale in the same way. We're going to hold it this way. We don’t want to hold it like this because if we hold it like that, we're talking about more of a pinch grip. That's a different type of grip and different strength level. You want to hold it this way so you're measuring the same type of effect that we got on the gun there. So now we grab it here, we're going to stabilize it on our body like this. So now we're going to take a look – Jesse, why don’t you come around? I'm going to show what happens here. I've got to make sure this is starting at zero. Now, I'm going to grip it here. Again, same way. 1, 2, 3. Squeeze, squeeze, squeeze, squeeze. And you can see, it's topped out right around 50, 51, 52. The cool thing is, there's a good correlation in a much cheaper, easier way. So, if you have this scale you can measure this over time, consistently, and quickly. It takes two seconds. If you start to see a drop – we're talking about more than a 10% drop. So, 50 would go down to 45. You've got to do something about your training. I don’t care if you haven't already seen those other things. That's the goal.",
        "start": "00:02:37",
        "duration": 132.70999999999995,
        "title": "Don’t Ignore THIS Early Warning Sign - MUSCLE LOSS!!"
    },
    {
        "text": "Not to have to see those other, more serious effects in your training. You need to start taking some additional time away. You need to start dropping some of the volume in your training. You need to start incorporating some additional de-load week into what you're doing. Maybe you've been banging away at it for months at a time now. You'll find that when you do that, and you come back, and you retest, and your levels are back to where they were; you hit your training again and you're going to find out that you're not going to plateau as much. Your strength levels will probably start to go up again. You haven't reached this overall, max capacity. I can pretty much guarantee you that, guys. We have a lot higher capacity to become bigger, and better, and faster than we probably give ourselves credit for. But a lot of times we believe that because we get ourselves stuck in this rut here and we're not early enough to intervene. So, this is a simple, easy way to do that. I promise, if you do it yourself, you're going to find this can be a very important warning sign way ahead of the things that are going to become more apparent. Guys, if you're looking for programs – because that's what matters. How you program things. There's a difference between exercising and training. I say it all the time. Training is a plan. It's a progression. There are planned points where we have to bring it back a little bit and there are planned points where we have to step on the gas. Knowing that and doing that the right way is what gets you to a bigger, and better, and faster level a lot faster and more efficiently. That's what we do with all our plans and those are over at ATHLEANX.com. If you have some questions about the process and you want to measure yourself, leave your grips strength measurements down below so we can all check them out. No one's going to laugh. Even Jesse. He's only about 10. That's not true, right? What is yours, Jesse? JESSE: I have no idea. JEFF: All right. It's low, but the fact is, leave your comments and thumbs up below. Let me know what else you want me to cover and I'll do my best to do that for you. If you haven't already done so, click 'subscribe', turn on your notifications, and never miss a video. All right, be back here again soon. See ya.",
        "start": "00:04:50",
        "duration": 97.32199999999999,
        "title": "Don’t Ignore THIS Early Warning Sign - MUSCLE LOSS!!"
    }
]