[
    {
        "text": "When I grew up, my father threatened me that  if he ever caught me with anything, any drugs,   even alcohol, he'd throw me out of the house. So  what did I do? I never got drunk a day in my life.   Never got drunk a day in my life. Never got drunk  a day in my life. And that's a true story.    What's up, guys? Jeff Cavalier athleanx.com.  Jesse Laico, altheanx.com.    So today let's talk about  drinking. What are you doing?   Well, I'm thirsty for one and two,  it's on brand for our topic today.   Because this is related to a question we got.  Yes, this is from an Ax Jeff question. From   Tyler Zidlicky. That doesn't roll  off the tongue very well.    Zidlicky.  Jeff, I know you don't drink, but do you think   drinking alcohol is killing my gains? It seems  that my deadlift totals are adversely related to   the number of beers that I drink. Real or nah? If  you don't know, ask Jesse for me. Thanks, bro.   What is he drinking while he's dead lifting? I don't know. That doesn't sound like a   good idea to me, though. Yeah, he's saying alcohol is   killing my gains.  Basically.   Drinking alcohol. Well, that's a good question  and it's one we need to address here today.   Not only that but related to what he said  about deadlifting, I do have a drinking and   deadlifting story.  Oh, you do?    I do. I'll save that one for the end.  Okay, so--   Also, I have to interrupt you again. You're doing a good job.   Would you like a sip of beer? I would not like a sip of beer.    Are you sure? Did you watch the video before?   No, I really wasn't paying attention,  I was getting some flashbacks there.   I'm good, I'm good. I appreciate the offer. Come on, guys. Leave a comment below if you want   Jeff to take a sip of this beer. You know what?  Let's make this interesting. What if we get   2,500 people to say that they want you to take  a sip of beer? Will you take a sip of beer?   I might consider it. So let's talk about  whether alcohol is killing your gains, and   let's talk about it from a dual standpoint here.  Number one, I think people are talking about,   can they, let's say, burn fat and look a certain  way and can they build muscle? I think a lot of   people are really concerned about whether they  can build muscle when they're drinking.   Yeah, you know, they want to  look as beautiful as I do.   Or they just want to look good.  Yes.    So now when we talk about--let's talk about the  body fat part first. Because I think that's an   easy one, and it's actually one where I feel  extremely qualified to speak because I think it   has given me a supreme advantage here.  Sure.    If you're going to keep your caloric intake  constant, then you're going to be able to   maintain a caloric deficit to the point where you  can burn body fat. So I think that's a good thing   for people that want to drink, right? However,  it's very important that we consider the other   ramifications that drinking introduces.  It's not just--that drinking introduces   because it becomes a lot more challenging  when the calories are coming from alcohol.    Okay. Why? Number one,   seven calories per gram of alcohol versus,  let's say, the nine that are, in fat--   Oh.  --and further away from the four that are in   carbohydrates and proteins. So you can see that on  a gram per gram basis is pretty caloric stuff.    Yeah. So it's going to make it   more challenging to stay in that same calorically  constant number, right? The second thing is people   are not satiated when they're drinking alcohol. Is that why I can drink a bunch of beers?   That's one of the reasons why you could drink  a lot of beer. I think there's other reasons,   too. But the fact is that we can drink more  alcohol than we can't other things. Even,   let's say, a protein shake. How  many of those are you drinking?   Two at max.  Or even water, right? Water is a",
        "start": "00:00:00",
        "duration": 180.16,
        "title": "Drinking Alcohol is KILLING Your Gains!"
    },
    {
        "text": "lot more filling than alcohol. Alcohol tends to be  far less satiating, which leads to other problems.   The third thing is your body will actually halt  the metabolism of fats and carbohydrates in order   to prioritize the processing of alcohol when it  enters the system because it is perceived to be   a toxin like your processed foods. What, I can't eat Doritos?   So it becomes a lot more challenging because of  the things, the byproducts that come along with   drinking. I will tell you this, one of the reasons  why I believe I am as lean as I am or have been   able to maintain the level of leanness I have for  so long, is because I don't drink. As I stated in   that video guys, think about this over the course  of, let's say, I started drinking at 21, unlike   Jesse, who started much sooner than that.  Whoa. Whoa,   whoa, whoa. Don t tell my mom that.  21 to 46 years old, that's 25 years of   drinking that I have not done. Imagine if I drank,  let's just say two drinks a day. Which, as you'll   see here in a minute, actually isn't very bad.  Two drinks a day for 365 days a year is what?   It s a lot, yeah.  730 drinks per year times   25 years on an average of 150 calories per  drink, I have not consumed those calories.    It s a lot of calories.  It's a lot of calories. It's a   lot of calories to have saved, it makes it  much easier for me to stay lean. However,   if you want to be, let's say, normal and  not abstaining completely from alcohol.   You want to be a regular human being, like me.  A human being, like Jesse, then there's a few   things you'd want to do. Number one, try to, while  you're drinking, prioritize the lower calorically   dense, higher fiber foods.  So not Doritos?   So not Doritos. So let's pretend  you're at a Super Bowl party and   you reach for the veggie platter. That's a lame Super Bowl party.   I'm just saying that the veggie platter obviously  is going to fit the bill. It's going to have   lower calorie foods with higher fiber  content, which can help to keep you filled,   right? Because we know that you're not maintaining  that fullness, so you're able to get it now   through the other foods. The second thing is  you want to make sure that you're decreasing   your fat intake on the days that you're drinking.  Why is that? Because we know that calorically the   fat is much more calorically dense and  it's something you can actually cut back,   which is going to save you some of the extra  calories to make room for some of the alcohol.   And the third thing that we want to do is try to  at least if you're going to cut from anywhere,   don't cut from proteins. Because as we'll  see here, proteins actually have the ability   to help to increase the satiety number  one and number two to decrease some of   the effects of alcohol. It has a blunting effect  on some of the negative effects of alcohol.   Really? In terms of its ability to,   leads us to the next point here, build muscle. Oh wait, building muscle, that s like with the   bench press over there, right? I guess you could do a bench press   if you want to do a bench press. But  I'm saying, you know, all our--   What? So, anyway, building   muscle. In terms of building muscle, guys, is it  a factor here? Well, of course it is, but it's all   about the amount of alcohol you're consuming.  This, more than any other place, is dependent   upon how much you're drinking. So studies have  actually shown that if you have two drinks a day   that it completely unaffected your ability to  make gains in the gym. So that's good news.    That s great news.  So you don't have to worry as   long as you're drinking in moderation.  But when you start to drink to excess   and I don't like to ever really define that by  the number of drinks that you're having because   people of different sizes and weights, that's  going to mean a different thing for them.   So like 30 beers for me and one beer for, you. No beers for me. But if we talk about--   Are you, are you sure?  --the guy who's got a lot of who s, who's   a lot heavier, that's going to be a higher number.  So really it s gauged on how drunk you're getting,   right? Or buzzed or drunk. If you're making it  a habit then you're probably consuming too much.",
        "start": "00:03:21",
        "duration": 198.23999999999998,
        "title": "Drinking Alcohol is KILLING Your Gains!"
    },
    {
        "text": "And there, interestingly, what happens is  the impact on testosterone sort of shifts.   Believe it or not, in moderation, testosterone  can actually go up from drinking.    No way.  Don't get too excited because it's not really to   a clinical benefit level. It's just the fact that  we know it's not going down, so it's not having   a detrimental effect on your testosterone. So it s not anabolic, but it's not catabolic.   Exactly, Jesse. Wow, science words.   You're learning, yeah. So now if you go the  opposite way, though, if you start to consume   in excess, we do see dramatic decreases  in testosterone that are going to have,   not just an acute effect  at the time, but of course,   the cumulative effect too. Because let's face  it, if you're showing up to the gym every day   hung over or drunk, you're not really going  to be doing your best work in the gym.    That's true.  Do you want to tell   about your experience in the gym?  So, this is my deadlift story.    So, go ahead. Here we go.   So over the summer, after a bad breakup, I was  going on dates, multiple dates a week. And yes.   And I was drinking at every single date. How many apps were you using, by the way?   Oh, just Tinder. Okay, and?   Okay, Bumble. And?   Hinge.  Okay.   So I was on a few dating apps. All  right, whatever. I was going on   these dates and I was having a few drinks  with each date and I didn't want to be,   you know, stick in the mud just because I was  drinking the night before. I didn't want to--   Sure. --you know, not drink with this girl tonight.   Nah, you got to be a gentleman, of course.  Got to be gentleman. But I noticed that   the more that I was drinking, that I was  stalling a little bit on my deadlift.    Right.  I had gotten   up to 435 and I couldn't get any higher.  I started getting I started struggling.   You weren t hung over, it was just that-- No, I wasn't hung over, I wasn't drunk or   anything like that. I just noticed that  I was not as strong as I wanted to be.   And there was a point where 405 was tough.  Right.   And then I backed down a 385 and I could  barely get that off the ground. I don't   know if you remember watching me do that one. No, I do. So, so you're you were seeing dramatic   decreases in your ability to move the same  bar you were moving with ease before.",
        "start": "00:06:45",
        "duration": 112.80000000000001,
        "title": "Drinking Alcohol is KILLING Your Gains!"
    }
]