[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. So, they say “An apple a day keeps the doctor away”. But that’s not what my recommendation is here. I am going to show you today a food that I believe you should try to incorporate every, single day into your diet. Especially as it relates to your ability to see consistent muscle gains in two mechanisms. Number one: by decreasing the soreness you experience in your workouts from day to day, workout to workout. Number two: by keeping you healthier. Boosting your immunity so you can actually stay in the gym more consistently. Instead of registering all those off days because you’re sick. What I’m talking about here is not an apple, but ginger. This is a shaved ginger. This is pickled ginger. They shave the root and put it in a vinegar brine, and they soak it. This is what you’d be familiar with. This is a little bit white, but you can see the pink stuff you get when you go for sushi. This is so powerful that I’m now a big believer in it. I’ve actually incorporated this every, single morning into my breakfast. I put it on my egg whites. I know that sounds a little bit gross, but I promise you, it’s actually really, really good. It’s not a great taste for some people. It’s an acquired taste because it is a little bitter. But if you can stomach it – well, the good news is, your stomach will thank you too because what it does is also helps with digestion, helps with nausea, and you go back to mom’s old recommendation to have ginger ale when you’re not feeling good. Well, I can tell you this; there’s really not that much ginger in ginger ale. So, it’s not going to do a damn for helping you feel less nauseous. But she had good intentions. Let’s just leave it at that. I will also recommend that you don’t eat the candied form of ginger. Again, you’re basically taking something that’s good and making it really bad because you’re getting less and less ginger, and you’re getting more and more sugar and all the things that aren’t going to help you with what we’re trying to do. But when it comes to the gym, one of the most important properties of ginger is its ability to help with inflammation and delayed onset muscle soreness. So now, look at the scenario that we face these days. We have a lot of guys preaching ‘volume, volume, volume’, less eccentric training, less induced muscle damage because that’s going to prevent you from being able to get back to the gym and train again. And it’s going to cut down the number of sessions you’re going to log over the course of a year because you’re delayed onset muscle soreness is interfering with your ability to perform. So that makes sense, but if you had a way to control your muscle soreness and still be able to train at a high intensity level – and yes, include some induced muscle damage from eccentric training – and take care of a lot of that delayed onset muscle soreness because you’ve taken just a little bit of ginger; it only takes about that much a day. A little pinch of ginger every day.",
        "start": "00:00:05",
        "duration": 162.42100000000002,
        "title": "Eat This EVERY Day! (WORKOUT OR NOT)"
    },
    {
        "text": "I think that gives you all new options for attacking this. So, what I’m recommending is to figure out a way that you can get some pickled ginger and incorporate it in some place in your meals every, single day. Not just beside that. We talked about the other obvious benefits. We talked about the benefits for digestion. We talked about the benefits of just using some acknowledgment. We also know that it can decrease your cholesterol and it’s also shown to help with suppression of appetite. So, if you’re having difficulties getting a hold on the amount of food that you’re eating in a day, and it’s still a challenge, and you’re still having issues with your weight; maybe incorporating some ginger here will help to suppress your appetite. Or at least control your appetite between meals to allow you to be a little more routine. We always talk about it, guys. Consistency with a nutrition plan is the number one requirement. Also, you’ve got to like what you’re eating. So, if you really, really hate ginger, maybe this video is not for you. But if you give it a try there will be a lot of benefits that are going to carry over and help your overall workout plan. Not just from workout within on workout, but from day to day, week to week consistency. We’ve preached that all the time here, guys. Not just with your nutrition, but it’s with your ability to show up at the gym. This is going to help you do that. Guys, I hope you’ve found the video helpful. If you’re looking for a complete day by day plan that expects you to show up when you’re supposed to show up to get the workout in; that’s all laid out over at ATHLEANX.com. In the meantime, if you’ve found the video helpful leave your comments and thumbs up below. Let me know if you’re going to go out and get some ginger yourself. You’d better start stocking up, guys, because with the amount of people that tend to watch our videos, I have a feeling that ginger consumption is going to go up a little bit. All right, I’ll talk to you soon. See you.",
        "start": "00:02:48",
        "duration": 93.17900000000002,
        "title": "Eat This EVERY Day! (WORKOUT OR NOT)"
    }
]