[
    {
        "text": "Hey, hey, hey. Want food to  build more muscle, huh?   That's the video today.  Well, before we start,   can I take a few guesses? Why you want to ruin it?    Well, okay, I'm thinking of  Ginger. Yeah, Ginger.    Yo, you with me still?  Oh yeah, yeah, yeah.    I already did a video on ginger. I  like it, but it s not the one.    Okay, I know this one, it s cinnamon. You  always tell me to eat more cinnamon.    Yeah, you sprinkle it on Jesse,  you don t eat it like an idiot.    Oh, no wonder it s so hard  to eat. Oh, how can I forget   this one? It s the ultimate Jeff  Cavaliere mean, whipped cream.    Look, I like whipped cream,  but I m not obsessed with it.   Okay, maybe I do like it. Oh, I was right wasn t I?   What s up guys, Jeff Cavaliere, Athleanx.com.  So no, Jesse wasn t right about whipped cream.   Although I guess I do like it more than I  would admit. However, it does underscore a   point here. The right food choices can actually  have a significant benefit when it comes to not   only how you look and how you perform, but just  your overall health. I ve covered before the   benefits of ginger and cinnamon right here on this  channel because when you make the small changes,   the accumulation of these small change over  time can have a big impact. And I'm going to   say that there's one food here that can add 30  pounds of muscle to your frame, because we all   know that that's just bullshit. However,  when you make these small correct changes,   you can actually start talking about things  that are going to impact how you look.   So, we're talking about building muscle and how  do you do it? It's not just with the weights,   this is what starts the process is what you do  and put your body afterwards. And there's one   food here that I'm going to share with you, that  I actually have before that can do a lot more   for you than you thought, and it s canned pumpkin.  Now, before you start running away and say, oh, my   God, that's disgusting, if you take canned pumpkin  and just mix it into some things, it's going to   be a lot easier for you to take without you even  noticing that you're eating it, because it really   is pretty much flavorless. I mix it in my oatmeal  every single morning, as I've shown here before.   I can mix it into yogurt, we can put it into a  protein shake, or you can even put it into like,   say, protein waffles or pancakes. It's very easy  to mix. And what I do is I just simply open up a   can of this, put it into a Tupperware container  like this, and I store in the refrigerator. Now,   usually I finish it before I ever have to  worry about it going bad, but I've had it in   my fridge for up to a week and a half and have  never had it go bad, so it's very durable.   The point is, when you add pumpkin to whatever  you're going to eat, it helps in a very   significant way to aid and recovery. There's  a normal process that occurs in our body where   proteins become oxidized, it s called protein  carbonylation. Jesse, protein carbonylation.    That s hard to say. So, we don t want that.   What that does though, is it triggers a cascade  of enzymes that actually degrade proteins.   That's another thing we don't want. We want  to make sure that we have adequate proteins to   help us to rebuild our muscle so we could prevent  the degradation of proteins that we can assist in   faster recovery. That's what this does. And again,  you don t really have to think about it or really   even know the science to appreciate what it can  do for you, you simply just have to eat it.   Now before you run and start buying this  stuff, make sure you don't make the big mistake   and that is buying the wrong thing. This is called  pumpkin pie mix, this is what Jesse likes to eat.   This is full of sugar. This is essentially like  eating a pumpkin pie. It does not have the same   nutritional benefits that this does. You want  to make sure that when you're going to buy your   canned pumpkin that you look at the label for an  extra couple of seconds to make sure you get the   right one, be prepared. They oftentimes put  a piece of pumpkin pie on the cover of both.   If you read, you're looking for  just 100% canned pumpkin only.    And before you think it's a great idea to start  running out and harvesting your own pumpkins to",
        "start": "00:00:01",
        "duration": 217.60599999999994,
        "title": "Eat This to Gain Muscle (NATURALLY!)"
    },
    {
        "text": "fuel your pumpkin needs, think about this. Fresh  pumpkin is actually less nutritious than canned   pumpkin. Because of the condensed nature of  it canned pumpkin provides more vitamins,   more minerals, and you don't have to  deal with all the slimy guts either.    That being said, guys, remember, when it comes  to making changes in your body, you can never   underestimate the value of nutrition, it's where  it all starts. I understand that we can all get   ourselves to the gym to lift some weights, but  it's the other 23 hours that we're not in the   gym that really matters in terms of how we look.  Started making the right changes, if you do that   consistently, I promise you'll start to see some  of the gains you never thought were possible.    That being said, guys, if you're looking for  a program where we break down nutritionally,   what you should do each and every day, along with  the workouts, you can head to athleanx.com. Right   now, we include our X Factor meal plan with all of  our programs. In the meantime, we found the middle   helpful make sure that your comments and thumbs  up below and also click subscribe, turn on your   notifications so you never missed a video when  we put one out. All right guys, see you soon.",
        "start": "00:03:53",
        "duration": 57.04,
        "title": "Eat This to Gain Muscle (NATURALLY!)"
    }
]