[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. So today I'm going to show you everything you need to know about the triceps and more important, how to start targeting them the right way in your workouts. I'm going to use Raymond. He actually had an idea the other day. He told me he literally had an idea. He said \"Screw using me. Why don’t you use the muscle markers instead?\" Which is exactly what we're going to do. We're going to break out the muscle markers to show you how to start hitting your triceps more effectively. Okay, first of all we need to always put the science back in strength because that's what we do here at ATHLEANX, and we need to start with a little bit of an anatomy lesson. The triceps: there's three heads, obviously, by the name \"tri\". Where they all originate and where they all attach is really important for how we're going to attack them. First of all we have the horseshoe. This is what everybody looks at. The front part of the horseshoe here is the lateral head of the tricep. The green area, okay? Then this big meaty area here is the longhead of the tricep. This red area here, all the way down. Now, they all commonly insert into a tendon that feeds into the other side of the elbow joint here, which we'll get into in a second. The medial head actually sits way up underneath here and it actually lays underneath the longhead of the triceps. So you can't really see that all that much, but it's a very important muscle, in terms of providing stability to the overall tricep muscle group, and therefore allowing you to maximize your strength across all three heads in all your different exercises. Now, all of them, again, cross here into the elbow, which means they will extend into the elbow. So I don’t care what exercise you're doing. They're all going to work the triceps if you're extending your elbow. That's just how it works. You don’t have to overcomplicate things. However, one of them starts – not here on the arm – but it actually goes onto our scapula. It crosses the shoulder joint. That is the longhead. That's why it's called the longhead, because it actually goes here. You can see that it attaches all the way back here. So now, what does that do? Let's cover that first. If you want to train your longhead you must create enough tension on there to maximize the contraction of the tricep, meaning you want to stretch that thing out and get it up and over your head. So right away, a tricep push away. Okay, you can see that my arm is up here over my body, and as I push out I'm getting extension of the elbow, and obviously tricep contraction.",
        "start": "00:00:00",
        "duration": 149.89999999999998,
        "title": "Exercises for Triceps for Every Head (HIT EM ALL!)"
    },
    {
        "text": "We also could – some would say – take a dumbbell and put it up over our heads and start doing this and extend the elbows. My problem with that exercise is that you're actually internally rotating the shoulders here to grab the dumbbell with this elevation of the arms. If you have a shoulder problem, or an impingement in your shoulder already, that could hurt a lot. Especially if you have a labrum tear. It can increase some compression in the joint. So that's not one of my favorites, okay? The next thing you could though – like I said, don’t always think about standing up into this position – if I were to lay down on my back and put my arm up into this position you have, actually, one of my favorite exercises, which is the tricep – the lining barbell tricep extension. You could do this with an easy curl bar, you can do it with dumbbells. Here I like to do them with dumbbells because it allows me to get a little bit further back behind my head so when I'm contracting I still have some tension here on the triceps, as opposed to being straight up, overhead. We've covered that in many videos. So that's your attack plan. Now, here's one thing I'm going to tell you that is very important that others might tell you never to do. They might say \"Well, what about the contraction of that?\" Well, if we know the longhead is stretched maximally by putting your arm up over your head, right? Because we're flexing the arm. We know that the function of the longhead is not just to extend the elbow, but to also extend the arm behind the body. You need to start doing some exercises that extend the arm behind the body while you're contracting. There's something called active insufficiency, which means that you don’t get a lot of tension generated in this position. I agree, that's true. You don’t get a lot of tension generated in this position because it's maximally shortened. However, what it does have the ability to do is show you what peak contraction feels like. I could tell you right now, a lot of us suffer from the inability to have a good mind-muscle connection, in any muscle group that we're working. So we would use two particular exercises to help us get that feel of the contraction right from the get go, before we start our tricep workout. These two would be a cobra pushup – like I'm showing you here – and you can see that my arm is extended back behind my body and again, we might want to do something like the good old tricep kick back. Again, the arm is back here. It's a killer exercise in terms of feeling that peak contraction albeit, at a little bit less tension and force. We're not relying on it to build that much muscle. We're relying on it to help us develop that mind-muscle connection. One last thing you might want to try if you're still a non-believer in that, is just stand out here, put your arm – straighten it all the way out. So we've got tricep extension here, or elbow extension so our triceps should be working.",
        "start": "00:02:30",
        "duration": 152.38,
        "title": "Exercises for Triceps for Every Head (HIT EM ALL!)"
    },
    {
        "text": "But what we want to do is now, from here, just bring your arm back behind your body. As soon as you do you'll feel, immediately, an increase. A huge increase in the amount of that contraction that you feel in that tricep because we've taken that longhead now, and we've put it into a state of maximum contraction. Now, the other two. What do you do with the other two? You've got the lateral head and you've got the medial head. Both of them now are only going to do what? Extend the elbow, but there's something you can do to favorably hit each of the areas. Think about when you're doing leg extensions. Yes, leg extensions. Not an exercise I would tell you to do, but just so you can visualize what I'm talking about. Leg extensions, you're going to stick your leg out like this, right? What have you done if someone has ever told you to target the inside of your leg? You've turned your leg out. So now when you contract you're getting the VMO. You're feeling more of a contraction here on the inner side of your quad. If you turn your leg in you're feeling a contraction more on the outer side of your quad. The same thing happens here with our triceps. If we have our triceps when we're going to do a pushdown, if we were to rotate them in, the more we turn them in the more we work on the outer side here. If we were to turn them out, the more we work on the inner side here of the tricep. So when we're talking about lateral, or medial you're going to go lateral head with the elbow turned – with the forearms pronated and turned in. You're going to go more medial head here underneath – remember, lying underneath the long head – medial head, as we turn them out. So what are some of the options here? Well, of course we want to hit the lateral head first. If you're doing your tricep pushdowns you can turn your hands in, allow your elbows to drift out a little bit as you do them and you'll see that you get more of that lateral head. You can do a diamond cutter pushup where you turn your elbows out and you could see you're pushing down and getting that elbow extension, but with that slightly turned in position here we're going to work on the lateral head. For the medial head you could do a reverse grip tricep pushdown. Now we're turning ourselves out and we're coming down and you're working, again, more on that medial head which is buried underneath the longhead, or we could do a close grip bench-press. Elbows in tight, sometimes even underhand gripped you'll feel it even more. You're going to press up and away from you. Again, by turning out, focusing more on that medial head. So all in all, guys, the idea here is that the triceps are not all that complicated. All of them, regardless of what you do, are going to extend the elbow, but manipulating the position of the longhead is going to be key. Not forgetting to include some of that peak contraction positioning by getting the arm back behind the body because the longhead allows you to do that, is a great way to kick off your workout and help you develop more mind-muscle connections so overall you can learn how to start developing more tension throughout your entire work out and get much more out of them.",
        "start": "00:05:02",
        "duration": 173.55999999999997,
        "title": "Exercises for Triceps for Every Head (HIT EM ALL!)"
    },
    {
        "text": "Guys, I hope you enjoy the muscle marker, again. Once again, I like to break them out whenever I feel like it's going to help you guys to understand more about what the hell is going on in your body. If you're looking for a program that does that and lays it all out step by step and never ignores the science along the way, then head to ATHLEANX.com right now and get our ATHLEANX training system. All right, guys. I'll be back here again in a few days. Leave your comments and thumbs up below. Let me know what you want to see and I'll do my best to cover it. See ya!",
        "start": "00:07:56",
        "duration": 21.961999999999996,
        "title": "Exercises for Triceps for Every Head (HIT EM ALL!)"
    }
]