[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. A little winded already because I already did what you're going to do here in a second. I actually did today's workout to prove a point that you can hit the best of both washboard Wednesday and Bodyweight Wednesday in one video for combined effect of actually training your abs, burning your fat in the process, and also helping to build muscle because we're going to create overload. Remember, creating overload can come in any form and it doesn’t have to come in the form of weights. Don’t deceive yourself to think that's the only way you can do it. You can do it if you carefully select the exercise that you do to create overload. So how are we going to do this? You're going to do a push/pull leg combo and your rest period is going to be your direct ab training. So indirectly you're going to hit your abs through the choice of exercise and then directly you're going to hit them during the rest period. We start off here with a pushup. It's a Spiderman pushup. We're going to create indirect load on the abs, because of course, a pushup done in this position is already going to load your abs to keep your body off the ground. We're going to make it more difficult, create the overload by decreasing the point of contacts that we have with the floor. We basically have three points of contact with the same amount of your bodyweight having to be supported by the rest of your three limbs. That's a bigger challenge. If that's too easy for you then you can do too many reps. Throw on a weight if you have the best opportunity to do that and now you've created additional overload. Take it to failure and then go directly into your 45 second ab rest exercise. In this case it's the pendulum plank. Here you can see that we're creating an ab movement directly hitting your abs for the stability of them, of course, and we can make them even more complex if that's not enough for you, by incorporating this four point movement with two alpine climbers mixed in. It becomes a little bit more complicated because of the coordination, but the load on your abs is increased and therefore more beneficial if you're at an advanced level. You do three sets of that combo without ever resting. Then you move onto the pull portion of this, which is our back and bicep version. We're going to do a pullup, we're going to do a high pull pullup with our knees and legs straight out. So the idea here is to indirectly, once again, activate the abs and keep them activated throughout. You do as many of these as you can until failure. As soon as you're done, drop straight down beneath the pullup bar and come up and do these knee drive sit-ups. As you come up, drive your knees and drive your elbow. Meet them in the middle and head back down to the ground. Come up, do these, 45 seconds. This is your rest period between your active indirect ab work sets. So you're hitting the overload, you'll feel this – this is a very challenging version of the pullup. So you're still going to create overload necessary to build upper body strength and size.",
        "start": "00:00:05",
        "duration": 158.04999999999998,
        "title": "Fat Burning Ab Workout (HOME VERSION!!)"
    },
    {
        "text": "You do three sets of this combo and you move on to our final portion here where we're going to hit the legs. The legs, we're going to do a rolling squat. For the rolling squat you want to be able to keep tension here on the muscle. So we're going to come up and maintain a half position. You're not going to go all the way up to standing because we know that at the very top we're going to lose the tension on the quads and hamstrings. So what we want to do is stick around in the middle. Now I'm demonstrating the two legged version here. What you can do if you want more overload; do it single legged. Now you have a pistol squad variation of this that will definitely create overload and challenge you depending upon your strength level. Again, if that's still too easy then throw on a weighted vest. The idea is, you do this until failure and then you're doing it in single legs – you just alternate legs until failure – you go back down and then you finish off with this hollow rock. The hollow rock, you're just going to try to establish that position, get up off the ground – shoulders off the ground – legs off the ground, get the pelvis in contact with the ground, and that's your one rocking point. Try to maintain contact as you dynamically move your weight forward and backward. You do that for 45 seconds. Three rounds of that and now before you're all said and done, let's hit it. You're already going to be huffing and puffing like I am a little bit right now, but lets it sit with one last conditioning movement. Let's go 5 minutes straight of jump rope. You don’t have jump rope? Pick your poison. I don’t care if it's split squats. I don’t care if it's burpees. I don’t care if it's rocket jumps. Whatever you want to do that's going to get your heartrate going, fine. Try to do it for 5 minutes, rest intermittently as you have to, but keep that rest to a minimum. So there you go, guys. As you can see, we can get the best of all world here. We can get the best of Bodyweight Wednesday mixed with the best of Washboard Wednesday, throw in some fat burning and some muscle building because of the overload, and at the end of the day you've got a kick-ass workout that won't take you all that long to do and won't really require much of anything. Maybe a doorway pullup bar and you can get it done. If you guys are looking for a lot more options, things to do day by day, I give you a whole step by step plan that actually requires no equipment at all. Again, not even the pullup bar; nothing. It's called ATHLEAN0. That's over at ATHLEANX.com. A six week program, a meal plan included, everything you need to build your own body with nothing but your body. All right, guys. We'll be back here again in just a couple days. If you've found this video helpful, make sure you leave your comments and thumbs up below. If you want to see more of these combo/hybrid Bodyweight Wednesday/Washboard Wednesdays",
        "start": "00:02:43",
        "duration": 134.559,
        "title": "Fat Burning Ab Workout (HOME VERSION!!)"
    },
    {
        "text": "just let me know and I'll do my best to bring them to you. All right, I'll see you later.",
        "start": "00:04:58",
        "duration": 2.551,
        "title": "Fat Burning Ab Workout (HOME VERSION!!)"
    }
]