[
    {
        "text": "And the worst category, most unoriginal, check.  Most likely to put me to sleep, check. Most   annoying, check. Absolute biggest douchebag.  Whoa, whoa, whoa. What are you doing,   what is this? I'm putting together that video you wanted,   Fitness YouTubers Ranked Best to Worst?  No, no, no, I just said   keep it positive, I want to just talk about the  people that are good, that I like to watch.    You don't want the worst of the worst?  No, I don't like to cover that stuff.    Do you guys want the worst of the worst?  What are you asking them for?    Well, I want to know what their opinion is.  They're going to tell you they want to hear the   worst. I want to just stick to the plan.  By the way, what makes me think that all   I do is watch fitness? I like a lot  of different things on YouTube.    This list is killing my gains.  What's up, guys, Jeff Cavaliere,   Athleanx.com. So today I'm going to answer the  question that probably has been asked to be more   than any other question in my entire tenure here  on YouTube. And that is Jeff, who do you actually   watch? Well, today, I'm going to actually reveal  that list to you. And because I don't tend to   spend a lot of time watching people I don't like,  I actually have a list full of people that I do   like and I'm going to recommend them to you. Now, look, I got twin sons at home, so I don't   really have a chance to do a whole hell of a lot  of anything. So when I watch, I want to make sure   that what I'm getting back is quality. I think  you're going to find this list is quality. The   first person that you're going to find on this  list in no particular order here alphabetically,   Dr. Andrew Huberman. Now I actually had a  chance to appear on a recent podcast with him.   He puts actionable advice at your fingertips.  Now, whether you want to know about how much   sunlight exposure you should get in the morning to  optimize your health and longevity, or how cooling   your hands can actually improve your output from  set to set in your workout. This is the person   you should be investing your time in. I love  this channel, make sure you check it out.    My next recommendation comes from another  colleague of mine in the medical field,   and we're talking about Dr. Brian Sutterer.  He is a physiatrist who breaks down   injuries. And as you guys know, as a physical  therapist, I can certainly appreciate an injury   and more importantly, how to rehab somebody  from an injury. But what's really important   for you guys is to understand how they happen.  If you understand the mechanisms of an injury,   you might have a better awareness of how to  prevent one in the first place. The place to   go to and oftentimes, almost immediately after  one of your favorite athletes hurts themselves,   is going to be this channel right here,  another one that I highly recommend.   And next up, we actually prove that all  screen time is not bad screen time because   it's one I actually let my kids watch. I mean,  anything to avoid ChuChu TV. Johny, Johny.   Yes, Papa. But what we ve got his bright  side and bright side. You can learn a   lot about something in a really short  period of time. Or you could, of course,   expose yourself to some sort of riddle that tests  your brain. I'm someone that likes to touch my   brain from time to time and prove just how much  smarter my sons are than me. The fact is guys,   if you haven't seen Bright Side, I'm sure there  is some topic of theirs, especially since they   publish every single day. That's going to intrigue  you, and it's definitely worth checking out.    And of course, when too much education starts to  rot the brain, you've got to have somewhere to go   from there. I like to just kind of decompress and  laugh. And for me, I'm going to go back to Fitness   and Dom Mazzetti, BroScienceLife. Again, this  is someone that's made me laugh for years and   more importantly taught me some very important  things. Like, leg day is really not that important   and armed really is. And SARMS well actually  stands for Steroids Are Really Much Sicker.   Bottom line is, guys, if you're looking for  a laugh and you want someone who knows how   to do it better than others, you're going  to have to check out BroScienceLife.   Now, I always say every good coach needs a  coach, right? Someone to motivate and push them.   And when it comes to motivation, there's one  type of motivation that I like, and it's that   in-your-face kind of push you to do things that  you don't want to do. You've got to start with",
        "start": "00:00:00",
        "duration": 199.28000000000006,
        "title": "Fitness YouTubers Ranked (BEST TO WORST!)"
    },
    {
        "text": "C.T. Fletcher. Not only is he a dear friend of  mine, but he's been somebody that I have turned to   for that motivation when I need it the most. If  you can find someone that can light the fire on   you when you least want to work out that you  need to invest some time in watching them.   I will always rely on the great C.T.  Fletcher to get me fired up. And of course,   if you have an opportunity to have him take you  through a workout, maybe you should pass.    And of course, continuing the theme of the type  of person that I turn to for motivation, you can   probably guess that somewhere on my list this next  person will be there. And actually, ironically,   he doesn't even have a YouTube channel. But  you've probably seen more YouTube videos of   him than maybe anybody else. And it's because he  can motivate you really. We're talking about David   Goggins. David, a former Navy SEAL is hard as he  likes to say. In other words, you're not going to   find any way out, or at least not the easy way out  with him. And if you're looking to kind of puss   out at some point, I would recommend not watching  this channel. But if you want to be called out on   your weaknesses and made to face them, to rise  yourself to that next level, then you're going   to want to check out one of his many videos  somewhere spread across the YouTube world.    When it comes to pure strength, the guys that  I rely on are the ones that have that applied   science, the ability to put what they teach in  practice. And for me, one of the best places   to find that is going to be EliteFTS. And in  particular, I've always sort of found myself   navigating towards the Swede Burns videos.  There's something about his ability to coach   in that laidback but still incredibly effective  way to convey whatever it is he's teaching. Let's   face it, guys. There's a lot of ways people  approach different lifts, but when you find   the person that can convey the idea in a way  that clicks for you, it's a game changer. Not to   mention, he's not the only one over there that's  handing out incredibly valuable information,   whether it be Dave Tate or JM Blakely, the  channel is rife with solid information.   Definitely some place you can want to check out  if getting stronger is what you want to do.   And as I promised in the beginning of  this video, the diversity of my viewing   habits is not all about fitness, actually I'm  a big musician at heart. and the first person   that hits this list for me is someone that I came  across on Tik Tok. We're talking about Harry Mack,   one of the baddest cats on the planet when  it comes to freestyle rapping. Typically,   you give him five words or three words, he can  make an entire song right there on the spot. His   Man on the Street approach is also incredibly real  and engaging. It just makes you want to watch.   And for all these reasons, guys, I suggest you  do, too. And by the way, Harry, if you're watching   carrot cake, face poles and dumbbells,  go see we could do with those three.    Now, I'm not surprising a lot of  people with this next pick because   a lot of people are watching him. But the fact  is, I love watching the show on a regular basis   and we're talking about Joe Rogan. And the thing  that's most appealing to me is that he actually   shows a genuine interest in his guests and not  just interested but wanting to learn from them   and willing to have a diverse group of guests  on his show. With an open mind there's always   something you can walk away with after 3 hours of  listening to a Joe Rogan podcast. And for that,   it's something I'm going to continue to listen to,  and I recommend you do, too. And by the way, Joe,   I'm happy to come on and talk to you, too.  And so, with that, we now go back to fitness.   And guys, you know, that Athlean-X is about  putting the science back in strength by having the   practical application and the hands on application  of science through everything we do. That being   said, a lot of science is tough to deal with  because it's inaccurate or conflicts with itself.   You need somebody that's willing to go through  and kind of read the research and summarize it   for you. And for that we have to look towards  Jeff Nippard. I have a lot of respect for Jeff,   he's willing to take the complicated and  make it understandable and more importantly,   make it understandable for people that don't ever  really read the research in the first place.    It takes someone truly dedicated to their craft  to actually go through all that literature,   to leave you guys with nothing but the unbiased  and fair representation of what it stands for.   And guys, when you put it back with  the applied science like we do here,",
        "start": "00:03:22",
        "duration": 213.36000000000004,
        "title": "Fitness YouTubers Ranked (BEST TO WORST!)"
    },
    {
        "text": "it really helps you guys to take yourself  and your fitness to a whole new level.    And so not to take anything away from this next  recommendation because I am recommending them,   I would say this person is the polar  opposite of Jeff Nippard, both in terms of   personality and probably content, but it  doesn't mean he's any less watchable. We're   talking about Jesse James West. You might be  surprised that I actually watch these videos,   but I really do, and I enjoy them. He does  interesting challenges, lots of collaborations   and has a way of engaging the audience like  very few can. And he's also young and good   looking, and of course, in great shape.  Whoa, whoa, whoa, whoa, whoa, whoa, whoa. Young,   good looking, undeniably in great shape, That's  me right here. The one, Jesse, that matters.    I guess there's only room for  one Jesse on this channel,   but you guys should still check them out.  Well, if you're enjoying this list so far and   finding a lot of people that you like to watch to  make sure you leave them in the comments below.   And also, who else do you hope to see on  this list? All right, now back to my list.   And we have one more entry into my  motivational go-tos. And for me,   how can it not be? Jocko Willink. Jocko is another  former Navy SEAL and someone who knows how to get   you to do something that you didn't really want  to do in the first place. But more importantly,   he knows how to make you a better leader. Of  course, as a leader of my channel, I always   watch Jocko to learn how I can better serve my  followers and my viewers by leading by example.   Not just that though guys, he can get you to  perform better in all aspects of your life,   not just in fitness, but also in business, in the  everyday struggles we all encounter. If you're the   type that also appreciates the direct, no nonsense  kick in the ass that we all sometimes deserve,   then make sure you reserve at least  some time to watch Jocko Willink.    The next channel I'm recommending here is one  that belongs on this list for a few reasons,   most notably because he's a friend. And so,  I continue to learn from even in his passing,   we're talking about the great John Meadows. John  knew how to break down bodybuilding better than   pretty much anybody on this platform, and he  did it in the most likable way. There's not a   single person that could say that they didn't like  John Meadows, and if you did, they got to check   yourself because something's wrong with you. He  knew how to break down exercises, how to make   workouts more exciting, but most of all, he knew  how to get more from you. A great family man,   a great role model, someone I continue to  be inspired by. For me, John Meadows will   always be somebody that I recommend to you.  Now, for anybody that's watch this channel or   knows my professional background, I spent three  years as the head physical therapist and assistant   strength coach for the New York Mets. It goes  without saying, I love baseball. But now I spend   all my time watching Jomboy Media. You see, he  knows how to break down a baseball game in a very   unique way. And if you've ever watched the clips  that he puts up pretty much every single day, he   breaks down what the players are actually saying,  let's say during an argument or what a manager is   saying as he's getting kicked out of the game.  I actually have firsthand experience with that   since I could hear all these conversations from my  front row seat in the dugout. Terry. Terry. Terry.   Terry. Shut up. Terry. Terry. Terry.  That s fucking bullshit. Terry, Terry.   His ability to decode what these guys are saying  and do it very, very well and accurately. It's   something you just got to check out.  Next, we go back to fitness and one of the   things that I've said from the very beginning of  time is don't give me another Jeff Cavaliere or   someone that's just going to copy what someone's  already doing. I'm not impressed. But give me   someone who thinks about something differently  and makes us challenge the way we think   and that's got my attention. Now, I've  mentioned before how I like to watch   Knees Over Toes Guy because he's changed the  way people think about knee pain as a firsthand   sufferer of it for many years and done so in a way  that I think makes a whole hell of a lot of sense.   We know the biomechanics of the lower leg  require more dorsiflexion in getting that   knee further out over your toe. So why would  it not translate into the exercises that you   do? It's a really intelligent approach  and as a knee pain sufferer myself,",
        "start": "00:06:58",
        "duration": 201.84000000000003,
        "title": "Fitness YouTubers Ranked (BEST TO WORST!)"
    },
    {
        "text": "someone I've definitely checked out and I  definitely recommend you do as well.    Next up on my recommendations is somebody that you  probably know or at least you probably know his   delts. We're talking about Derek for  More Plates More Dates. By the way,   no one knows his last name. And that's another  thing and that s another thing well done. You see,   Derek has managed to brand his entire channel  around his first name because people know him   as Derek from More Plates More Dates. In other  words, they know him as their friend, someone that   they can converse with. And every single video  that you watch of his, you're going to get that   tone of basically conversing with a friend. And I  think that's the reason why people relate to him   as much as they do. Now, some of his content  doesn't necessarily interest or relate to me   in terms of maybe revealing some of the specifics  of steroid cycles. But for those that do find it   interesting, you're at least going to be able to  count on the fact you're going to get a reliable   and honest answer to a difficult question and  one that is rooted in a super physiological   amount of knowledge in the process. If you're not aware, the next person   on my recommendations list, then you re  just not watching YouTube enough because   everybody knows who Mr. Beast is. He really should  be called Mr. Best because honestly, the person   who puts the best videos out on this platform is  Mr. Beast. No matter what you're interested in,   you're going to find yourself clicking on one of  his titles because how can you not? And it's not   clickbait because no matter how sensational  the video topic may seem, he somehow figures   out a way to deliver and then some every single  time. Guys, if you haven't done so, like I said,   crawl out from under that rock and make sure  you check out some videos from his channel.    Now that Mr. may be known by pretty  much every single person on YouTube,   the next Mr. is someone that maybe not  everybody knows but should, especially   if you're into tech the way I am. We're talking  about Mr. Who's the Boss. Well, what Mr. Who s   the Boss does is he puts a lot of time and effort  into the quality of his content. Now, whether he's   breaking down the latest Samsung Galaxy or telling  you to save your money on the latest MacBook Pro,   the bottom line is he's doing it in a way that's  very understandable and most of all enjoyable to   watch, which oftentimes isn't the case when we're  breaking down tech. For many, it's boring, when he   does it, it's a hell of a lot more exciting.  Everybody knows that nutrition and supplementation   can be a very complicated science, especially  one that's highly debated. But when you apply a   knowledge and an extreme knowledge of the subject  matter to a channel, you can actually start to   approach it in a more objective way. And for me,  Rhonda Patrick does this better than anybody else.   Found My Fitness, she's able to take extremely  complicated subject matter and make you feel as   if you understand every single piece of it.  And most of all, like Dr. Andrew Huberman,   walk away with some actionable advice, something  you might want to add to your supplementation   plan or something you might want to do or change  about how you're eating and your lifestyle right   now that could pay big dividends to your overall  health. If you haven't checked her out yet guys,   I highly recommend that you do. She's one of the  smartest people on this platform and beyond.    Now, this one might come out of left field for  some of you guys that don't realize my love of   music and my background playing the piano, but I  really do love music. And for me, Rick Beato is a   must watch when it comes to breaking down  music. If you've never watched a channel before,   I guarantee you if you do, you're going to  find something that's going to keep you hooked   for a minute one, all the way to the last minute,  even if it s 30 minutes later. He has a way of   breaking down music so you can understand what  it is you're actually hearing from the individual   instrument contributions to a popular song  like Rocket Man, or just breaking down his   favorite part of a song like For Whom the  Bell Tolls. And not only that, he's extremely   passionate and you could feel it from second one  all the way to the last second of the video.   With over 90 million people subscribed to  this channel at the time of this video,   I'm certainly not alone in being a fan of it,  we're talking about the WWE now. Growing up,   I was only about 58 minutes from headquarters,  so I had good reason to want to pay attention,   but I just grew up loving wrestling. That being  said, as a physical therapist and strength coach",
        "start": "00:10:24",
        "duration": 210.88000000000002,
        "title": "Fitness YouTubers Ranked (BEST TO WORST!)"
    },
    {
        "text": "these days, I can certainly appreciate the demands  of the job. And I find more joy and satisfaction   in working with these guys, knowing that I'm  always going to get the best effort they have.   It's not just the entertainment value  that we get, but it's the understanding   and the appreciation you have when you know  what's actually going on behind the scenes.    And back when I talked about Jesse James  West, I mentioned another guy out there   who is doing something very similar who also has  my attention, we re talking about Will Tennyson.   Again, we have someone who is putting a lot of  effort and quality effort into their videos and   makes them very engaging. Whether it be taking you  through a daily vlog and incorporating, let's say,   1000 clips to do it. Again, much appreciation  because I know what goes into making a video like   that. The idea is you're taking someone who is  young and engaging in fun and also in great shape   and overall be incredibly positive in delivering  his message from video to video. They're certainly   going to get my respect and also my views. Guys,  I highly recommend you check out Will as well.    And so, with that, guys, you've got plenty  of recommendations to go out and start,   let's face it, watching a hell of a lot more  YouTube. That being said, I also have some friends   that didn't make the list simply because I didn't  want to become a biased friends list. But I'm   going to mention them here as well because they're  worth a watch. We're talking about Matt Wenning,   Alan Roberts, Chris Duffin, Pete Rubish,  Shredded Sports Science, Joe DeFranco   and Mark Bell guys. All of them are worth a watch.  And of course, I appreciate every one of you   watching this channel and subscribing. And  if you haven't already, guys, make sure you   check to make sure you are subscribed. If you're  looking for programs guys we have them all over   at Athleanx.com. Thanks guys for watching.  I'll see you back here again soon. See you.",
        "start": "00:13:57",
        "duration": 91.59999999999997,
        "title": "Fitness YouTubers Ranked (BEST TO WORST!)"
    }
]