[
    {
        "text": "What s up guys, Jeff Cavaliere, AlthleanX.com. So,  the best part about today is that it s going to be   the last day that you ever say, I can t do any  pullups because if you follow what I show you   here today, I guarantee you re going to be able to  do at least three and most of you are going to be   able to do up to five in just 22 days from now.  You see, we re following in the footsteps of our   successful 22 Day Pullup Workout where lots of  people have been able to increase their pullup   count by one and a half to up to two times.  Now, I get it, a lot of people commented there,   But Jeff two times zero is zero, even Jesse  know that math. But I can fix that for you   here because, like we said, we re going to  get a progression from where you are now to   where you re going to be and we re going  to include some all-important accessory   work that s going to be the key to help you to  finally start repping out those pullups.    So now mentioned some accessory work. Look,  I get that you can t do a pullup right now,   so I can t just throw you to the wolves and have  you do a bunch of pullups. But what we re going   to do is some modifications of them and we re  also going to focus on two areas that a lot of   people tend to forget to do when they re trying  to increase their pullups. And that is your grip   and of course your ab strength. Look, one of  the hardest things to do is just simply hang   on a bar. And even if you can do that, is to  be able to hang on a bar with stability without   rocking. The more of that rocking you do, the less  stability you have, the more difficult pullups   become. But if we can get those things down, we  re going to make these things a lot easier.    Now, the way these 22 days are going to be  broken down is into blocks. Each block consists   of a starting testing day, following by three  consecutive non-testing days. And from there   we re going to group them and perform five total  blocks, which leaves two days at the end, day 21   and day 22, that s where we test. And of course,  we re going to retest what we tested on day one,   on day 21 and we re going to retest what we also  tested on day 1 on day 22. Different aspects.    So, it starts with day one, our testing day. And  on testing day we have two exercises to do. The   first is an Inverted Row. Again, we re not able  to do pullups right now, but we can do something   similar. We can still pull our own body weight,  albeit in a different plane, horizontal rather   than vertical, and we also have the additional  benefit of using our feet to self-spot to allow   us to build our strength in this exercise. But  your goal here is to perform as many as you can   to failure, trying to pull your chest as high up  to that bar as you possibly can. Note what that   number is because it s going to come in handy on  your non-testing days. You then take a two-minute   rest and proceed to the second exercise on testing  day and that is simply a dead arm hang.    Remember how important I said it was  to be able to hang from a bar? Well,   we re going to do just exactly that, we re going  to hang for time. And we re going to retest this   throughout the entire 22 days. The key here is to  actually position yourself the right way, however.   And that is by getting your knees straight and  our legs and feet out in front of your body.   Because you ll see there that this will actually  engage your core much better than simply hanging   from a bar with your knees crossed and your  feet lazily hanging underneath. The stability   provided by your abs is going to make your  body move through space a lot more efficiently,   which at the end is going to make your ability  to perform pullups that much less difficult. So,   testing days are just those two exercises, the  max number of Inverted Rows with a two-minute   rest and how long you can hang from that bar.  So, from there we then now proceed to the first   of our three consecutive non-testing days. And  here we have two things to do as well. The first   is one of our assistance motions that s going to  allow us to start building that strength to do the   pullups. On day two, our first non-testing day, we  re actually going to do a chair assisted pullup.   And the goal here is to place a chair in front of  you, ideally if you re doing this in a doorway,   we can just put it right out in front of the  door. And we re going to position our feet on   top of the chair like this. They are not there  to turn this into a squat, why they re there is   to actually just be there for a spot for you. And  as you pullup the majority of the work should be   done by pulling down through your hands into that  bar to lift your body using your own strength.    Again, as a spot only. And the goal is to  achieve one half as many of your max rep",
        "start": "00:00:06",
        "duration": 222.88000000000005,
        "title": "From 0 to 5 Pullups in 22 Days (GUARANTEED!)"
    },
    {
        "text": "total from day one of your Inverted Rows. So,  that means, let s say you did 10 Inverted Rows,   here we re only looking to get these five chair  assisted pullups. But we don t have to do them   unbroken. You likely don t have the strength at  the moment to do these unbroken. So, it s totally   fine if you could do a couple and then you rest  and you go back and do a couple more, then you   rest and you go back and you do your final one.  You do these in rest pause fashion always making   sure to stop before reaching failure.  The second part of your non-testing day   is always now going to revolve around  the Inverted Row again. But this time   we re going to do more of them. So, your  Inverted Row total from your first test day   of 10 is now going to be done for 40% more than  that, so that means an additional four reps. So,   now I have to do 14 Inverted Rows, but as I  said, you don t have to do them consecutively,   you can do those in your rest pause fashion  until you accumulate your entire total of 14.    So, now on our second non-testing day we re  going to just change that first exercise out.   Instead of doing the chair-assisted pullup,  now we have to work on our eccentric strength,   so we have the Eccentric Pullup. The idea here  is that we know that we re stronger eccentrically   then we are concentrically. We can always lower  ourselves down with more control and strength   than we can to lift ourselves up. But by proving  our eccentric strength we re going to actually   improve our ability to pull ourselves up.  So, we position the chair now behind us and all   we re going to do here is just step up, get our  chin up over the bar, get those legs out in front   of us, knees straight, lock them out using that  core for stability and we re just going to lower   ourselves down as slowly as we can. Step yourself  back up again here and repeat until you ve   completed half as many reps as you did of your max  Inverted Rows on that first testing day. Remember,   again, you still have the luxury of being  able to do this in a rest pause fashion,   you do not need to crank out all these reps  in one go. You can take that little brief   rest until you ve accumulated it all.  The second half again, I mentioned is going   to go back to the Inverted Row. But  this time instead of doing 40% more,   we ve got to do 50% more from that first day  of max. So, this time it s going to be five   additional on top of the 10 from test day. Again,  in rest pause fashion and your work is done.    The third and final non-testing day in your  block is actually going to switch it up entirely.   Remember how important I said the core was. Well,  we re going to do a core exercise and we re going   to done that mimics the requirements of your body  when you re up on that bar. And we do something   here called the Hollow Rock. And here we get  our arms up overhead, we get those legs straight   out in front of our body, very much the same way  that we re advocating doing the pullup itself.    And all you have to do is continue to rock your  body here and prevent your legs from falling down   or touching the ground or from overextending  your back back to the ground. The idea is,   can you stay in this stable position for as long  as possible. I want you to make sure you time how   long and you can be here because you re going  to be retested on this multiple times through   each and every block. Ideally, the longer you can  do this for, the stronger your core is becoming,   the easier your pullups are going to become.  From there, again, we wrap up with the Inverted   Row done one more time, this time adding  60% to that total from your first test day,   this time 16 reps and you do them once  again in that rest pause fashion.    So now you continue to do this block  after block after block. But remember,   each new testing day gives you a new opportunity  to establish new totals. If my max Inverted Row   total goes from 10 to 14, then of course on all  my non-testing days, the number of may accessory   reps I m performing is going to go up and also the  number of my Inverted Rows, plus 40%, 50% and 60%   are all going to go up as well. Utilize that  strength increase to your advantage because as   you get stronger you can reset these totals and  keep pushing yourself further, I guarantee you   gains in your pullup rep count are going  to be soaring through the roof as well.   So, the question might come up, Jeff, is  this actually designed to be done over the   course of 22 days or can I rest? It actually  is designed to be done consecutively, however,   if you find that you re not recovering or that  your numbers are going backwards for some reason,",
        "start": "00:03:49",
        "duration": 219.67999999999998,
        "title": "From 0 to 5 Pullups in 22 Days (GUARANTEED!)"
    },
    {
        "text": "then I would advocate that you actually take an  additional rest day before your subsequent test   day. So, between blocks take one additional  rest day, but don t do anymore than that.   It s designed to work the way it does because  we re increasing your frequency of this   exercise in this condensed period of time.  Which brings us to our two final test days,   days 21 and 22. As I said, we re going to  revisit what we did all the way back on day one,   our first test day. But we re going to start  in reverse order. On day 21 all I want you to   focus on is your performance in that Dead Arm  Hang. And here I have some big expectations.   I m looking for a 20 second increase in your  ability to hand from that bar. We ve been doing   a lot of hanging along the way, we re doing some  additional core strengthening to make that easier   and now you re ready. For some reason,  you don t get the full 20 seconds,   don t be discouraged, I guarantee you re  going to see an increase regardless.    And that brings us to day 22 our final day in  this progression. And the good news is we re not   testing max Inverted Rows anymore. You see, we  re actually now testing pullups because you can   do them. So, I want you to jump up to that bar  now and test how many pullups can do you. You   started 22 days ago at zero. My expectations are  that a lot of you are going to hit at least three   and many of you are going to hit five.  It wasn t because you just unlocked some   secrete method or you learned some secret strength  technique. It s because you did the right work,   you put in the effort, but you followed the  right progression. You didn t just try to jump   up to this bar and monkey fuck until you look  like you were doing something like a pullup.   No, you had a plan and you followed it and  you executed it and now you re able to do   three, four or five. Congratulations.  So, there you have it guys, a plan to get   you from zero pullups to a hell of a lot  more right now just by following the right   progression. I listened to you, I want to make  sure that everybody that watches my channel   has all the information they need to get  themselves to where they need to be. Now,   even those guys that couldn t do any pullups  before have a game plan and are on the right   path. If you are looking to continue this guys in  other ways and build your body like an athlete,   you can head to Athleanx.com right now.  All of our programs are laid out in a similar   step-by-step way to make sure we leave nobody  behind and to make sure you get to where it is   that you want to be with your fitness levels. If  you re looking for more videos like this guys,   make sure you click Subscribe and turn on your  notifications. And if you haven t already done   so guys, leave a comment below, let  me what else you want me to cover,   I ll do my best to do that for you in the days  and weeks ahead. All right, see you soon.",
        "start": "00:07:32",
        "duration": 137.04,
        "title": "From 0 to 5 Pullups in 22 Days (GUARANTEED!)"
    }
]