[
    {
        "text": "What s up guys, Jeff Cavaliere, athleanx.com. So, a few weeks back I made a video about my shoulder and the test results I got back from my MRI that didn't look so good. If you haven't seen it, I'll make sure I link it for you at the end of this one. However, the basic point of it was that my shoulders got some pretty decent damage and it started ever since I threw a baseball back with the Mets tore my labrum, lack stability. Obviously, I've been training for all these years now and I did some cumulative damage. But a lot of the people were wondering, what does it look like when you train? Because you mentioned how you just keep training, and it would be insightful to see how you do it. So, I want to take you through a chest and back workout, and I want to showcase a few different things because the first thing I think you need to focus on when you have an injury like this is a different approach to volume and everybody is all over the map in terms of how they feel you should approach volume. Really high, really low. There's a sweet spot. There isn't. How many reps do you leave in reserve on every set that you perform? Do you take it all the way to failure? There's so much that that kind of blends together when it comes to volume. I want to give you some insight into what I do. So let me get right into it here and I'll talk my way through it as we go. The first thing I want to do is pair up two exercises together. So, I'm going to do a superset combination for chest. I'm going to do a pre-exhaust exercise, so one that's more focused on isolating the chest and one that's more focused on compound, being able to assist a fatigued chest in that second part of the of the combination. But I start with that exercise as my warmup. So, in this case it would be a dumbbell bench press. So, I'll grab some dumbbells as a warmup. And again, the main feature here of what I'm doing is I realize that let's say you're a car, right? I'm some version of a car and I've got tires and those tires only have a certain amount of rotations that they can make with each time they go another mile, you know, they start to wear down more and more. They can be the greatest tires in the world, but with each cumulative mile they start to wear down more and more. So even on my warmup sets here, I'm trying to feel this weight, but I'm not going to go to fatigue here. I'm trying to, again, salvage direction when they're actually going to matter. So, I'm just trying to get a good full range of motion down. So, control and pause at the bottom all the way back up, kind of feel my way through the set and then put them down. Now my rest time in between is not going to be very much. But back to that car analogy, the thing that will bother a damaged structure more than anything is not going to be the load as you're going to see here. It's going to be the accumulation of more and more of those rotations of the tire. So, volume is what you need to manipulate when there's already an issue. Now, not saying that volume causes the breakdown, that's not true. I mean, in some cases it can, especially if you're performing at a point when I always",
        "start": "00:00:00",
        "duration": 169.29,
        "title": "Full Chest and Back Workout for Max Muscle (HIGH INTENSITY!)"
    },
    {
        "text": "say a cracked foundation, but it's not the volume that's causing the breakdown. But when the breakdown exists, the volume is going to exacerbate an underlying condition that's already there. And a lot of us don't know that we have these underlying breakdowns. My next set is over here. They don't know that they have these underlying breakdowns, I didn't even know until I had proof through the MRI. So now I'll grab a slightly heavier set of dumbbells here because I want to work myself up to what I'm ultimately going to use for the work set. But again, I don't want to fatigue myself here, so it's the same rules. I'm coming down here. Again, good, nice pause here. I m in control. And remember, it s not the load if it can be controlled. The problem here is oftentimes people lack stability. Right? And the structure that s damaged becomes vulnerable when stability is not there. So, if I try to really rush through my sets or just really kind of lose good form, then I'm losing the stability and then all of a sudden, the structure becomes exposed. So, I want to make sure that I go slow, I go through that forward motion. And again, I'm just kind of trying to warm myself up. So, when we take a lower volume approach, again, are we belying what studies say? Because some studies will say high volume short of failure is the best way to go. Multiple sessions per week, stimulate muscle growth more often, more muscle protein synthesis stimulation across the week by having more frequent sessions. That is certainly a way that can achieve the goal. However, there's other ways to do this, and when you equate for volume, you could take something as dramatic as a Mike Mentzer approach, a very, very, very low volume that would result in maybe even 1 to 2 very hard work sets that could accomplish the same stimulation, and again, not have to be done over the course of 12 sets. All right. So again, not everybody is built for that type of intensity. But as I'm going to show you here, you better bring it if you're going to go that low on the volume spectrum. So now I go, let's say grab 80. What do I do? 40, 60, 80 here. Next thing again, I'm not going to go to failure here, I just want to feel the weights. Down, a good stretch at the bottom, up. Again, here I'm looking for that stability, but I'm not trying to fatigue myself too much. That's good. And now I'm already, I don't know, I guess I have a little bit of a pump, but I'm feeling good. My shoulders feel good. Again, this is the injured shoulder, not all affecting me at this point. I've got the injured bicep here, not at all being affected at this point. I feel almost good. Right? So now the combination happens, and the first combination is going to be a Four Fly into the compound exercise, which would be that Dumbbell Bench Press.",
        "start": "00:02:49",
        "duration": 192.38900000000004,
        "title": "Full Chest and Back Workout for Max Muscle (HIGH INTENSITY!)"
    },
    {
        "text": "So, I'm going to grab a weight that will cause me to reach failure at about the 6 to 10 rep range. Now, that's not the most weight I can handle for 6 to 10 reps because by the time I get to the second half of the drop set, that might be somewhere I can't even fall within that range anymore. But what I need to do is think about what weight that might be. So, in my head I'm going to go for 85s on the second half of that range, probably targeting six or seven. And then on the first half, I'm going to go with about 40 pounds on the Floor Fly. So now I feel pretty rested, I'm ready to go. The key here, I'm not going to talk in between transitions, is I cannot rest at all between the elements of the superset. Any bit of recovery that I allow, that primary muscle that I'm going for in that pre-exhausted fatigue, the chest is going to allow it to recover to the point where it can start to become too dominant again. I want to have the other muscle groups in the Bench Press, the triceps and shoulders be able to push the chest further than it could go after already reached fatigue. That's the end goal here. So, I grab my 40s, I come down to the floor. Sometimes the hardest part for me is actually just getting the dumbbells in position because of these issues. Down to the floor. I like the floor flat, as you guys know, because I have the option to do it safely and also protect the shoulder of mine. Not unsupported. I get down to about here arch and come up now I m going to shut my mouth so I can do this with good intensity because I want to show you what it should look like if you've chosen the weight properly. Squeeze. I'm squeezing for all it's worth. Really trying to isolate the chest. Squeeze. Eccentric. And just because I ve gotten six, if I've got more, I keep going. I got one more. Wow. I'm just grinding it. Oh. Yeah, pop right up. Grab. Four. I'll just go slow eccentric on the way down. So right there, the first set left me a little bit too fatigued on the second one to get to that fifth rep, even into that six range, but you go as far as you can. The next set, if I was going to do one, and that is the key point is, I would drop it down, I would adjust down in weight so I could still fall in that six rep range. But the most important thing is to keep that intensity up and take it as far as I possibly can. I even had a bit of eccentric muscle failure there, so not just positive, but eccentric muscle failure.",
        "start": "00:06:01",
        "duration": 232.06099999999998,
        "title": "Full Chest and Back Workout for Max Muscle (HIGH INTENSITY!)"
    },
    {
        "text": "Therefore, I've done what I need to do in a very short amount of time in one effort. Now, what do I do next? As I regroup. So now I give the option to people when I put them through this type of training to determine whether or not they do another one of those sets and then one of this one I'm going to show you now. Or one of those in two of this. And when I call, these are sort of mindful mass set, right? You guys have heard me talk about mind muscle connection, how important it is. If you have a muscle that when you contract it, it just doesn t hurt that much and I know it sounds pretty arbitrary, but there's science behind it. If you can't mindfully contract the muscle to the point of discomfort, I could do it with my bicep, it starts to cramp right away. If I can't mindfully contract the muscle to the point of discomfort, then I don't really have a strong mind muscle connection with that muscle. And it oftentimes leads to it being somewhat of a weak spot. And for me, I don't think my chest is particularly my strong point. Right? So, what I do is I take this second approach, which is this mindful mass type approach, and I'm going to do a higher rep weight and I'm going to do it to failure once again. Now, interestingly, what the studies will tell you about when it comes to the volume approach, if you're going to use a weight that's really light like 30 to 50% of your max, you have to have to take the set to failure. And I'm going to show you what that looks like here. I'm going one arm at a time because I want to have the ability to mindfully contract that chest and make it do the work. I adduct as much as I can across midline. All right. Really get that chest fired up. And again, I'm not really counting my reps here, I chose a weight that I thought would put me within that range. But as I always say, instead of counting reps, make them count every single one. Now I'm burning. I want you to work through this burn to the point where you don't think you can tolerate even a single half inch more of the repetition. Oh, like it's burning right here. But I'm going to go again. And again, and again, and again. Hold it and down. Now, interestingly the research will talk about failure and say, you don't need to do that. You don't need to go all the way to failure in order for it to have a beneficial stimulus for hypertrophy. Now, keep in mind, this is not--we're not talking about reps and reserve when it comes to strength training, we're talking about hypertrophy. You will almost always be leaving some in the tank when it comes to building strength, that's not the focus. When you're trying to drive new muscle growth. You need to be taking these sets to an appreciable degree of intensity. For me, I like to take it all the way to full failure because I know one thing, what I know",
        "start": "00:09:53",
        "duration": 211.772,
        "title": "Full Chest and Back Workout for Max Muscle (HIGH INTENSITY!)"
    },
    {
        "text": "is that most of us do not ever take it close to failure. Even though we think we do. If I walked in the gym and you thought, Oh my God, there's Jeff Cavaliere, I got to squeeze out a few more and you were ready to stop. What does that tell you? It tells you that you didn't go to full failure. So, if you're gauging your reps in the tank or your reps in reserve based around a false premise of intensity that was never really there, then you're not really getting the effort that you're looking for. So, the easiest thing to do would be, I'll start on this side over here, the easiest thing to do would be to just take it all the way to failure, ensure that you've reached that maximum intensity, especially to compensate for the really low volume, to save some of those reps and wear and tear on those banged up joints at this point. And in doing so, not compromise your results, because the one thing that they'll say is that while it's not necessary and maybe two reps shy of absolute failure is sufficient, it's also not detrimental. So, if it's not detrimental to what you're doing, then what this does is it ensures and guarantees that I don't fall victim to that false security that I have trained hard enough. So, if I'm able to do this and take it all the way to that point of mind-numbing discomfort and burn, I'm not really up for debate about whether or not I got enough intensity into the set I'm doing. And again, this is probably where most people would stop. And I don't have any super high degree of pain tolerance, that's not what's driving me here. What's driving me is an awareness that I know I have to bring more. Like, I know there's more there. As you can see by another rep and another rep. And I probably get more reps over here because there is a little bit of bicep involvement here. All right. For stabilization in this one just doesn't have it as much. But I'm not stopping, I'm not counting, so I'm not trying to equalize the effort and say, well, if I did 12 here, I'm going to do 12 here. I'm going into like can't do another rep, like now. And I m still fighting even though burning like hell. And down. Two sets, and I would argue I've stimulated my chest for growth and again, any opportunity for overload, I could try to accomplish that combination there in a shorter period of time. That would be a drive for overload. I can increase the weight on the front end of that set and the back end of that set, that would be a driver for overload. There's a lot of ways that I can ensure progressive overload and still keep the volume very condensed. Now I would do one more set here and both sides of the chest, but I'm going to take you right into back right now. So again, for me, an area lacking sort of like good mind, muscle control, some of that chest development. I'm going for two sets of the mindful mass approach and one set of that that pre-exhaust compound. Actually, so, I'm going to have this as my exercise for my second half here, which is the Lat Pulldown.",
        "start": "00:13:25",
        "duration": 213.15799999999993,
        "title": "Full Chest and Back Workout for Max Muscle (HIGH INTENSITY!)"
    },
    {
        "text": "All right. But so, I'm going to lead here with my quick little warm up sets. I always think that even though my body is warm here, my muscles aren't necessarily prepared yet. So, I'll start with the same approach here. I'll go really light in for the back and again, all I'm looking to do here is wake these muscles up, full range of motion, good, mindful contraction on the way down. Now, the back is an area for me that I have really good mind muscle control with, actually a really good development back there too. I can feel this, I can contract that and feel that as if I'm flexing my bicep. And interestingly, a lot of people will actually find that they're either more pull dominant or push dominant for me. I feel like I'm very pull dominant. These muscles, my biceps, my back, they tend to be very, very responsive to muscle contraction to give me that discomfort that I was talking about. So, again, well, shy of failure there. Rest about 30 seconds. Bump the stack up a little bit and then perform the next set. Again, now the pacing of the workout, I'm not dicking around here, I'm trying to be as quick and efficient as possible. I say all the time, you can either train long or you can train hard, but you can't do both. If you're going to adopt this training style, you better be willing to train in that volume for a hell of a lot of intensity. And one of the main variables for driving intensity is going to be shortening and compressing that time that you train in. So again, next set, there's no reason why I can't go. It's not max, it's not very hard. So again, I just want to make sure that I'm in control of the weight. Remember, I actually just made a video talking about the low that we select, you should be able to stop it at any point in time in the range of motion. And some people are actually confused thinking, well, if you have to be able to stop it everywhere, including even down to the hardest part of the exercise, then you're going to compromise the weight you can use. No, you're you still have to be able to be in control of that weight at all points in the range of motion. If I was doing a Front Shoulder Raise and I can only control the weight here, but I can't up here, that becomes a cheat lateral. That has a very specific purpose, and it can be helpful for overloading eccentric, which is a different driver for hypertrophy. But with the idea being that you are in mindful control of the exercise for this purpose, you'd want to be able to control it. And that means through all parts of the range of motion. So that being said, if you can't control it at some point the weight is too heavy. And I can make it more difficult by just being very deliberate through every repetition. So even in the areas that are easier in the rep because of the strength curve, I could still a lot out of the exercise. So then warm up number three. And again, I can control this wherever I have, so the weight is still, you know, something that I can control, but it's certainly getting heavier. And now, since I'm starting to get a little bit fatigued on that, I'm not even going further.",
        "start": "00:16:58",
        "duration": 194.05,
        "title": "Full Chest and Back Workout for Max Muscle (HIGH INTENSITY!)"
    },
    {
        "text": "I don't need to prove anything to myself at that point. So now what I do is walk you over and explain what my pre-exhaust is. So, if the goal is to try to isolate the lats first and then bring in the biceps, the brachial is the upper back, the upper traps to be assisting in the Pulldown. What can we do to sort of isolate the back early on? We could do a Straight Arm Push Down, one of my favorite exercises for this. This is actually one of the exercises that Mentzer would use as a pre-exhaust. So now picking a weight that I could fatigue in about the 6 to 10 rep range. So again, the back end, they're not the heaviest Lat Pull down, one that I know that I'll be able to get 6 to 10 or even if I overshoot it four or five like I did in the Bench Press so that I can make my adjustment later. But I don't want to wind up with one or two. All right. So now grab the straight bar and here driving down and squeeze in with the lats. Get that adduction in of the arm into your side, like that. One little tweak that I'll do sometimes, a little bonus footage here for you, I like to take it down and turn it to one side because I can get a little bit, not just into adduction, but a little back into extension too. Down and a little bit of twist and turn on the bottom. Dying. Again, a lot of people would probably stop right here because I really am struggling, but I need to keep going even a little bit of rest/pause. It's fair game. Again, this is the kind of effort we're talking about. Straight over here. No rest. Grab onto that lap. Pull down, down. That s it for the concentric. And I'm just going to fight it, fight it. Even with the elbow not feeling so hot, again, I'm not impacted by the intensity. I'm almost protected by it because I'm still trying to keep that good control and stability, maybe a little bit of momentum here. But for the most part, controlling stability under a heavy load is better than just racking up rep after rep after rep, set after set after set. I m not saying that approach doesn't work again, it can work, but whether it works for you and if you have some underlying issues, I m just suggesting that you do that tire check how many miles you got on those tires. Let's take a little bit more of a protective approach without having to compromise the gains in the process. I definitely have not compromised gains throughout any of this, which is my objective. So now I'm going to go a little bit lighter here on the next set. I'm also going to drop that down on that end of it to. What I like to do here too is kind of incorporate a tempo, where I go like a real concerted squeeze in the bottom. I'll exacerbate that and make that even more of a focal point in that mindful mass to follow, but I like to always kind of be aware of it. Dying. Okay, right over, going down a plate or two here too. Don't count the reps, just make them count.",
        "start": "00:20:12",
        "duration": 284.00000000000006,
        "title": "Full Chest and Back Workout for Max Muscle (HIGH INTENSITY!)"
    },
    {
        "text": "But I do have that range in mind. That s seven. I hardly can control the eccentric there, too. All right, I got one thing left, and that's it and that's that mindful mass. And what I do is I go back to that exercise, in this case, the same one I started with. So, in the first case, I switched to a crossover, something similar for isolation for the chest. In this case, I like this one, so I'm going to stick with it, I'm just going to apply the changes we did that make it the mindful mass type approach. So, I'm going to go lighter. So even lighter than I am here. I'm going to try to get that one set high reps somewhere in that 15 to 20 range. Now, as I mentioned, apply that tempo where I'm going to do a three second eccentric, try to bring the weight down, controlled but quickly and count a one and then really hold that squeeze at the bottom for as long as I can. Well, 3 seconds, but a good, strong contraction. Again, I'm not waiting for myself to be fully recovered from a cardiorespiratory standpoint. My muscles feel like they're ready to go. I'm ready to go. I remember the condensing of time is going to be a great variable for increasing the intensity of a workout. Oh, shit. Get a little bit of that rotation at the bottom. Slowly, eccentric. Squeeze. Get right on that lat. Squeezing it for all it's worth. Squeeze. Oh, shit. I'm all shades of red here, turning all shades of red. So, let me throw one other element onto this. That would literally be what I do, 20 minutes, whatever it is, I'm done. I definitely feel stressed. I definitely feel taxed. I definitely feel like I've gave my body a reason to produce new muscle, to fortify myself against this type of attack again. Especially if you are not used to these really low volume workouts or these ultra-high intensity efforts. This is going to be a novel stimulus for you that is going to push you to those edges of what you're comfortable with. And that is exactly where you want to be. Because if I can get you to be uncomfortable, I've done my job. I will let you know this. Also, I've talked about that volume intensity continuum. The greater the volume, the lower the intensity has to be, the lower the volume, the higher the intensity. My wife, who's a barber, had enormously big traps. She's never really worked out a day in her life, but she cut hair for hours and hours. And even though the scissors only weighed five ounces, her traps were up like this all day long, cutting. The accumulation of lots and lots and lots and lots of volume under extremely light load",
        "start": "00:24:56",
        "duration": 238.67,
        "title": "Full Chest and Back Workout for Max Muscle (HIGH INTENSITY!)"
    },
    {
        "text": "is still enough. So, everything works on the volume intensity continuum. But for me, this is what I choose for the two reasons of protecting that shoulder or any of the other injuries, I might have, it still allows me to make gains at the same point, ensure that I've given the adequate intensity. No guesswork, no room for error, no thinking am I close to doing the tank? Do I have three left? Do I have four left? Forget that shit. I'm able to go all the way to the end and I know I'm at the end and that's it. So, guys, I hope you found the video insightful and enlightening. I'm getting ready to go puke. If you are looking for a program, we actually have all of our programs over at athleanx.com. We actually have a critical mass program that follows these same very principles. You can find that over there, guys. Make sure you click Subscribe and turn on your Notifications, so you never miss a new video when we put one out. See you.",
        "start": "00:28:55",
        "duration": 50.358999999999995,
        "title": "Full Chest and Back Workout for Max Muscle (HIGH INTENSITY!)"
    }
]