[
    {
        "text": "Riley and Jonesy ask, \"Hey Jeff, I have really horseshit genetics, what can I do? Oh my God. What's up guys, Jeff Cavaliere, Athleanx.com. Jesse, Athleanx.com as well. We don't need the second part, they already heard that. So, guys, I'm bringing back a popular series that we actually did a long time ago, but by popular demand, it's requested again. Ask Jeff, where you the viewer gets to ask a question and have an answer here by me, sometimes Jesse, right here on the channel. Now, guys, you can start asking your questions right down here below. Whatever you want to hear about, learn about, we'll try to answer it for you in the future video. Leave them in a comment below. That being said, today what's the question, Jesse? From Riley and Jonesy? Hey, Jeff. I have really horseshoe genetics what can I do? Oh, here we go again. All right. So, listen, it is a very important topic here to talk about genetics, because far too often people will define themselves as a single word, genetics, either good or bad. The reality here, guys, is that there is no such thing as saying good or bad. As a matter of fact, I usually like to use a car analogy here. Okay. We're not dealing out Lamborghinis and Priuses. Because the genetic lottery is something that we all are aware of, some guys just seem to be so genetically gifted. But what they're talking about there is that they kind of had the total package. They have muscular development, they have size, they have speed, they have strength, especially in the athletic world. But it's not just that simple and cut and dry. So, we're not just talking about you driving a Prius, Jesse. Are you calling me a Prius? Take it as it is, I'm just saying. or me driving a Lamborghini. I certainly am not a Lamborghini, I'll tell you that right now. But in the car you're driving right now, if you do have a Prius, Jesse, you have a Prius, you can actually upgrade. Right. You can take the Prius model that has the leather seats-- Heated seats for sure. The heated seats, moon roof. Oh, yeah. Power windows, maybe I'm dating myself too much. A bigger engine. A bigger engine. There's always something you can do right now in whatever model car you have, if you're stuck in that Prius, that you can do to improve. Realize that and I'm going to go over some of these things in a minute. And if you had that Lamborghini, too, if you didn't take care of it--",
        "start": "00:00:00",
        "duration": 136.62999999999997,
        "title": "Genetics and Muscle Growth (MUSCLE GENETICS UNLOCKED!)"
    },
    {
        "text": "Right. You could actually make it almost worthless. I could take the motor out of the Lamborghini and it's doing nothing. As a matter of fact, your Prius would beat the Lamborghini in a race. Hey, that's pretty good. If there's no motor in the car, low expectations. So, here's a different way to look at it. If you looked at it on a scale of zero to 10, I come from an athletic world, so we know the ten athletes. We know Michael Jordan. LeBron. LeBron James, Mike Trout. Right. Right. They seem to have it all. Well, you also have the guys that are on that lower end who've worked themselves up to become really, really good players. They didn't have all the gifts, but they became really, really good players. And I'm talking about guys like Ramon Laureano from the A's. Oh, I got one. Go ahead. For all the hockey fans out there, all five of you, Martin St. Louis. Okay. if you say so now, I am aware of Martin St. Louis. So, guys, it's those guys that you're aware that have worked themselves up so you can get to seven by being a gifted, gifted athlete, but not having the work ethic and bringing yourself down. Or you can be the guy that is incredibly determined and has some of the best work ethic out there and allows yourself to overcome some of these limitations that you weren't necessarily gifted with. There's also the guy, the rare occasion, that the person who doesn't necessarily have the genetic gives rises all the way up to the top of the food chain like a Tom Brady. Right. We know on draft day didn't have really many physical gifts. That's true. So, with you specifically, there are categories ann many different subcategories to determine your genetics, so stop asking whether or not you have good or bad genetics. The first category is something called anthropometrics. Can you pronounce that Jesse? Anthro-- Pometrics. --pometrics. We're talking about the proportions of your body, right? Dimensions and proportions. And there's so many things even within that category. First off, muscle insertions. Okay. Right. Muscle belly length, the thickness of muscle bellies. There's a very famous one I've actually talked about in this channel before. There's a test where people supposedly said you were doomed to have small biceps if you",
        "start": "00:02:16",
        "duration": 123.33999999999999,
        "title": "Genetics and Muscle Growth (MUSCLE GENETICS UNLOCKED!)"
    },
    {
        "text": "had a short insertion point. Meaning if you flex your arm and take your fingers, how many can you fit in the gap between the end of your bicep and the crook of your elbow? And I can clearly fit two in here. Hey, me too. And so could Jesse. And that supposedly bodes poorly for bicep development. I think I actually have good bicep development, because what I did was, I tried to just continue to work with whatever I had and optimize. I'll get back to that in a second, okay? Arnold Schwarzenegger, by the way, as you can see, optimized pretty darn well, too, with a pretty significant gap in that bicep tendon. The other thing you have is bone structure. Right. There's no way that your bone structure is ever going to match the bone structure of The Rock. The Rock is about this wide and Jessy's about that wide and I'm about this wide. And we're not going to be the same width. So, by being a shorter or more narrow bone structure, the amount of actual muscle that I can pack onto that frame is going to be less. Right. It might be the same case for you. If you have wider bone structure, you've got more opportunity to add more muscle and to look bigger. But it doesn't mean that you can't look amazing on the bone structure you have if you optimize, like going to talk about again in a second. Torso length. We know that long torsos versus short torsos can have a big impact on how a body looks, but it doesn't mean that you can't look great even with a short torso. Or a long torso. Franco Columbu had a short torso. There are guys that have long torsos that look amazing as well, you just have to sort of work with what you've got. But don't let it define your ability to actually look good or you going to throw the towel in because you feel like my long torsos got me doomed for life. Height, weight. Right. Your leverages for lifting. Right. They're all going to determine your performance in the gym and your abilities in the gym, which might make adding muscle easier-- Or more difficult. Or more difficult. But again, all you can do is put yourself under the bar and get to work and try to work with what you got. The next thing is, even if you had all the great anthropometric dimensions and proportions of your body, there's a whole second level here and it's muscle physiology. What about your muscle fiber type distribution? What if you're dominated by slow twitch fibers? You're not going to build as much muscle as the guy has got a lot of fast twitch fibers,",
        "start": "00:04:20",
        "duration": 134.73,
        "title": "Genetics and Muscle Growth (MUSCLE GENETICS UNLOCKED!)"
    },
    {
        "text": "Androgen Receptor Density. We know that Androgen Receptors are what allow your body to increase muscle size more easily, depending upon how dense these receptors are within your muscles. If you don't have good Androgen Receptors Density, you're going to have less muscle size or less reaction to the stimulus of your training, which is going to lead you to be a little bit smaller. Myonuclear Density, built on muscle memory and you're experiencing the gym and how quickly you actually can bounce back from layoffs in the gym. That, again, is a physiologic difference between you and somebody else. Insulin Sensitivity, how your body utilizes insulin and how it helps to create that stimulates for growth based on whether you're utilizing it well or not so well. So, lots of different things. And actually, there's one that kind of falls in this category that spans into the next one, which I think is a good one. And that's pain threshold. Right. I don't know if they ever thought about pain threshold, but your ability to withstand discomfort when training is determined by your genetic composition. Whether your pain distribution in your pain receptors are perceiving pain the same way I am, you might be able to push yourself a lot further than I could in my training and therefore get more out of it. Whereas somebody else like Jesse, could be a complete wuss when it comes to the workouts and not get anything out of it because he wave the white flag as soon as he feels a little bit of a burn. Well, it's like you say all the time, get comfortable being uncomfortable. There you go. So, among the other things, and this is the reality that you can really sink your teeth into, the X factors of motivation and desire. That is an X factor. How motivated are you to make a change? What is your desire to actually train hard when you're in the gym? I'll give you another one, focus. When you're in your training session, can you maintain focus? We all know people that are less focused than us. I have a high level of focus, I feel, Jesse sometimes struggles with focus. Well, I blame that on all the concussions. That's true, that has definitely negatively impacted that. Recovery ability. How quickly do you recover in between workouts? That kind of goes back to a physiologic element as well. But also, can you actually recover and are you dedicated to your recovery. And then consistency and willpower. That is another element here, because if you don't have the willpower to push yourself or the consistency to stick with a program that you start, then you start to fall off the wagon there, too. And no amount of genetic gifts are going to ever become realized because you're always cutting yourself off at the knees by a lack of consistency or willpower. You said before with the Lamborghini being a seven, because, you know, you can have all you hit the genetic lottery, but you don't work hard enough to really optimize what you got.",
        "start": "00:06:34",
        "duration": 157.209,
        "title": "Genetics and Muscle Growth (MUSCLE GENETICS UNLOCKED!)"
    },
    {
        "text": "One hundred percent. And that's a perfect segue way here guys, this is the message I want to leave you with. And Riley and Jonesy, thank you for the question. Like I said, anybody else that will answer questions potentially answer right here on Ask Jeff, make sure you leave your comments below. My bottom line is this. When it comes to genetics, do not define yourself by a single word because there are so many factors that go into that single thought of genetics that you are doing yourself a disservice. So the best thing you can do is don't idolize others when you're thinking about genetics, optimize what you have. There are so many places for you to optimize. You can't change that bone length, you can't change the insertions, you can't change those things. But when you put the work in on the X factors and you realize that sometimes the work on the X factors is going to improve some of those physiological factors, that's going to have a big impact on what you ultimately will look like. And as I said before, even if you never become the Lamborghini, if you're driving around that BMW X5 body of yours, you're going to look so damn good and so much different than all the other people that aren't willing to put in that work and who are maybe using the excuse of genetics forever. Right. So, guys, I hope you found the video helpful. I like I hope you like the new series. And like I said, leave your comment below. And also, if you're looking for programs, guys, we have all mapped out for you step by step, all the workouts, all the map plans all available at Athleanx.com. If you haven't done so, guys, make sure you click subscribe and turn on your notifications so you never miss a video when we put one out. All right guys, see you soon. Hey, Jeff, I really horseshit genetics, what can I do? And you know what? I'm going to be honest, this one doesn't make sense to me because aren't horses jacked. But he said horseshit. Oh, that's fair. The great part about the new series Ask Jeff, is that you the viewer, get a chance to leave your comments below. We'll read them. And if you're selected, you'll appear in a video just like this. Oh, don't forget to leave the hilarious memes. Don't encourage them Jesse. Oh, come on. Killing your gains, have the type of guy. I'm going to fucking kill your gains. So you can either be that Lamborghini or maybe even that-- So if you had all the genetic gifts, think of yourself as maybe the Lamborghini. But if you didn't really have any, you'd be more on the end of like the Prius. You call me a fucking Prius? Everyone knows a Prius sucks. Because muscle fiber distribution is going to matter. Whether you have a lot of slow twitch fibers or fast twitch fibers is going to determine",
        "start": "00:09:12",
        "duration": 136.981,
        "title": "Genetics and Muscle Growth (MUSCLE GENETICS UNLOCKED!)"
    },
    {
        "text": "how much muscle--Are you just staring again dude? What? They get on him for staring. What do you want me to do? Don't stare and participate. Say something.",
        "start": "00:11:29",
        "duration": 12.52,
        "title": "Genetics and Muscle Growth (MUSCLE GENETICS UNLOCKED!)"
    }
]