[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. This is not the usual video for me, but it’s one that I feel like I had to make. I actually made one similar to this before and kind of vowed at that time – at least to myself – that’d I’d never have to go down this road again because I’m not in the business of reviewing other people’s supplements. However, when one of my subscribers asks me to review something that turns out to be so egregiously bad that it pisses me that bad, I feel like I have to stand up and say something. In this case, I really have to discuss this. I don’t care if these people wind up being exposed, or whatever. That’s not my duty to protect them because this is all basically my opinion about what I think is going drastically wrong here. As I’ve said, one of my followers on Instagram – I actually check my Instagram, so if you’re not following me over there, you should. It’s @ATHLEANX. We post a lot of unique stuff over there. But he direct messaged me with this product here, which is called – get ready for it – D-BAL. D-B-A-L. But they’re claiming this to be a dianabol alternative. Scum bag move number one. Meanwhile, a nice price tag of $79.95 and you get a month’s serving of this. What’s comical is when I start to review this – all I want to do is go through the label with you guys because it’s going to be so comical. At the same time, so shocking, and so – should really make you sick to your stomach – that you can see the reason why I felt like I had to make this video. If there’s one thing I think is criminal when it comes to supplements, and the supplement industry, is knowingly putting dangerous supplements on the market and hoping to only find out after it’s too late. Meaning, you’ve already made enough money on this that you’re long gone, and you don’t really care about what’s going on with the health and well-being of the people that actually believed in your stuff. The second thing, just a little bit lower than that – one notch lower than that – is putting out stuff that you know does absolutely nothing. Whomever made this supplement, unless they’re a complete idiot, knows that this does absolutely nothing and they charge $80 for it. Let me take a look at this. When we look at the label itself, we start off with a three-capsule serving for 30 servings in a bottle; a one-month supply. But this is literally where it becomes a joke. There are 12 calories per capsule, which gets you thinking “What are they putting in capsules that have calories associated with them. You scroll down here and there’s really nothing of substance until you get down. There are 2g of protein. So here are your active ingredients. It starts off with why protein concentrate. 450mg. You understand that 450mg is only .45g. So, you’re talking about less than ½ a gram of protein. Not to mention, whey protein concentrate, which isn’t as high quality as isolate protein, or hydrolysate protein. But it doesn’t matter. You could have the highest quality protein in the world, but less than ½ a gram is doing absolutely nothing. Then it has Restin amino acids in here, Isoleucine, Valine, and Leucine. The interesting thing here is, the least quantity of all those three comes in the form of Leucine at 75mg. We know from research if you want to have an effective dose of Leucine you need to have at least 4g-5g of Leucine alone. Whether that be in a single dose, or a split dose pre, and post workout. The fact of the matter is, 75mg is literally nothing. You can probably walk by a gym, inhale, and have more anabolic benefits than taking this product. That’s the problem. Number two: there are 300mg of Valine and 300mg of Isoleucine. Again, research shows that the ratio you want to take is in favor of Leucine to those two.",
        "start": "00:00:06",
        "duration": 232.899,
        "title": "Get “CRAZY BULKED” Fast (SUPPLEMENT SCAM!)"
    },
    {
        "text": "You should be taking in at least a 2:1:1 ratio with Leucine being in the highest content, with the others following after that. Again, it doesn’t matter because all these amounts are sub-effective, in terms of how much they’re putting in here, and it actually becomes a joke. Finally, this must be their big ingredient; Trib. Tribulus Terrestris. At 75mg, not only has this never been shown in studies to be effective, in terms of boosting testosterone – it might have some libido enhancing effects, but not in these dosages here. What’s even more bothersome to me, as someone who is actually involve in supplementation, they don’t even tell you which part of these they’re actually using. They don’t even tell you what they’re using. The stem? Are they using the flower? What are they doing here? The fruit? What are they using to get the Trib? Because it makes a dramatic difference in the overall impact of this. Overall, when you look at this entire supplement formula, there’s absolutely nothing. What boils my blood, yet again, is that people think “There are no proprietary blends here. Everything is listed out. That means they’re not hiding anything.” These guys should be hiding something. They should be hiding their entire company so far that nobody could ever find it because I’m going to show you what’s even more disturbing about this. When you look at the rest of their product line up here, the names. DBAL we’ve already covered. Beauty. Trenerol. Clenbutrol. Amverol. TESTO-MAX and HGH-X2. Again, what’s bothersome to me is not just these names – because these are some pretty bad names. As a matter of fact, I would probably love to rename this company. What’s up, Lucky? What’s up, buddy? Hey! You want to – what’s that? You’ve got a name for them? Oh, the D-Bags? The D-Bags. Okay. Lucky says he wants to name them the D-Bags. Guys, what’s even more bothersome to me is that I actually feel – when I get messages from my followers, guys that watch our stuff, and I feel know better, are educated – we put the science back in strength. They’re educated and they’re still falling for this stuff. I feel like I’ve failed. I feel like I haven’t done a good enough job of educating everybody about how this stuff has no place in this industry. I’ve already talked about it before, many times. When it comes to supplementation there’s a small segment of people I think are qualified for supplements and should be taking supplements. Those are the guys that are already dialed in and serious. But unless you’re at that top level already, where your nutrition is locked in and your training is locked in, then I don’t really feel that you need to run for supplements. Unfortunately, people still do that. In the case of this young man that wrote to me, that’s what he was doing. He was looking for the ‘savior’. The answer. And he fell for the shit. Here. Guys, this stuff does fire me up and it’s very irresponsible. Like I said, there are two horrible people when it comes to the supplement industry. It’s the people that knowingly put dangerous supplements out on the market, and also those guys – scumbags like this – that actually put crap in their supplements. Literally, nothing at all. Nothing in here. Like baking powder. Nothing at all and claim for it to be something effective. And you go waste your hard-earned money thinking it’s actually going to do something for you, only to be wasting time you could have been putting toward something actually effective. Maybe a workout, here and there. Guys, I hope – again, I don’t want to get in the habit of doing this. It really bothers me that I even had to cover this, but for the second time, I’m not going to let this get away. But I don’t want to make it a habit of reviewing other people’s supplements. The only thing I can do is work on putting the best supplements that we can",
        "start": "00:03:59",
        "duration": 215.66999999999996,
        "title": "Get “CRAZY BULKED” Fast (SUPPLEMENT SCAM!)"
    },
    {
        "text": "out there, and that’s what we’re committed to do. I cannot vouch for anybody else’s supplements, and I’m not going to try to do that because I think, unfortunately, you can wind up getting burned pretty badly by doing that. All right, guys. I hope you’ve found the video at least a bit enlightening. Don’t fall for it. It’s not just about ‘proprietary blends’ and being open labeled. It goes well beyond that and I think this is another perfect example of that. This is just a whole new level of ‘douchedom’ here. Let’s make sure we focus on what matters. What matters here is bring you guys the best videos I can. I’m going to continue to do that. If you’re looking for workout programs that you can follow to help you get consistent and build progressive training and results; those are all over at ATHLEANX.com. In the meantime, I’ll be back herein just a couple days. See you.",
        "start": "00:07:35",
        "duration": 40.1,
        "title": "Get “CRAZY BULKED” Fast (SUPPLEMENT SCAM!)"
    }
]