[
    {
        "text": "What's up, guys? Jeff Cavaliere. Athleanx.com.  Today I continue our popular 22-day series,   and this one guys, the big promise is this:  I'm going to help you to build bigger arms   guaranteed. By the time these 22 days are over,  your biceps and triceps size are going to be much   more significant than they are right now. And  those t-shirts of yours are going to be a lot   more filled up than they are right now. So what  I want to do is make sure that-- First of all,   you don't have to squeeze this to make it happen.  And secondly, you really don't have to wear a   small shirt. It's not a small, it's a smedium,  get it right. Okay, whatever size t-shirt you're   earing right now, I promise, by the time it's over  the same shirt you're wearing today is going to be   a lot more filled up in 22 days from now. Let's  start breaking it down day-by-day. All right,   so in order to make these noticeable arm gains,  you're going to have to do some work with me,   okay? But I promise you, as always, we're going  to map it out day-by-day, step-by-step. And it   actually starts with this calendar here. And the  very first day, guess what, you don't even have   to do any work. You simply take out a tape measure  and you measure the size of your arms. Measuring   it at the highest peak of your biceps and towards  the middle of your triceps. And that's going to   give you your arm measurement that we're going to  do again on day 22. It's what happens on all those   days in between where the magic actually happens.  And that's where we're going to fit three workouts   in per week for your biceps or related muscles  like the brachialis that I'll get to in a second,   and three for the triceps. You can see that we're  going to alternate them-- biceps, triceps, biceps,   triceps, and biceps, triceps. You then get a day  off, and of course, we come back and we repeat   that schedule for week two. And then to wrap it  up we get one more day off and we repeat that   schedule one more time until that final day of  measurement. So the first question you might   be asking yourself is, Well, how does this fit  with everything else I do? Well that's the point,   guys. I'm actually making it so it will fit  whatever you're doing right now. Let's say   you're not doing anything at all, but your main  goal is to increase the size of your arms. You're   just going to follow this plan exactly as it's  laid out day-by-day with nothing else to change.   If you are doing some other workout at the  moment, whether it be total body, push pull legs,   or even a bro split, you're going to want to  remove whatever components are dedicated right now   to biceps and triceps specifically. Now that  doesn't mean to take out exercises that use your   biceps like pull-ups or underhand rows, or that  use your triceps like bench press or an overhead   press. The fact is, you're going to continue to do  your workout as planned, you're going to do this   portion of it at the very end of whatever training  you're doing. There's not a lot to do each day,   but there is something you're going to have to do  each and every day. So again, after measuring day   is complete, we come back with day two, which is  dedicated to biceps. And actually related to what   happens on day three, we're trying to create a  good mind muscle connection with these first two   workouts. Meaning, if I can get you to feel what  a good complete contraction is supposed to feel   like, you're going to be able to start to build  upon that and the other workouts of the week. So   we start with biceps on day two. And the exercise  of choice, because there's only going to be one,   is this one here, it's called the incline waiter  curl. The waiter curl is going to limit the arc of   the dumbbell. In other words, we're not swinging  the dumbbell way out in front of our body,   which can invite the shoulder to do some of the  work. No, we're bringing the dumbbell straight up,   keeping the top of the dumbbell flat, and parallel  to the surface of the ceiling. You can see that   the peak contraction on the biceps, and the  tension that we normally feel in the midrange,   is being applied at the top of every single  repetition here. Now seven days from now you're   going to come back and do the same exercise  again. And the way we're going to intensify   this and create a better contraction is to create  some additional contractions by adding some pulses   at the end. So on day nine, you're going to  do the same exercise for four sets of nine,   or on every single repetition you're adding there  pulses in that contracted state. And we come back   one final time in the third week here on day 16  to do the final pulse, but this time were adding   six to every repetition, and not just three. Now  on day three, when our focus is only on triceps,   and actually giving that biceps of yours a rest,  we're going to come back with the bench dip. And",
        "start": "00:00:05",
        "duration": 223.44000000000005,
        "title": "Get “Bigger Arms” in 22 Days! (GUARANTEED)"
    },
    {
        "text": "once again, we can actually get a good complete  contraction of the triceps on this exercise.   Because our arms are back behind our body with  the elbows in full extension. So we're hitting   both the long head, and of course, the medial and  lateral heads of the triceps altogether to make   sure we get that good complete contraction. And  once again, we're performing four sets, each one   of these to failure. Obviously, it's going to vary  from person to person. You go until you cannot   do anymore reps in good form. A couple things to  take note of here. Look at the positioning of your   hands on the bench. I've talked about it before,  you don't want your hands facing forward, which   could create a little bit of internal rotation  at the shoulder, which wouldn't be a good thing   to accrue over the course of the next 21 days.  Instead, we just open our hands up on the bench,   puts our shoulders in a safer position, and  we can bench dip away as we please. How do we   increase this though form here through the next  two weeks? Well, just like we do with the biceps,   the next time we encounter this is going to be  on day ten, a week from now. And when we do this,   we're going to add some additional pulses in that  contracted state to further enhance that mind   muscle connection in that fully contracted state.  And then finally, on day 17 when we encounter this   exercise for the third and final time, it's not  three pulse contractions, but you guessed it,   six pulse contractions with every completed  rep. Guys, it may look like a small movement,   but I promise you, when done consistently  and done well, they deliver big results.   Which brings us back to week one in the second  grouping of exercises. That second biceps and   triceps combo. And these are actually selected  to help with widening out your arm when looked   at from the front. And namely, when we're  looking at the biceps, it's not necessarily   the biceps that we want to focus on but something  related to it, or at least right underneath it,   and it's the brachialis. So the exercise of  choice here is going to be the alternating cross   body hammer curl. And this exercise is great  for hitting that brachialis and minimizing maybe   a little bit of that bicep targeting. Because  we get into this pronated position and we come   up and across our body, keeping that dumbbell  close to the body. And what this does is it   minimizes some of the bicep contribution by  taking away some of the supination and puts   it more on the main elbow flexor, which is the  brachialis. If you're not working this enough, I   can guarantee you it's one of the reasons why your  arms are not filling the short sleeves right now.   We do four sets of 12, a little bit higher on the  repetitions here, but again we want to make sure   we take this to full fatigue and failure in good  form of course. When we come back in subsequent   weeks here, the exercise stays the same. It's  still going to be the alternating cross body   hammer curl. But the next time in week two it's  actually going to be done with five additional   ponds. So now I still want those four sets of  12 repetitions. You might be thinking, How am I   going to get up to 12 this time if I was barely  able to get to 12 last time? Well, you're going   to have to grind it out. We do these in rest-pause  fashion. Meaning, you go for as many as you can.   If you have to stop and rest for ten seconds or  15 seconds, you do until you grind out that 12th   repetition on each arm. And then we come back one  final time in week three with the same exercise,   this time, using five more pounds. In other words,  ten additional pounds from the first time you did   the exercise in week one. And, yes, it's going to  be a grinder once again, but you do the rest-pause   fashion until all repetitions are complete. So now  for triceps, the way we work on that width is to   work on that really little head of the triceps.  It's the medial head, the one that doesn't really   get that much attention. But we know the best way  to get to this is to fully lock out the elbows.   And it's one of my biggest pet peeves when it  comes to tricep training. People always like   to cut short that final inch because they don't  really think it matters that much. No, it does, it   just happens to be maybe the hardest part of the  exercise and that's why people tend to skip it. So   what I want you to do is make sure you lock out.  And I'm going to give you two choices to do this.   If you're in a gym and you have access to a tricep  pushdown machine, then I would like you to do   this: it's the tricep pushdown but down a little  bit differently. You see, I put the bar a little   bit further out of my fingers, and then I simply  let my wrist bend back casually. In other words,   I let them get into a little bit more extension.  And what that does is it takes the forearms out",
        "start": "00:03:49",
        "duration": 222.16000000000003,
        "title": "Get “Bigger Arms” in 22 Days! (GUARANTEED)"
    },
    {
        "text": "of the movement and it lets the elbow extension be  the main driver. And if I do this, I can actually   get into that full lockout position. Now I'm  not jamming myself in this position, I'm just   getting to full extension under control, which  is going to really recruit the medial head.   If I were to select that one and come back,  again, the next time I'm going to add five pounds   to the exercise, and again, work in rest-pause  fashion until I get all 12 reps. Once again,   in week three if this is the exercise I chose,  I'm going to have the same goal, this time ten   pounds from when I first started in week one, and  the same goal rest-pause until I get all 12 reps.   Now you do have an option here you don't have  to do the pushdown. If you're training at home   and you have just some dumbbells here, I'm going  to give you this instead. And this is the thumbs   up dumbbell bench press. Not only are you keeping  the elbows nice and tight to target the triceps,   but as you push the dumbbells up, you're following  them with your thumbs. By pushing your thumbs   forward and towards the ceiling more, you're  encouraging full elbow extension. And by doing   that, again, you're getting that full lockout and  stability of the elbow that's going to do a great   job of recruiting the medial head. Once again,  if this is the exercise you choose, the next   time around in week two when you do this exercise  you're adding five pounds. And one more time in   week three you're adding those ten pounds each and  every time using rest-pause to insure that you get   all repetitions completed. And that brings us back  to week one for that final pairing of biceps and   triceps one more time with a different focus.  Here we want to focus on eccentric overload.   We know that that is one of the main drivers  of hypertrophy if done correctly. And one of   the first things you want to make sure that you're  going to do if you're going to do it correctly is   provide some more recovery time. Because this is  the type of training that can leave your muscles   sore. So we're doing it leading up to the one  rest day that we get per week. So on bicep day the   exercise of choice is going to be the cheat curl.  This is a great way to create eccentric overload.   We allow ourselves a little bit of momentum, not  too much, you don't see me going all the way back   through vertical here. I just simply lean until I  get to vertical, and then I lock that position in,   and then I focus on what's really happening on the  way down. Slow the weight on the way back down.   Probably the most significant thing I've ever  done for building my biceps was to do this from   an early age. Well, you're going to start doing  it now over the course of the next 22 days. So,   you drop that weight down very slow to a count  of three. You cheat it back up to the top, you   drop it down to the count of three. You perform  this for a set of eight to failure. And again,   we're talking about eccentric failure where you  really can't even control the weight anymore.   So now where do we go from here? When we come  back for this on day 13, now the goal is to   simply increase the length of the eccentric. Four  seconds per rep. Do as many as you can under a   four second controlled lowering of the weight, and  then you go to day 20. It's our last chance, guys,   I'm expecting more out of you. And again, we  got to squeeze those last gains out before our   measuring day on day 22. So now we have a five  second eccentric on every repetition to start,   and then we drop down to the four  second eccentrics for as many as we can,   and then the three second eccentrics for as many  as we can. And, once we can't control it for at   least three seconds, your set is over. And that  brings us to the final day of week one, which   gets repeated across weeks two and three. And the  focus once again being triceps, and here again,   eccentric overload. And we have something called  the PJR pullover. So you get in this position,   similar to what you see in a dumbbell pullover,  and you had the dumbbell starting at the top.   And you lower it down slowly to get the eccentric  overload on the triceps. Now this could be a very   heavy weight, especially if it's in that eight  to ten range. So to get it back up to the top,   I'm permitting you to actually use some lats. Pull  with your lats and pull the dumbbell back to the   top. The concentric isn't as important here as  what's happening on the eccentric lowering. So   you get yourself to the top by using some other  muscles, but then you shift the focus once again   back to the triceps, particularly the triceps  longhead as you lower the dumbbell down slowly.   You start off with three seconds on each eccentric  in week one. You increase to four seconds as we   get to week two, and then we raise it one final  time on day 21 to the five second eccentric",
        "start": "00:07:32",
        "duration": 228.55999999999995,
        "title": "Get “Bigger Arms” in 22 Days! (GUARANTEED)"
    },
    {
        "text": "down to four seconds, down to three seconds, until  you can't control it anymore. And if you look at   what we actually did here, guys, instead of taking  what maybe was your current weekly workload of   let's say even 12 sets for biceps and triceps,  we've divided it more frequently over the course   of three different training sessions separated  by 48 hours a piece. Which research will show   has an ability to increase muscle synthesis and  stimulus, especially for those stubborn muscle   groups. And so as always, guys, with our 22-day  series, here are the screenshots that you can   take them and make sure you know exactly what to  do on each and every day of the 22 days to ensure   that you see the gains that I know you can see.  And of course, I didn't forget about day 22. See,   that's where we break out that measuring  tape once again, wrap it around the arm,   and then see objectively exactly how well you  did, guys. I wouldn't be surprised if you made   even an inch of size gains and that is I don't  think it worked. Arm gains, arm size gains. Oh   Arm size gains. Well, can you make a workout for  that? I mean it'll get like ten million views.   Will you get the fuck out of here, please?  All right. You're stepping on my outro.   Guys, you can do this, follow the plan  step-by-step, and also make sure you leave   your comments below. What type of gains did  you make? What type of arm gains did you make?   Leave them in the comments below, and also,  challenge somebody else and see how you guys do   head-to-head. If you're looking for  programs that take you through the same   thing step-by-step, including meal plans  so you never miss a step along the way,   they're all available over at Athleanx.com. In  the meantime, if you found the video helpful,   leave your comments and thumbs up below, and also  make sure you click subscribe and turn on your   notifications so you never miss a new video when  we put one out. All right, guys, good luck.",
        "start": "00:11:21",
        "duration": 94.80000000000001,
        "title": "Get “Bigger Arms” in 22 Days! (GUARANTEED)"
    }
]