[
    {
        "text": "What's up, guys, Jeff Cavaliere, Athleanx.com.  So, if your lower chest looks like this,   completely undefined, at worst, even sagging,  well, all the Decline Bench Presses in the world   aren't going to fix your problem. But the good  news is I can. As a matter of fact, I can help   you to actually shape your chest more like this.  And it starts with not just the right exercises,   but also doing the exercises the right way. I'm  going to give you a game plan today to help you   so that you once and for all get rid of  this saggy lower chest and get you that   chiseled chest that you've always wanted.  You see, when it comes to guys is perhaps no   more sensitive issue than fixing a sagging lower  chest because along with it also comes a lot of   taunting, you know, the locker room talk, all the  words that may have been thrown at you throughout   your entire childhood and maybe even to this day.  Well, what if I told you that starting today,   you'll never have to hear that crap again?  And by the time this video is over, you're   walking away with a solid game plan to make sure  of that. But just to make sure that we're talking   about the same thing, you got to take a look at  these two pictures because both of them will be   classified as not really having a good chest. But which one's more closely identified with what   you look like right now? You see this guy  right here, he's got a lot of chest fat,   and the only solution to this is going to be  through nutrition. No matter what you do in   the gym, you have to fix the fat issue first.  And that's always going to come from focusing   on what you're putting in your mouth. Now, here  you could also see a little bit of gynecomastia.   That's a separate issue that might have to be  taken care of surgically depending upon how bad   it is. So, you have to make sure that you're  identifying your real root problem first.    Now, if you're looking like this guy over here  and you're just simply dealing with a lack of   chest development and specifically lower chest  development. But it's here that the science of   chest training actually proves to me that I can  help you, because we know that with the right   selection of exercises and with the right training  techniques, this area is actually very fixable,   especially when it's in this state. But we have  to understand what we're working with in terms   of our anatomy. Follow me to the board.  You see, our anatomy actually gives us more   than just optimism for developing a lower chest.  It gives you the actual roadmap of how to do it.   Because we know that we have three separate heads  of the chest, the clavicular or upper portion of   the chest, the sternum or the main compartment  of the chest. And then we have this lower   abdominal head which runs from this high to low  direction. If we can choose the right exercises   to follow these fibers, we know we can actually  get this area to be influenced more favorably to   allow you to get rid of that undeveloped lower  chest that you're dealing with right now.    So, what are these exercises? Well, I actually  cover them in depth in my Lower Chest Solution   video that I'm going to link for you at the end  of this one. But it's the usual heavy hitters like   that Decline Bench Press that we talked about. I  didn't say it wasn't effective. I said on its own,   it's not enough. But you can see that it's got  that all important requirement of the arm slot   traveling from high to low. And sometimes it's  deceptive when you look at a bench press because   you think you're pushing just straight up over  your body. But if you actually sit up, you can see   that from the decline position, the angle of the  arms are actually slightly downward. I can also do   a Dip because it's another easily overloadable  option to drive not just the size gains but   strength gains as well. But you don't always have  to do the standard dip. You can do a Straight Bar   Dip, again, meeting the requirements of the arm  slot traveling in the direction that's required   to more effectively target that lower chest of  yours. Of course, pushups are always an option to   just make sure you're doing it out of the incline  position because once again, this is going to take   the arms and angle them slightly downward.  We can even bastardize some popular exercises   meant for something else and get an effect  on the lower chest, as long as you know what   you're doing. This Push Down is not really a  good variation of a Tricep Push Down because   what you're doing is engaging way too much  chest. But what it does do is it gives you   a chance to load up that stack and perform  something very similar to that Straight Bar   Dip we just looked at before. Again, no matter  which one you choose, the common theme here is",
        "start": "00:00:00",
        "duration": 218.69999999999996,
        "title": "Get a Chiseled Lower Chest (No Bullsh*t Guide)"
    },
    {
        "text": "what's important, the arm travel from high  to low, making them all solid choices.    But remember this, a muscle that doesn't contract  through its full range of motion will never fully   develop. And if you're having a hard time  developing that lower portion of your chest,   you need to make sure you're exploring its full  range of motion. And that means you've got to look   at the attachment points. We're talking about the  arm and again, the midline here of the sternum.   Those two points have to cross each other at  some point or at least get as close together   as they possibly can. And the three exercises  I just showed you here, don't do that. So,   if you can take your arm and bring it across your  body in any exercise, you're going to fill in   some of the important gaps that might be missing  right now and there's plenty of ways to do it.    And it's the exercise variety here that makes this  easily achievable. No matter what situation you're   training in right now. There's really no excuse  when it comes to equipment limitations because you   can do any of these cable exercises by simply  hanging a band on a pull up bar or to a high   anchor point. But you can see that all of them  have in common one thing, that we're taking that   upper bicep area and driving it across, trying to  get it towards our sternum. And when we do this,   you should feel the most intense contraction  that you'll ever feel. Some might mistakenly   view these as isolation exercises, that is not  the case at all. They are complementary to the   bigger, heavier loaded exercises that still  require that missing element of adduction,   and you're making sure you're hitting them all by  picking and choosing which ones work for you.    But what if you're doing the right exercises,  you just happen to be doing it in the wrong   way. Because there's one tip that I'm going to  give you right here that is going to completely   change the effect that your lower chest training  has on the development of your chest. You see,   if you let your arms travel upward during any of  the exercises I just showed you, in other words,   let your shoulders shrug, you're going to miss all  the benefits. It's that important. Do this for me,   take your hand and put it on your lower chest just  like this and shrug your shoulder up. Now feel it.   Keep your hand here. Now drive your shoulder  down. What do you feel? A hell of a lot more   engagement. It's getting the arm closer, more  adducted to your body, which is triggering your   chest. But it's just depressing the shoulders and  getting that shoulder out of this elevation.    The problem is, in this high to low direction  that we use for the exercises, we sometimes   don't control that. So as the weight is returning  or if our body is lifting us up in a dip, the arm   is going to drift naturally up into the shrug. You  have to fight that on every single exercise. So,   on a Bench Press, make sure that you're driving  your shoulders down, get on shrugged and then   press. You'll feel that lower chest engage a lot  more on that Decline Bench Press. On the dip make   sure that you're pushing your shoulders down.  I actually like to perform a Dip Plus meaning   when I get to the top, push all the way through  my arms even further to ensure that not only am   I getting this un shrug that's important, but  also activating the serratus anterior, which is   another good supporter of the lower chest.  I'll do it also on the pushup where I don't   just get through full extension of the elbow  but push through even further to once again   engage that serratus. But even all of the  crossover variations that I showed you, you have   to un shrug that shoulder. And when you do, you  will completely change how that exercise feels,   and maybe for the first time ever feel it engaging  the area that's been dormant this whole time,   allowing you to start to see the results that I  promised you in the beginning of this video.    But there's still two important things that are  more complementary, but no less important if you   want to see optimal lower chest development. And  that is, what are your abs looking like right now?   I'm serious. Because your upper abs are actually  framing your lower chest. If you don't believe me,   just look. That top row of abs right here is what  actually frames the bottom portion of your lower   chest, it gives you that defined lower pec line.  And we have so many choices we can do here. Any   movement that takes you from top down, in other  words, shoulders moving towards your pelvis,   is going to be a good upper ab exercise. And  the nice thing about them is they're a lot   easier than lower ab exercises because you don't  have to lift the entire weight of your legs.    The other nice thing about this area of the abs  is it's actually rather easily achievable. Because",
        "start": "00:03:39",
        "duration": 232.08,
        "title": "Get a Chiseled Lower Chest (No Bullsh*t Guide)"
    },
    {
        "text": "you don't have to be at the extreme low levels of  body fat like you might have to be to reveal the   lower portion of your abs where men tend to store  more of their fat. So even if you've made some of   those nutrition adjustments that I recommended  in the beginning of the video to actually get   rid of some of that chest fat, you've actually  killed two birds with one stone and now made   it even more possible for you to start to see  those abs, if you remember to train them.    And of course, as a physical therapist, you  know, I d get to this. If you're looking like   this right now, what are you doing?  I can tell you what you're undoing,   all the things we've put together for you already  in this video. Any attempt to get good chest   development is going to look infinitely worse  by simply rounding your shoulders and assuming   poor posture because you're pointing all of it  down and putting it in the sagging position.    But there is a fix for that and it's  improving your posture. Imagine this,   imagine you had a glass of water sitting right  here on your sternum. You want to make sure that   it's not tilted forward at all, just rest it  right here on top of that shelf. If you can   assume that position but strengthen yourself in  a way that keeps you there day in and day out,   well, then you've got a chest that's  not going to sag anymore like that,   but it's actually going to stand at attention and  show off the results of your hard work. Of course,   one more recommendation, the Face Pull is my  favorite way to help you to do this, so make   sure you're doing those every single day.  By the way, if you're looking for a full posture   video, I'm going to link that one for you here  as well as a video I talked about earlier on.   If you're looking for more videos here, make  sure you guys click Subscribe and turn on your   Notifications so you never miss a video when  we put one out. All right, guys, leave your   comments below, let me know how you make out by  implementing these changes. And do me a favor,   share it with someone else that you know could  benefit. All right, guys. See you soon.",
        "start": "00:07:32",
        "duration": 89.16000000000001,
        "title": "Get a Chiseled Lower Chest (No Bullsh*t Guide)"
    }
]