[
    {
        "text": "What's up, guys? Jeff Cavaliere, Athleanx.com.  So, 22 days can be a little bit of a lofty goal,   especially if you're looking like this when you're  starting out. In that case, you might want to add   a zero to the end of 22. But don't be discouraged  because what I'm going to show you here today is   actually a follow up to one of our most successful  ad videos of all time. And it's based on   extinction style ab training, which is something  everyone can do. Literally everyone at any level   can follow, I'm going to show you here today. And  the good news is we don't have to have incredibly   low levels of body fat in order to be able to see  abs, 5% is not a necessity. As a matter of fact,   I've shown before that even up to 14, 15% can  show the outline of abs. Maybe not the sharpest,   but a good set of abs. And with the plan based  around the consistency of doing it every day for   22 days, it helps in another very important way.  It helps to start to get that nutrition on track   because that's a blocker for a lot of people.  And we tend to have a big problem trying to   get ourselves to care enough about nutrition  to support the levels of body fat that we're   going to need to see six pack abs.  But when we can do anything for 22 days,   we start to bring in habits or at least routines.  In the case of getting on the floor and doing a   small little ab routine, you ll actually will  find that you'll start to care about what you're   putting in your mouth. You'll start to support  your efforts with better nutrition choices, and   those lower body fat levels will actually let you  start to see the results of your hard work.    So how is this extinction ab style training work?  Let me start by showing you here with the first   exercise. This is called a Lower Ab Spike. Your  job is to perform ten repetitions. Everybody and   even at the beginner can't do all ten repetitions,  that's fine. This is where it's scalable,   you do as many as you can, and you move on to  the next exercise. If you can do all ten because   you're at a higher level, you rest just 10 seconds  and then you come back and you do another set and   you rest 10 seconds. However, many times it takes  you before you can't complete all ten reps then   the exercise becomes what we call extinct, and you  move on to the next exercise in the workout.    One thing I want you to make sure you do on the  Ab Spike is just try to hold that top position   for even a second or two, that's where the kind of  spike comes from. You're trying to spike the air,   hold it for just that brief second, a little  bit more time on retention for the abs. The   more advanced you're probably going to get through  maybe two or three rounds of this with just that   brief ten second rest in between and maybe even  the beginners will work their way up to where   they can perform additional sets of this.  The second exercise here is when we call the   Seated Knee Tuck Drag. And we're working  on something we call bottom-up rotation,   because we want to tie in the lower abs with the  obliques. And all I want you to do is sit and   bring the knees in, drag them across the body,  and then shoot your legs out. When the legs are   extended there, you can see that's going to  be the challenge for the lower abs and the   obliques. You get to pull them back in, drag them  across and shoot them out to the other side.    This exercise is actually done for time and  the same thing applies. There's a 45 second   requirement for this exercise. So, if you're a  beginner, you do it for as long as you possibly   can. You work your way up close to 45 seconds,  if you can't make it all the way or you get all   the way to 45 seconds, you rest 10 seconds and you  go right back into the exercise again. Now, this   is going to be one of the tumblers here, because  we know that even if you're more advanced, you're   not going to be cranking out four or five sets of  these. The great thing about Extinction Style Ab   training is that it will limit the number of reps  you can do, but at the same time it's going to   do it at a level that's appropriate to you.  Exercise number three here comes up and this is   called a Power Up, it s a mid-range ab exercise.  And what we do here is we're bringing the top down   and the bottom-up meeting in the middle. And  this is an explosive exercise. I want you to   bring yourself up and reach up, but not just  up and forward, but almost up and backwards,   up over your head. Because the additional weight  of your arms here is going to actually provide an   additional challenge. The more straight  and behind your head, your arms can be,   the more weight you have to carry in that position  and the more difficult the exercise becomes.    Ideally, everyone's going to be doing it the  same way with those arms straight up overhead",
        "start": "00:00:00",
        "duration": 235.13999999999996,
        "title": "Get “Six Pack Abs” in 22 Days! (2023 AB WORKOUT)"
    },
    {
        "text": "and a little bit back. But again, the number of  rounds you can perform is going to be determined   by your ability level. So, ten repetitions,  if you can get all ten rest, those 10 seconds,   get right back into it, do another ten. If you can  get all ten again, rest those 10 seconds and keep   going until you can't get the minimum ten reps. Then we move on to the next exercise, which is the   Seated High Twist, and this is a good oblique  exercise. And again, I want you to stay really   up tall with your posture here, don't lean over or  crunch over too much. I want you to stay up tall,   keep the elbows pointed out to the sides, hands  back behind the head, but not clasping on your   neck and just simply twist from side to side.  Bring your leg up just a little bit, not really   driving your knee up, just giving your elbow a  touch point. So, as I twist towards the right,   I want to be able to touch my right knee to  that left elbow. This is another one of those   timed exercises, 45 seconds. How many rounds can  you do is dependent upon your ability level.    Next, we're doing something called the Backwards  7, or depends on what leg you're using a regular   looking seven, but you're basically using  your leg to draw a seven. You're going to   drive your knee towards the opposite elbow,  drag it across your body to the other elbow.   Bring it back to the original elbow, then  get that tuck that lift of the pelvis to   really engage the lower abs and then bring the  knee back down and your foot back down to the   starting position. And then you bring the other  leg up and you do it in the opposite way.     Again, one way it's going to be a backwards  looking seven, and the other way it's going   to be a regular looking seven that the idea here  is that seven is going to be your lucky number,   sort of, on this exercise. You want to do five  of them to each side for a total of 10 that is   going to make up one round. The number of rounds  you do as always, is determined by when you hit   that extinction number. And again, at this  point in the workout, there's a cumulative   fatigue that's setting in here that's going  to make this more and more difficult.    The last one here is something called a Sunrise  Sit-Up. And I always say these top-down movements   for last. Why? Because our abs are stronger moving  from the top down than they are from the bottom   up because we don't have that additional weight  of the legs. So, we're going to do is going to   start with one arm out to the side and the other  arm folded across our shoulder and we're going   to basically sit up and reach out towards the  center a little bit explosively at the top. Allow   ourselves to fold in the opposite direction,  opposite arm reached out straight, the other   arm folded across our upper chest. Come back up,  reach out in front and come back. We're basically   creating this big arching motion, this sunrise  motion, and we're performing this once again now   for a time, 45 seconds. Again, you're likely to  have a little bit more left in you than you might   have thought because these top-down exercises  are less challenging, but appropriately so   because you're also lacking energy right now.  And again, this whole workout is one that anybody   can do in literally just this much amount of  floor. It's not a big requirement here, guys, but   the consistency matters. You have to do this every  single day for 22 days. Because, again, that will   establish a bit of a routine change for you. And  as routines change, things start to happen.    When I was a kid, I ate nothing but sweets and bad  foods. But what happened? When I started to work   out, I knew that I wasn't really doing my part in  the kitchen, and I started to eat better and now   I eat completely different. If you're looking  for how I eat to support getting that six pack   guys year-round, you can find it in my Day of  Eating video. If you like this video, make sure   you leave your comments thumbs up. Let me know how  you do. I'm really curious. I know you guys have   been asking for it. Also, if you haven't done so,  click Subscribe and turn on your Notifications so   you never miss a video when we put one  out. All right, guys. See you soon.",
        "start": "00:03:55",
        "duration": 204.95999999999995,
        "title": "Get “Six Pack Abs” in 22 Days! (2023 AB WORKOUT)"
    }
]