[
    {
        "text": "And so even a high foot placement doesn't save  this exercise this placement at the bottom   of my list, the Leg Press has got to go.    What's up, guys? Jeff Cavaliere, athleanx.com.  What you see behind me is a bunch of different   leg exercises, specifically for the hamstrings  and glutes. And they share a lot of functions   together, so we're going to group them together.  But not just that, I want to help you to find the   ones that are actually worth your time. Because  we're going to do what we always do here, we're   going to rank them from the best to the worst,  leaving you only with the best exercises capable   of delivering the gains that you're after.  So, it's all these guys in our Exercises Rank   Series, we have to define the criteria for  the inclusion of these exercises in this list.   Number one, they have to be capable of being  progressively overloaded. Can you continue   to increase the resistance to keep those gains  coming? Number two, can you do these exercises and   create muscle growth and hypertrophy as the main  focus? Sure, there are strength exercises, but   for this list, they have to create muscle growth.  And number three, guys, as a physical therapist,   as always, each of these exercises has to have  one thing in common. They all have to be    Don by me.  Oh, God. Where have you been?    I've been hanging in the  back. Where have you been?    Why do you have to do the exercises?  Oh, I'm the one with the juicy booty,   remember?  Oh, I wish you'd stay away. Listen,   they all have to be safe and by being safe,  what I'm talking about is they can't compromise   pain in order to deliver the gains that we're  after here, guys. So, each of these exercises   is going to fit that important criteria.  And so, as always, we're going to start here   at the bottom of the list in the Worst Category  and work our way up. And as I mentioned in the   open here, the hamstrings and glutes actually do  share some functions together. Both of them are   capable of extending the hip or bringing the legs  straight back behind the body. But the hamstrings   also have the capability of bending the knee. So,  one of the worst ways to do this, unfortunately,   is one of the most popular exercises and ways to  do it. It's the Prone Hamstring Curl. But before   you get too excited, trust me, there's going to  be better options ahead. The reason why I don't   like this particular version of the exercise is  because of the position, being faced down. And as   you struggle to get that weight up and really  try to get your feet into that end position,   we oftentimes will drive our thighs down into  the pad. That engages the hip flexors, which,   as we know, attach to the lumbar vertebrae,  which can start to pull on them and result in   low back pain or spasm. Not the way we want  to really try to build our hamstrings.   As I mentioned, the exercise does fit the  criteria of hypertrophy and overload. But again,   knowing that there's better options ahead, I'm  not willing to take that trade off. So, for me,   it's going to start at the bottom  of the barrel with a big red X.    Next up, we have a glute exercise and this one  you've probably seen before or done and it's just   a simple Heel Press. Now, this is a bodyweight  exercise, easily done, no equipment limitations   here to get in the way. However, it still  doesn't make it very high on my list. Why? Well,   it's very much incapable of the overload that we  seek in order to build muscle. You're doing mostly   a bodyweight movement here, and it's also very  limited in its range of motion. Even when it's   done correctly here, you're talking about a very  limited 10 to 15 degrees of motion for the entire   exercise. And even more than that, it's oftentimes  missed performed because this is one of those   exercises that easily leads itself to muscle  substitution as we start to rotate the hips,   taking away some of the effort from the  glute max. Guys, this is definitely one   that belongs here at the bottom and it's not going  to deliver the gains that you're looking for.   So, between the last exercise and this one, I kind  of feel like I'm pissing off a lot of people in   my audience and a lot of females. But it has to  be said, and I'm trying to deliver you the best   information and that exercise that has to go next  is the Step Mill. And you guys have probably seen   this and maybe even seen the people who add that  little flare of the hip extension at the end. It   still doesn't save the exercise. Why? Well, a lot  of times these Step Mills are actually powered,",
        "start": "00:00:00",
        "duration": 207.8400000000001,
        "title": "Glute Exercises Ranked | Hamstrings (BEST TO WORST!)"
    },
    {
        "text": "which means that as you step, the motor on the  machine brings your leg back down into extension,   not the muscles in your body. That's a problem.  What makes this worse is the only muscles that   are working are your hip flexors once again,  just to lift your foot up onto the next step,   only to take that ride back down.  It's not going to get you where you want to be,   and it could lead to some of that back pain we  talked about. Now, sometimes, if be lucky enough   to find a version of the machine that you actually  power by driving your foot down into extension.   But at the end of the day, any exercise that can  be done for many, many, many minutes in a row   becomes less anaerobic and therefore less likely  to deliver muscle gains and more aerobic. It   doesn't fit our categories or criteria here, and  therefore it also is going to get a big red X.    And so, if my ladies out there got maybe  a little bit mad at me, this time I'm   going to give everyone a chance to, because the  next exercise on this list is the Leg Press. Now,   look, I understand a lot of people have used  the leg press as an alternative to a squat,   especially if they have knee pains and problems  and maybe even had seen some gains along the way.   My issue is, as a glute developer, it's a  horrible exercise, there's no way around it.   And I know people say, Well, Jeff, that's maybe  because you're doing it incorrectly. You need to   put your feet high up on the platform in order  to get more glutes and hamstrings. It doesn't   save the exercise, guys. And here's why.  First of all, when we put our feet high up on   the plate, what we get is a lot of hip flexion, a  lot of hip flexion, actually. You may not be able   to see it until I take the position at the bottom,  and I simply turn it to a standing position, as   you would at the bottom of the squat. And there's  no squat you've done that's ever looked like this   for good reason, because it's not a great way  to do a squat. With this amount of hip flexion   what oftentimes happens is you get an extreme  amount of posterior tilt and lumbar reflection   that can compromise the stability of the low back  and the SI joint. Two things we don't want to do,   but more than that, when we go back and we extend  our legs, look at the excursion we go through,   what is the range of motion on the exercise?  Remember, hip extension is what we're looking   for when we're trying to train the glutes.  We've gone through very little hip extension,   went from extremely flexed to moderately  flexed, but still never even close to neutral,   let alone extended. The exercise does not do  a good job of targeting the glutes. Therefore,   it's going to stay here at the bottom of the  list with the big red X right through it.    And so, with that, now I get to break out my  blue marker as we head up the charts here into   the Better Category. And for this, we need to go  back and look at the same position we just talked   about with the Leg Press. It's the Dumbbell  Reverse Sprinter Lunge. And yes, you might notice   that same chest to thigh position, but there's  some very different things going on here.   Number one, with that one leg left behind us,  we're actually neutralizing the pelvis a little   bit and relieving some of that excessive posterior  tilt, which makes this exercise a lot safer. But   more importantly, in terms of the effectiveness  of it, we're overloading that hip extension.   We're getting not into that abbreviated range we  saw in the leg press, but we're able to overload   it through much more active hip extension. This  is one of my favorite ways to do the movement.   And for those of you who I mentioned that had knee  pain on squats, this is going to give you a chance   to relieve yourself of a lot of that pain and  still get the gains that you were looking for   in the first place. So, for me, it gets the  first blue circle in the Better Category.   Next up in the Better Category is one of those  step ups from the exercise that we're in the Worst   Category. And if you're going to do those Heel  Presses, you might as well do instead a Standing   Cuff Kickback. And this is where you take one  of those cuffs and put it around your ankle and   just kick back against resistance. And that's the  key against resistance, because what was lacking   in that first exercise, as you remember, was the  overload and resistance capable of creating any   type of muscle growth. Well, here we can get  that. And more importantly, while it may still   encourage some of those muscle substitutions that  we talked about with the Heel Press before being   on your feet proprioceptively allows you to move  your leg back easier in a straighter line. So,   while it's still a small range of motion, it's one  that you can perform more effectively and easily.",
        "start": "00:03:35",
        "duration": 218.16000000000003,
        "title": "Glute Exercises Ranked | Hamstrings (BEST TO WORST!)"
    },
    {
        "text": "And as I said, overload it. It gets the next up  in the Better Category with the blue circle.    And so when it comes to exercises that hit  that posterior chain, both the hamstrings   and the glutes, the RDL and its many variations  are always going to find their way on that list.   However, when we're looking for esthetics or  athletics and we want to get the balance that   we might lack right now, splitting up the legs  one at a time is where we're going to turn to the   Dumbbell Single Leg RDL to accomplish that. And  what I like about this exercise is it does give me   a chance to either focus a little bit more on the  hamstrings by keeping the leg a little straighter   or a little bit more on the glutes by allowing  the knee to bend more as I lean forward. So, if   your main pursuit was to grow bigger hamstrings,  the overloaded aspect of this with the dumbbells   will give you that leg up. However, because  the balance might become your limiting factor,   it's not the best option for you. So, it's  going to get a ranking of Better, but just   not Best yet. We have better options coming.  And so, with that, I now get to break out my   yellow marker as we continue to work our way  up the charts, this time to the Better Still   Category. And what I like to do here is give  you that next best option that I just mentioned.   And we're talking about the Single Leg RDL, well,  let's start doing it with a cable rather than a   dumbbell. Because what this does is it gives us  all the same benefits, we just talked about with   more stability. Why? Because the cable actually  gives us more control in the frontal plane.   What I mean is if you held that dumbbell in  your hand, it can kind of float in all three   directions. But with the cable, you're actually  controlling that side-to-side frontal plane motion   a little bit. Which actually lends additional  balance to you, which takes that exercise   that was supposed to be driving those glute and  hamstring gains and actually allows it to do so   without having your balance undercut you. So, it  gets the first in the Better Still Category.    And so, I promised you I wouldn't bury the  Hamstring Curl all together, that I give   you a better option. Well, all you have to do is  change the way you perform the exercise. And this   is sitting on your butt. That's right. A Seated  Hamstring Curl is a much better option. Why?   Because we're fixing all the things we saw  wrong with the earlier versions. And you   can see that when you perform the exercise from  this position, your knees and thighs actually go   down towards hip extension rather than into  hip flexion as you bring your knees back.   And what's good about this is you still get  the ability to grow those hamstrings through   isolated knee flexion and overload. But we don't  have to have that negative side effect that came   by just being in the opposite prone position  where their knees driving into hip flexion,   all those low back pains go away,  but the gains are actually here. So,   the Seated Hamstring Curl is a much better  alternative for those looking to use a machine.   And speaking of improvements, let's keep them  coming. Instead of doing those Heel Presses   or even the Standing Cuff Kickbacks, we have  another option here it's the Banded Step Through.   And what you'll notice about this exercise is that  it gives you more range of motion, so therefore   more resistance through hip extension, making  it a better exercise. And once again, the bands   will give you the opportunity to progressively  overload to a higher resistance band, which will   continue to allow you to progress the exercise as  needed. Now, this is one that I like to use with   my athletes. Not just because of what I just spoke  about, but also because it tends to help you as a   mobility drill to get into deeper and deeper hip  flexion. There's a lot of good to say about this,   and it's certainly the best variation we've talked  about so far to accomplish the same thing. So, the   Banded Step Through gets the yellow circle.  Now the criteria for this list was to choose   exercises that were capable of driving high  levels of conditioning and power. Then this   next one would be way at the top of the list, but  it's not, so, it falls here. We're talking about   the Kettlebell Swing. Now, this exercise is one  of the best ways to train the glutes and to do   so explosively. But it also almost automatically  guarantees that you learn to hinge properly. And   the hinge is the foundation of glute activation.  If we can learn to hinge properly at the hips,   then we can engage the glutes at the right time  and learn to ultimately recruit them and grow   them better. Now, the limitations oftentimes  is the load that we use here, unless you have",
        "start": "00:07:13",
        "duration": 219.44,
        "title": "Glute Exercises Ranked | Hamstrings (BEST TO WORST!)"
    },
    {
        "text": "access to a very heavy kettlebell or one that's  challenging for you, you're not going to find   the ability to overload this enough to keep the  gains coming once you've reached a certain point.   But it certainly is an amazing exercise and one  that deserves a spot here up high on the list and   the last one in the Better Still Category.  And so now I get to break out my green marker   as we continue to work our way, all the way up  to the top. But we're stopping just short here   in the Almost Best Category in the place we're  going to start is with an improvement on those   Kettlebell Swings. We're talking about the Pull  Through. Now, once again, we have a ground-based   exercise like the Kettlebell Swing, which I like.  But we also get a chance to load this a little bit   more heavily because we have the option to just  move that pin up the weight stack more and more   to accommodate our increasing strength  gains and ultimately size gains. Now,   I also like the fact that this is once again  reinforcing all the good things about the swing   through that hip hinge overload. And what's nice  about this exercise is oftentimes for people, when   you remove the speed component of the Kettlebell  Swing, they have a much easier time getting to   a good glute contraction, which ultimately is  going to drive the hypertrophy you're looking   for. So for me, the Pull Through gets the first  green circle in the Almost Best Category.    To me, this next exercise is one that's way too  often underutilized, but one that we use often   with our athletes and it's the Dumbbell Leaning  Forward Step Up. And what's great about this   movement is you can easily load it depending upon  the weight of the dumbbells that you grab. But   what's nice is just by changing the orientation  of your body prior to starting the exercise,   you can shift the load more from the quads to  the glutes and hamstrings. So, we just assume   this forward tilt of our torso before we start  the ascent on every rep. So, what this does is   it just preloads the glutes. So now as I press  down through my foot and drive myself up and   get as close as I can to full hip extension,  and I even have that good eccentric loading on   the way back down again. I can train one leg at  a time to overcome those muscle imbalances and   weaknesses. It's going to get another green  circle here in the Almost Best Category.    And so, I mentioned before that the glutes  and hamstrings prefer to work together.   If we had an exercise that allowed us to overload  and resist knee flexion and also hip extension,   then we would have a great exercise. Well, this  pair of exercises actually allows you to do just   that. And regardless of whether you have access to  the equipment, you're going to have an option to   do it. And we're talking about either the Glute  Ham Raise or The Slick Floor Bridge Curl. And   what you can see here is, again, that coordinated  effort between the glutes and hamstrings. On the   Glute Ham Raise you get that initial contraction  from the glutes to stabilize the pelvis and assist   in the driving of the whole body up into this  knee flex position. And of course, this is a   tremendous overload on the hamstrings. And we can  actually increase the load here as we want to by   simply adding additional plate if needed.  But let's say you didn't have access to this   machinery. Well, you can do what I always  show here is a The Slick Floor Bridge Curl,   and this is a body weight variation and it's a  lot harder than it looks. You're basically doing   the same thing here, you're starting with a glute  bridge through good hip extension, maintain that   throughout and then actively and dynamically using  your hamstrings to curl your legs in and back out.   A good eccentric overload here, too. The key,  as always, is to keep your glutes really, really   high while you're moving your feet back and forth.  And even here, if you want an additional overload,   try to do this one leg at a time. It is not easy.  Either way, you're getting that holy grail, that   good combination of the activation of both those  muscle groups together, and therefore it gets that   big green circle in our Almost Best Category.  And so, as we've done here a few times on this   list already, we've made the improvements and now  we're going to make that ultimate improvement when   it comes to the RDL. So instead of the single leg  variations, we can now move towards the classic   Barbell RDLs and with good reason. Because if  you're pretty confident that you don't have any   of those underlying left or right imbalances,  then this is going to give you the best chance   to overload the exercise and create the most  growth in both the hamstrings and the glutes.    And again, with a lot more stability since  you're not in any single late balance situation.",
        "start": "00:10:53",
        "duration": 223.92,
        "title": "Glute Exercises Ranked | Hamstrings (BEST TO WORST!)"
    },
    {
        "text": "An additional plus for the exercise is  it's a good accessory movement to help you   if you struggle at all with that and range of a  deadlift. It just has a lot of utility here and   it's one of the best exercises you can do for  the posterior chain. It has to be on this list,   and it has to be somewhere at the very top,  it belongs to the Almost Best Category.    And so, any good list of leg exercises wouldn't  be good if it didn't have some variation   of a squat on it. For us, it's going to be the  low bar variation. And there's a reason for   this because it sets your body up to recruit  the posterior chain muscles more effectively.   By simply carrying the bar lower on those  lower rear delts, you're going to have   to pitch your torso forward at a bit of an  angle. What this does, as I mentioned before,   is it recruits those posterior chain muscles more  effectively, and it carries through as you go down   into the bottom portion of the squat. Allowing  you to more effectively drive out of the squat   and also handle heavier loads. The progressive  overload was never in doubt here, nor was its   placement at some point on this list. Ultimately  here, way up high, the Low Bar Squat is going to   be the last and the Almost Best Category.  And so, some of you might be thinking, but   what about some of the other exercises that Jeff  has shown in the past that have been very, very   helpful? Well, I would consider those corrective  exercises either done for neuromuscular activation   or to overcome a glute medius weakness or  some sort of hip imbalance. They wouldn't   necessarily find a home on this list when we're  talking about hypertrophy and growth. However,   stay tuned, that one's coming.  And so that leaves us with only   one. And of course, there can only be one  when it comes to the best of the best. You   weren t looking over my shoulder the whole time,  were you? Well, whether it's a surprise or not,   we're talking about the Barbell Hip Thrust. And  this exercise simply checks all the boxes when   it comes to glute development. Yes, you can  progressively overload it very easily. Yes,   you can perform it safely. And yes, it's  going to provide the muscle hypertrophy   that you're looking for. Or as Jesse said,  It's going to help you grow that juicy booty.   The reason why this exercise sits way up here at  the top, even above our beloved squat, is because   muscle activation studies will prove how much more  superior this is when it comes to recruiting the   glutes on any exercise. Throw in the fact that  the resistance curve here is superior as well,   ensuring that we have a heavy load placed on those  glutes in peak contraction. Guys, this is just   the best exercise when it comes to delivering the  gains that you really want. And it also has those   hamstring isometric benefits built in as well.  This is going to get that Green Star as the best   of the best in our glute exercise rankings.  So, if you're looking for quads, that's coming   soon. If you're looking for a chest or shoulder's  ranked video, you can find them here. And also,   if you're looking for a complete program,  you can get them over at athleanx.com.   Guys click subscribe so you never miss a  video when we put one out. See you soon.",
        "start": "00:14:37",
        "duration": 152.00000000000003,
        "title": "Glute Exercises Ranked | Hamstrings (BEST TO WORST!)"
    }
]