[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we’re talking about Hardgainers. Hardgainers. JESSE: Who you callin’ a ‘Hardgainer’? Look… JEFF: Easy. Easy, soldier. Hard gainers. Honestly, when it comes to hard gainers, a lot of times we can call them ‘under eaters’. We know, nutritionally, it’s very difficult to add muscle when you’re very, very much an under eater. JESSE: Yeah. JEFF: When we talk about that, I’ve always been on the side of the fence that you don’t want to sacrifice – never sacrifice – nutrient dense foods. Nutrient dense food is sometimes just as important as the overall amount of food you bring in. Jesse was, at one point, very much eating a lot of food, but nothing good. Right? JESSE: No, it was all shit. It was cheeseburgers – well, not good cheeseburgers. Like, McDonald’s, pizza; crap like that. JEFF: Right. Ice cream and cake. That’s all he ate. It’s very difficult to build high quality muscle when you’re eating nothing but garbage. When you trade off for some nutrient quality, here’s the problem – and this is where I think a lot of Hardgainers trip up. It becomes very difficult to eat calorically dense foods when you’re eating nutrient dense foods. I’ve just said a mouthful there. When you’re eating nutrient dense foods, a lot of times they’re not packed with many calories. I’ll give you some options later, but they’re not really packed with many calories. So, as you start to clean up the quality of your nutrition – and Jesse is an athlete. I believe in high quality nutrition to fuel athletes. Then it becomes more challenging for you to eat more. So, what I want to do is in this video is show you and give you specific strategies that Jesse has even used himself, to try and allow himself to eat more. Guys, it’s just like training. There’s a process to this. It doesn’t happen overnight. The very first thing you want to do is, you cannot try to cram additional calories into the same number of meals. Let’s say you’re eating three times a day. Trying to cram additional calories, or a significant amount of calories into those three meals is, often times, setting you up for failure, as Jesse can attest to. And someone – not even three meals, no? JESSE: No. It was two meals. I wasn’t eating breakfast.",
        "start": "00:00:02",
        "duration": 128.07100000000003,
        "title": "Hardgainer Eating Plan (FULL DAY + TIPS!)"
    },
    {
        "text": "It was lunch and dinner, but it was never anything that great. But even when I tried to add more food to those two meals, or even if I had breakfast and tried to add substance to those meals, I’d feel sick. I’d feel nauseous or uncomforted. Too full, too fast. It wasn’t working. JEFF: It’s the equivalent of going in – if you’re a 225lb bencher and going to try and bench 400lbs. It’s not going to work. What you need to do is increase the number of times you eat in a day. It’s not the magical six meals. We’ve proven that’s not even necessary for building muscle. But for Hardgainers what it does is, it gives you more eating opportunities. So that’s the very first thing you want to do. Piling on top of that is something Jesse did, which was physically setting reminders to eat. JESSE: Yeah. I set reminders on my phone for every few hours. Just general reminders- JEFF: It’s the concussions. The 20 concussions that make this mandatory for Jesse. JESSE: That’s part of it. That’s part of it, but sometimes we get so caught up in work, as students we get caught up in school; everything like that. Honestly, sometimes we just forget to eat and when you’re not hungry all the time it’s easy to skip those meals. So, I have an alarm on my phone that, every couple of hours, it says “Eat your breakfast”, “Eat your snack”, “Eat your lunch”. JEFF: Guys, it’s going to feel like adding weight to the bar. If you know you have to add weight to the bar in this workout to be progressing from the last time you trained, you still need to bump up your calories progressively as well. JESSE: Yeah. JEFF: So, it becomes a mandatory part of the process. The next thing is chronicling the food you eat. I’m talking about doing this, guys. I’m not a guy who talks about and advocates writing down everything you eat. That becomes monotonous and defeating over the long term. But when you’re a Hardgainer, the one thing I have – forget Hardgainer. Guys trying to lose weight and guys trying to gain weight, the number one thing I ask for – I ask for one thing and I’ve told you this story before. I ask for one thing. Write down two or three days of what you eat. Every, single thing you put in your mouth. To this day, I still think I’m only at about 5 that I’ve ever received back from somebody. Do you know why? Because when you ask somebody to chronicle what they eat and everything they put into their mouths over the course of a couple of days it becomes eye opening for them as well. What happened to you? JESSE: I was embarrassed, honestly.",
        "start": "00:02:10",
        "duration": 129.94000000000003,
        "title": "Hardgainer Eating Plan (FULL DAY + TIPS!)"
    },
    {
        "text": "I saw how little I was eating. I thought I was eating- JEFF: He thought he was eating a ton. A lot of times what people do is tend to not eat anywhere near what they think. When the people that are struggling with weight loss start writing down what they eat and forget all the little things they ‘forgot’ they ate, it becomes very apparent that they’re eating too much. The next thing you want to do is appreciate the value of liquid calories. Liquid calories are a lot easier to consume than sometimes chewing, and chewing, and chewing more, and more, and more solid foods. JESSE: 100% fact. JEFF: Okay. So, give me a couple of examples of what you did. JESSE: I started off with smoothies. Mostly now I like to have protein shakes or a milkshake and throw some whey in there because I feel like it’s tasty and I’m able to get that protein, and those calories- JEFF: Guys, people have used a gallon of milk. JESSE: Oh! JEFF: I think Jesse actually had a little bit of- JESSE: Oh, don’t get started now. JEFF: Guys, I’m not an advocate on milk, in all seriousness. A lot of times what happens is, yes, there are a lot of calories in the GOMAD approach. However, it does start to very much interfere with your ability to tolerate and want to eat additional solid foods. You were- JESSE: It wreaked havoc on my stomach. It was awful. JEFF: It’s difficult, but milk itself is a very viable, calorically dense food that you can eat that is in liquid form. JESSE: Yeah, I’ve added a glad of milk to my breakfast and to dinner as well. Just because it’s a few extra calories and it’s easy to drink. JEFF: So, I mentioned calorically dense. JESSE: Yeah. JEFF: The last thing you have to do is start making the calorie dense, nutrient dense foods staples within your diet. What do we mean by that? Well, there are some that meet both criteria. I mentioned in the beginning how challenging it is, but some of the things that meet that criteria, you’re talking about natural peanut butter. JESSE: Yes. I love peanut butter. JEFF: Avocados. JESSE: Yep. JEFF: Eggs. JESSE: Yeah. JEFF: Anything that you’ve eaten? I know we’ve mentioned milk. JESSE: I like to have a can of nuts. Usually almonds, or peanuts just because I like to have a little bit extra protein. JEFF: People never eat a handful of nuts.",
        "start": "00:04:20",
        "duration": 122.34999999999998,
        "title": "Hardgainer Eating Plan (FULL DAY + TIPS!)"
    },
    {
        "text": "JESSE: No. JEFF: Usually you- JESSE: It’s a big handful, numerous times throughout the day. JEFF: So, healthy fats, those are things that I think when you’re trying to gain weight, they’re not optional. They become staples. They need to become staples of your diet each and every day. JESSE: Yeah. For a few weeks I was – every, single day – it was three peanut butter and banana sandwiches. Just to have throughout the day because one, I love peanut butter; and two, I love banana. But also, it was giving me those extra calories and, as you were saying, good. It was good food. JEFF: So, guys, we’ll get into this in another video about whether or not Hardgainers – you’re not doomed by being a Hardgainer. There are differences in skeletal width, as I’ve talked about in the video where we compared Jesse’s skeleton to Jinder Mahal’s. There are differences in the amount of muscle you can pack on a frame because of that. But it doesn’t mean if you’re skinny right now that you’re doomed to be that. There is a great capacity to be able to change from being a Hardgainer to becoming someone who’s much happier with how they look. But a lot of times it starts and ends with your nutrition and making sure you’re eating more of what you do. Hopefully these strategies are going to give you guys a way to do that. If you’re looking for a step by step plan, and nutrition plans that map this all out for you guys, head to ATHLEANX.com right now and get one of our ATHLEANX training programs. We have our meal plans built in with options to help you not only consume more food, but smarter food choices to do that. In the meantime, if you’ve found the video helpful leave your comments and thumbs up below. If you’re happy Jesse’s back, leave your comments and thumbs up below. Just not too many. JESSE: Oh, come on! JEFF: All right, guys. We’ll back here again in just a couple of days with another video. Make sure you subscribe and turn on those notifications, so you never miss a video when we put one out. All right, guys. See you soon.",
        "start": "00:06:22",
        "duration": 97.883,
        "title": "Hardgainer Eating Plan (FULL DAY + TIPS!)"
    }
]