[
    {
        "text": "JESSE: All right. So, as you can see here, we have – we've got Ursa Minor, Ursa Major. I think that's Scorpio, Leo. Is that Orion's Belt right there? That might be Capricorn, as well. Is that one the North Star, Jeff? JEFF: I think so. JESSE: You don’t like my astronomy lessons? JEFF: No. JESSE: Aw, come on. JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. And Jesse. No intro. JESSE: No intro this time? JEFF: No intro. Done with the intros for now. Guys, we're talking about building bicep peaks. That exercise that you saw me doing in the beginning of this video was something that goes way back with me. As a matter of fact, when I was working out with my brother, the story as I've told it before – he really didn't let me do anything. He was my older brother and I had to be relegated to cheerleader until I was old enough to pick up the weights. But I did have access to a single dumbbell, and I remembered seeing an exercise that Sergio Alebo – way before your time, Jesse. JESSE: Way before my time. JEFF: Sergio Alebo did, for his bicep peaks, where he took a single dumbbell, just like that, and lifted it in that fashion. That stuck with me because I have covered on this channel before something called a \"Master Tip\" and the value of keeping your wrists out of it. Bent back as you curl up to negate some of the extra forearm contribution of the curl and put more of the work on the biceps. I forgot about the exercise. JESSE: How do you forget that?! JEFF: Because when I got access to two dumbbells, and a chin-up bar, and a barbell I was switching them out for other things. Like barbell curls and chin-ups. In a question you asked me recently, \"What can I do with a single dumbbell?\" JESSE: Right. JEFF: Besides regular curls. I remembered back and told them about the value of the exercise and then you went and did it for 30 days. JESSE: Yes. JEFF: But what I did was, I told Jesse, \"Okay, we'll do another experiment. No more 'Baby Shark' for 30 days. Something real for 30 days.\" And what I said was, \"Don't do any traditional barbell curls.\" JESSE: Right. JEFF: \"Don't do any traditional dumbbell curls.\"",
        "start": "00:00:03",
        "duration": 129.70000000000002,
        "title": "He Did This One Biceps Exercise for 30 Days (WOW!!)"
    },
    {
        "text": "JESSE: Correct. JEFF: Full disclosure, you still did chin-ups. JESSE: Yep. JEFF: You still did rows. JESSE: Underhand rows. JEFF: Right. So, that's been part of your program anyway. JESSE: Yeah. JEFF: So, the only difference was the inclusion of- JESSE: This exercise. JEFF: This exercise. The one, again, that you're seeing here as Jesse points out all the constellations in my veins and vascularity of my arms. That's the one you were doing. JESSE: Yeah, and I substituted for the traditional curling. JEFF: Right. Just to give them a sense of how often you were doing this and if you did it in – what? You were doing some of the total body workouts from BEAXT. JESSE: From one to two times per week. JEFF: Right. JESSE: Sometimes three. JEFF: Depending upon what- JESSE: The program I was on. JEFF: Whether it was 'push, pull, legs' or whether you were doing a total body. JESSE: Yeah. JEFF: So, it was not 30 days of this. JESSE: No, no, no. JEFF: Just within a 30-day period. So, you probably wound up hitting at about, let's say 9 to 12 times. JESSE: Yeah. I would say so. JEFF: That's the only bicep exercise you did. So, let's take a look at the exercise itself. JESSE: Okay. JEFF: Go ahead and pick up – I'll coach you through it. So, we're talking about making sure the top of the dumbbell here always faces up toward the ceiling. What you get is, you lower it down and you have to change the position of your wrists to make sure this stays level. So, you go down to, about that far. I always try to say you get down as low as you can, as you saw me doing. Just under there. Now, as you lift up, you have to change the position of your wrists to make sure this stays up here. One of the benefits we're getting is some good, longhead of the biceps because the arms are staying close. Similarly, to how they would in a drag curl. We're getting that. We know that the longhead of the biceps, the outer portion here of the biceps, are what is responsible for that peak.",
        "start": "00:02:13",
        "duration": 96.48,
        "title": "He Did This One Biceps Exercise for 30 Days (WOW!!)"
    },
    {
        "text": "We get to the top and it's an insane contraction, right? JESSE: Yeah. JEFF: So, you hold it – come up closer. Let's see what they see here, now. Right about here. Now, go down. Concentrate on this back arm over here, as we see. Good. And up. Arm's right here. Drag it up. JESSE: Ooh. JEFF: Up to the top. Good. Come down. One more. Up, up, up. Right there. Squeeze it. Hold it. Hold it. Hold it. Hold it. Good. And again, it incorporates that master tip that we're talking about, where you want to dead-arm those wrists. JESSE: Right. JEFF: Get them out of it. Go ahead. You can show off a little bit. So, what do we see here? In all honesty, you can see here in that area that Jesse's got much more development of, first of all, this entire bicep. But he's starting to get more height on here. Go from the backside, so they can see the outside of it. Yeah. I mean, there's no doubt. There's a much more defined peak up here than you had at any point before. JESSE: Yeah, I totally agree. JEFF: So, as far as an experiment I would say, in relation to Jesse, it's a success. Right? JESSE: Yeah. Absolutely. JEFF: When you compare it to mine, I would say it's a failure. Right? JESSE: That's not fair! JEFF: But we're not – it is out of proportion. We're not there yet. Right? JESSE: Right.",
        "start": "00:03:49",
        "duration": 75.58999999999999,
        "title": "He Did This One Biceps Exercise for 30 Days (WOW!!)"
    },
    {
        "text": "JEFF: But the fact is, I think there's some merit. It's a good exercise. More so than anything else, it's a change. JESSE: It is. JEFF: If you haven't done it before, it's a change from what you've bend going. I wouldn't say this is the only exercise you should do from now on, but I think it has some merit. Especially as an effective exercise to place some tension on the biceps, and all on the biceps, in the position that they can benefit the most. Especially when it comes to activating the longhead of the biceps and adding more tension to the peak. JESSE: Right. JEFF: Right? So, give it a try. Success? JESSE: Definitely a success. JEFF: All right. Cool. JESSE: I think you'll find success, too. JEFF: Good. I'm glad we made it through a whole video without one of those lame-ass intros. JESSE: They're not lame. The comments prove that they're awesome. They like the sharks and the laser beams. JEFF: If you're looking for programs that put the science back in strength – all these little details matter – we have that built into all our programs. As I've said, it's not just the exercises you do, it's how you do them that matters. I'll coach you through every one. They're all available in our programs at ATHLEANX.com. In the meantime, tell us what you want us to cover. If there's something else you want to see, make sure you leave it in the comments below and we'll do our best to do that for you. If you haven't already done so, make sure to click 'subscribe' and turn on your notifications so you never miss a new video when we put one out. All right, guys. See you soon. JESSE: As far as intros go, let me know what you want to see. More laser beams? More lightning? Explosion? Sharks? I'm all for it. JEFF: Sharks. All right. See ya.",
        "start": "00:05:05",
        "duration": 77.583,
        "title": "He Did This One Biceps Exercise for 30 Days (WOW!!)"
    }
]