[
    {
        "text": "What s up guys, Jeff Cavaliere,   Athleanx.com. Jesse Laico, Athleanx.com.  Speaking of Jesse Laico, I think congratulations   are in order today.  Why is that?   How many years you've been here?  Just over four.    For the first time in four years, Jesse's  been able to stick to a plan for 90 days.   You want to throw one of my intros  out there as a congratulations?   I m not sure that s something to celebrate.  I think, as a matter of fact, half the people   out there like to jump through the camera  and strangle you for a wasted opportunity.   Well, he trained like Jeff Cavaliere-- For 90 days.   For 90 days and he s made some gains. A lot of  people are writing in, what has Jesse been doing?   I'll say this, it s consistency-- Yeah.    --and that s really important. However, there are  things I want to showcase as to what you actually   did that have been the most beneficial.  Right.   But before people do get a chance to jump  all over you, you do have good reason for   not being able to stay consistent over all  these years, a lot of starts and stops.   Yeah, it all has to do with the previous  head trauma. A lot of head trauma.    Everybody has followed the channel knows that  Jesse's had quite a few concussions. You've   probably seen it play out in front of you quite a  few times on camera before. But it's legit and I'm   actually proud of him and I want to make sure  that you guys see the nine best things that I   think you've taken from that 90 day experience  that are going to help those out there.   Sounds good. So, we start   with a little bit of a no brainer here.  Whoa, whoa, whoa. You re going to make that joke?   A bad choice of words. So, we start with the  obvious. And actually, this is one Jesse had a   head start on a long time ago. You probably  watched the evolution of his posture from   something that looked like this, to something  that looked like this. Or as these pictures show,   from this to this. Jesse came to me not only as  one of the hardest of hard gainers, but one of   the most poorly postured individuals I've ever  seen. He's not alone, though. A lot of you out   there will find that you have terribly rounded  shoulders, your lack thoracic extension to your   upper back. You have a bad pelvic tilt, whether  it be even posterior or anterior, Jesse had   the latter. The fact is you need to work on those  because they screw up the mechanics of your lifts,   which we re going to cover next, and by doing so,  hold back the potential you have for excelling   in those lifts. So we actually focus on  making sure that as part of Jesse's routine   and it's been part of your routine, right? It has been. I ve been pretty consistent with   it. You know, I was doing it every single day, but  now I've been doing it a few times a week just to   keep it up and to reinforce that good posture.  Working on the things that are kind of your focal   points and not everything in the books.  No, exactly.    And we have a whole bunch of videos that cover  all these different topics all you got to do   is search your issue plus Athdlean-X and you're  going to find it. Just make sure that you don't   ignore it and start building into your training.  Also, with postural inefficiencies, mitigated the   focus was on trying to get Jessy's compile lists  to be better, right. To get stronger and then   because you have more efficiency in performing  them as a possible inefficiencies, go away.   Yeah, as my posture got better, it felt  like the bar was flying up. I was just   more efficient with the lift itself. So you focused on them a little bit more,   basically the big three.  Yes.    And not to mention here, you've developed  some impressive numbers, I would say.   Well, I'm an elite level power lifter now. I d be a little careful with that one.    Okay, advanced level power lifter.  I still might be a little careful with that.   I mean, look, you can see here he's accumulated  some pretty big lifts for his body weight. As   matter of fact, we're going to cover in a video  later this week about Jesse being able to perform   a three-time body weight deadlift. And who would  have thought little Jesse could actually get it",
        "start": "00:00:06",
        "duration": 184.47999999999996,
        "title": "He Trained Like Jeff Cavaliere for 90 Days!"
    },
    {
        "text": "done? But it was the focus on building the base  foundational strength. Remember, guys, you don't   improve anything upon a cracked foundation. When  you fix the foundation, the strength itself will   be a hell of a lot easier to build and it will  come a lot faster than if you do it on that   cracked foundation. And that leads us to point  number three. It wasn't all just about building   strength. As a matter of fact, that's just one  component of it. What else were you doing?   Well, just like you, I was incorporating  body weight movements and also   hypertrophy training itself. And the body weight for control,   not just going through the motions  of trying to get rep after rep.   No, I was trying to command my body in space  and really slow the movements down so that   way I could feel every single muscle  working throughout that movement.   And of course, as you did that, you dip count went  up, you pull up, count went up. But beyond that,   when it comes to hypertrophy, we talk about it  all the time, if you want to build the most well   rounded and high performing physique, you have  to have elements of hypertrophy, training.    Yup. And that means instead of   going for the efficiency we seek with our strength  based movements here, you're actually seeking,   I always say it, inefficiency, right.  Yeah.    Making the muscle do more of  what it doesn t want to do.    Yeah, making that muscle really, really work. So like on your lat pulldowns, your back   is like really doing more of the work as  opposed to just getting the bar down.    Right.  If you incorporate all of these into   your training, you see the results. As a matter of  fact, you start to see the growth beyond just the   increase in strength gains. And so now going hand  in hand with that increased focus on hypertrophy,   training or the inclusion of the hypertrophy  training is also the intensity techniques that   we'd like to incorporate along with them. Yeah, you know, I was doing what you do now   as you. I was doing some drop sets,  partials, pause reps, as well as--   Rest, pause. Rest, pause.   Basically, anything to again take the intensity,  let's say, to and through failure.    Yeah.  Not just taking the sets to some point   short of failure. And when we talk about failure,  we're really talking about form failure. That's   what you're instituting across the board.  Yes.   But at the same time, I do believe that in order  to force changes in growth, you need to push your   body where it's not comfortable going. And these  intensity techniques are something that you really   shouldn't shy away from, especially if you want  to see similar gains. So now we have to talk about   one of those things that was maybe holding you  back a little bit before. And that was what?   Running. As I've mentioned here on the channel  before, I was a distance runner. I liked running,   it really helped me with lacrosse. I have no issues with running,   it s an athletic and positive thing. But  your distance was a little bit excessive.   Yeah, it was the primary of  my training, but I've changed   that to be the supplement to my training. So now serving that role as his conditioning work,   which we advocate every week.  Yeah.    But it wasn't your primary focus.  No.    And even as such, you were still doing some  of your distance work just for the benefit   of your heart.  Yeah.   Which I always advocate. But you  were shifting a little bit more   the intensity of even the running. Yeah, I we were moving towards sprinting   and then we started moving towards conditioning  drills such as, you know, agility work.    Foot work.  Speed work.    Which actually can be fun, right?  Yeah. Oh, I didn't think I was   going to love it, but I absolutely love it. Guys don't shy away from exploring some of the   sprint work in some of the other stuff that  you can do outside the gym. It does always have",
        "start": "00:03:20",
        "duration": 174.16000000000005,
        "title": "He Trained Like Jeff Cavaliere for 90 Days!"
    },
    {
        "text": "to be within these four walls, to increase the  stimulus of what your training is doing for you,   especially from a conditioning standpoint. And  so now it goes without saying that, of course,   there was one exercise that Jesse did  every single day, and that was?   Bicep flex. No, that s not   what I was talking about.  No, it s face pulls. Of course,   it s face pulls.  Of course. Face pulls. So, guys, I   advocate face pulls for a reason. You can see your  Jesse's back development, particularly his upper   back development, his rear delts, his mid and  upper traps, they got significantly more developed   and they're responding to that and not only that,  but it carried over well to your deadlift.   Oh yeah, and not only that, but I started  doing something else every day.   What s that? The Bridge of Reach Over. But,   you know, if I had to do every single one  of your do this every day exercises--   That s not fair.  I d been in the gym   for four or five fucking hours.  That s not fair. They re never intended to be   done every single--not every one of those things  are done, people are supposed to pick and choose   where their deficits are and do those  things every day. But is the Bridge of   Reach Over the one you like? Yes. That s the one I love   every single morning.  That one actually reinforced some of Jesse's   postural issues. So selecting the ones that fit  the best with where his or your limitations are is   the right way to go. That one's good for getting  more thoracic extension and for getting the hip   flexors loosened up.  Yup.    Fact is, consistency with even just a single  exercise can pay big dividends if you do it   every single day. Which brings us to another thing  you are actually doing every day and that was?   Ab training. Okay.   You know I got to show off these  for the chicks, they dig them.      Oh boy. Whatever your motivation is, daily ab  training is something I highly recommend. And I've   covered it many times before, you ve probably done  some of my follow on workouts. It doesn't have to   take a long period of time to get the job done. Right. Just about five or six minutes.     That's it. But when you incorporate ab training,  specific, focused ab training, not just through   the lifts you're doing already, it does have a  way of carrying over by developing better core   strength into all of your other training. And I  think it benefited Jessie and it could benefit   you too. And that brings us to point number  eight, and this has been a particular struggle,   especially for anybody that's watched this  channel before they've witnessed it. Nutrition.   Yeah, it's me eating enough  and eating quality foods.   Well, the issue is you actually cleaned up that  whole gummy bear habit a long time ago.    True.  The quality of the foods   is not really an issue for you anymore. No, you know, that's   something that I've been really working on. Yeah, but what happens oftentimes as you increase   the nutrient density of the foods,  the better quality foods that you eat,   the caloric density goes down.  Yeah.    And that means you have to eat more  and more of it or more frequently.   Yeah. So, for example, this is what my typical  breakfast was for up until about six months ago.   Clearly, it's not a lot of food.  There s not a ton there.    No exactly. But here I've actually  increased the portions of the exact   same foods that help getting more calories. Yeah. And that's one of the things I advocate is   just trying to eat more of even what you're eating  right now to overcome the fact that the calories   are likely going to be a little bit low if the  quality is high. But you did more than that.   No. Now I'm incorporating more meals.  For example, I'm incorporating a second   breakfast as soon as I get to work.",
        "start": "00:06:15",
        "duration": 170.07999999999998,
        "title": "He Trained Like Jeff Cavaliere for 90 Days!"
    }
]