[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.COM. We're going to continue our Finisher Series here today with an Ab Workout Finisher. Now, some of you might be thinking, 'Isn't the whole ab workout a finisher? I mean, it starts burning in the beginning and it doesn't end until I'm done.' But not necessarily. We can actually place a higher demand on our abs if we place a different demand on our abs when they're already fatigued. That's the concept of a Finisher. So, today, what I'm going to do is show you a series of drills that you can do. You can do this perfectly in your own home because all you'll need is a wall to finish off your abs the right way. So, let's say you've just done your ab workout and if you're looking for ab workouts guys, there's no shortage of them at ATHLEANX.COM. In all of our ATHLEANX Training systems you actually get access to unlimited ab workouts because of our ab workout shuffle feature that comes with the purchase of your program You'll find that at ATHLEANX.COM. And there's plenty of ab workouts that we place here for you on this channel. But you've done that, and you're now looking for the way to end it. You're going to position yourself right here on the floor up against the wall. We call it a Wall Plant Plank. Now, right off the bat you should notice this is much harder than a regular Plank because you don't have the benefit of having 4 points of contact with the ground, 2 forearms and 2 feet. Instead, you've got the wall acting as your only other point of contact besides your 2 forearms. And the only way you're going to derive enough strength to hold yourself up is to push your feet as hard as you possibly can into that wall, a much harder task than simply balancing on your toes in a Plank. But of course, you guys know we don't just stop there. We're going to make it more difficult. So, your challenge is, can you make it through each succession of movements here without allowing your feet to drop? First up is our Cross Knee Plank that you're going to try to get 10 reps of on each leg, and then try to maintain a 30 second hold on the Wall Plant Plank. You can see this is not very easy. Again, you've got to do the Cross Knee first. We're getting some rotation of the abs, and then back to trying to stick our feet into that wall and prevent our knees from touching. If you succeed here, you move on to the next round. The next round is the Toe Touch Plank. This is a Cross Knee, Cross Leg variation as well, but of course, the only thing we're allowing to touch the ground is that toe, and nothing else. You cross over 10 times to each side and guess where you're going? Back to that Wall Plant Plank again and see if you can hold for 30 more seconds. If you succeed through the second round, you've got one more left and this is a bitch. This is our Jack Plank. You're basically doing Jumping Jacks from a Plank position. Something new all the time here, guys, on this channel.",
        "start": "00:00:05",
        "duration": 147.35,
        "title": "Home Ab Workout Finisher (YOU’LL SURRENDER!)"
    },
    {
        "text": "You want to see if you can go through 10 Jumping Jacks out and in, out and in,10 times, and then once again, be able to hold that 30 second Wall Plant Plank. Guys, this is not easy, but nothing worth having ever is. If you're looking to change your body, you've got to challenge yourself. I've got programs, I've got workouts here, all designed to do just that. This is not the place to come if you want to train easy. But this is the place to come if you want to see results. Guys, like I said, over at ATHLEANX.COM, we have all the programs able to deliver those results to you that you're expecting. And in the meantime, if you like this video and you like this series, make sure you leave your comments and your thumb's up below. Whatever else you want to see, make sure you leave it below and I will bring it to you here in the coming weeks at ATHLEANX. Thanks guys.",
        "start": "00:02:32",
        "duration": 40.61,
        "title": "Home Ab Workout Finisher (YOU’LL SURRENDER!)"
    }
]