[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. I’m going to do something here today that we haven’t done in a while. I’m going to give you a quick routine you can do. Let’s say, a condition routine, to allow you to see that it doesn’t have to take a long time to allow you to get a conditioning effect. To get any workout effect. You can do this at home. You don’t need any equipment. What we’re going to do is trade in some complexity for some simplicity. When it comes to conditioning workouts consistency is key. Just like it is with nutrition, by the way. If you want to be lean, nutritional consistency and training consistency is going to be critical for you to reach those goals. From a training perspective though, what we’re being asked to do is complex. I’ve got to remember 20 movements in a row. You’re not going to do it. You’re going to forget. Or you’re going to think to yourself “I have to be able to dance the movements themselves. It’s going to require that I move like Justin Timberlake to do this.” Justin Timberlake, I’m jealous of you. I wish I could move like you. I have always wished I could move like you, but I can’t. And it frustrates me. But I can cover myself here in this workout because I’m going to keep it simple for you guys. All we have to do is one thing. We have to remember that we at least want to cover the three planes of motion because we move in all three planes of motion. Not just sagittal. We move a lot in the sagittal plane when we train with weights. We want to be able to move our bodies in all three planes. So, we’re going to cover the sagittal plane, the frontal plane – side to side – and the transverse plane, which a lot of us forget to do. All in 10 minutes. The next thing we’re going to do is vary the intensity because I know that not everybody starts at the same level. You need to be able to challenge yourself because the idea is that you’re not going to be doing this for an hour. You’re doing it for 10 minutes. But I want you to trade in that extra time for extra intensity. Give me the best that you have. We start with the first one here in the sagittal plane, this way, in front of our body. If we were just starting out, even if this is super intense for you, this is where you start. You start by stepping through a mountain climber. I step in, step in. Step in, step in. Remember, you’re going to have to do this for one-minute straight. All of these are done for one minute.",
        "start": "00:00:06",
        "duration": 124.021,
        "title": "Home Chest Workout | 10 Minutes (FOLLOW ALONG!)"
    },
    {
        "text": "After you complete all three planes of motion you get a 30 second rest. The next thing is, we’re going to pick up the pace a little bit. Intermediates: turn it into more of a jog for one minute straight. Now it’s simple. Not easy. Next one. We go to  the advanced level. We’ve got to sprint this one out. Sprint, almost a high knee for one minute straight. High intensity level. Next, we step up and we move in the frontal plane. Side to side. What do we do here? A skier move. Side to side. We start, as always, with the basic level. We step it out. Step behind. Step out and behind. Just like this. Step and behind. Guys, some of the strongest guys cannot do this routine. I didn’t say it was easy. I said it was simple. If you’re struggling with this, it’s because you’re too one-dimensional in your training. I don’t care how strong you are. You need to be able to translate that into something more athletic. Intermediate guys, more of a hop. Cadence is still on the lower end, but the hop is increasing the effort. Finally, the advanced guys, much more explosive. Hop, hop, hop, hop, and crossover. Side to side. Back and forth. Let your arms help to control your body and space. That’s two planes. That would be the second minute. The third minute we take through a rotational plane. Transverse plane. We get in this move here. The key is, it’s called a step through. You step through with your leg, but you also rotate the hips. That’s key, no matter what level you’re doing here. If you want to get the rotational benefits you rotate the hips. Rotate, rotate, step through. Hands stay down this way. Intermediate guys, a little more speed, hands stay down. Advanced guys, hands come up and the speed comes up dramatically. There’s the kick through. So now I’m going to take you through and show you how to do this minute by minute.",
        "start": "00:02:10",
        "duration": 428.41,
        "title": "Home Chest Workout | 10 Minutes (FOLLOW ALONG!)"
    },
    {
        "text": "Remember, pick the level that challenges you the most, but still allows you to do it. After the first three minutes you get a 30 second rest. Repeat it again, 30 second rest. Repeat it one more time. There’s your 10 minutes. Let’s walk through this right now. There you have it, guys. A workout you can do in just 10 minutes. If you don’t wind up like me, at least a little bit out of breath, then you haven’t done it right, guys. That’s the deal we’re making here. Trade in some of that length for intensity and I promise you, the results will be there for you. It does not have to be complex. It could be very, very simple to do, but it should still be hard and challenging. There’s a big difference. If you’re looking for workouts that make you work hard, but they work really well in return, head to ATHLEANX.com right now and get one of our programs. If you liked the video leave your comments and thumbs up below. Let me know what else you want me to cover and I’ll do my best to do that for you. If you’re looking for more of our videos makes sure you’re subscribed and turn on your notifications, so you never miss one. In the meantime, I just did three versions of the workout. I’ve got to go recover. See you soon.",
        "start": "00:09:18",
        "duration": 279.1,
        "title": "Home Chest Workout | 10 Minutes (FOLLOW ALONG!)"
    }
]