[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. No, I didn't kill Jessie for not working out in the gym. You all remember Jessie. I've actually got Jessie here to help you out with a common – very common problem – that's probably caused by a lot of the sitting that we do. No matter whether it's due to driving, or working, or just basically being inactive for a good portion of the day. That's called anterior pelvic tilt. Now, what are we talking about? Jessie, let's demonstrate what that is real quick. Bend your knees up. The internal pelvic tilt is where you actually have your pelvis tilting forward, this way. So, the anterior pelvic tilt – go ahead and tilt it – is like that. So it's creating this really exaggerated arch in Jessie's back. I'll have him sit up in a second to show it. Versus a posterior tilt that tucks it down and in. The posterior pelvic tilt is caused by the stretching of your abs and your glutes. So what is really causing your anterior tilt, and what is it doing? Come on and get up on your knees, Jessie. So, the idea here is what? This is the anterior pelvic tilt. You get this exaggerate arch here and it's caused by an imbalance of a bunch of different muscles, and some weaknesses in other muscles. There's a lot of ways to attack it, but there's really only one right way to attack it. Most of all, it is a dominance and a shortening of the hip flexor here on the front side of Jessie. What it does is, it's pulling down on this pelvis here into anterior tilt. Well, it attaches right here and is pulling down, so it's into anterior tilt. The second part of this – this really exaggerated arch – is coming as a compensation to create this extension of Jessie's body because he can't be all the way over here. He's got to extend. But guess what? His glutes are not helping him to extend. Normally – okay, Jessie, go ahead and lay back down – normally the glutes right here would extend my hip behind my body. When it does that, look at what it's doing to my upper back. It's creating a relative extension of the upper back, relative to the lower part of my torso here. So if my glutes are weak and not doing their job, what's going to happen? The low back and the lumbar spine is going to say \"Oh, I could do it! I can cause extension!\" And it's going to be really tight and short. That's not what you want. So, when we look at this, we want to first of all stress a few different things. We already know Jessie's got tight hip flexors. What I want to show you – what you don't want to do – is start stretching your hamstrings. Because in somebody that has anterior pelvic tilt, they're going to – go ahead and bend down for a second so we can show this – they're going to have a tight hamstring. Why is that?",
        "start": "00:00:06",
        "duration": 145.061,
        "title": "How to Fix Anterior Pelvic Tilt (SIT HAPPENS!)"
    },
    {
        "text": "Because the pelvis is already tilted. I'm going to show you here in a second. It's already tilted so far forward that the hamstrings are already stretched. They don’t have anywhere else to go. Because he's already moved his pelvis this way, his hamstrings are tight. The pelvis isn't in that position because the hamstrings are tight. The hamstrings are tight because the pelvis is in that position. It's a huge distinction. The pelvis is in that position because of the tightness of the hip flexors. So going, and stretching tight muscles – like the hamstrings – in an attempt to just stretch everything that's tight, it could actually make your problem worse. So you don’t want to start stretching your hamstrings if you see tightness in them, if you have an anterior pelvic tilt. What you want to do instead is strengthen them. At the same time that you're strengthening the glutes that are inactive, that are causing the low back to do all the work. I hope this is all making sense. Then finally, you've got, again, with this tightness here of the hip flexors pulling down this way, right? So we have the pelvis being tilted down here. We get a stretching here of the abs and a weakness there because they're not really able to contract very strongly out of this overly stretched position. So you have to figure out a way to strengthen your abs, and you have to figure out a way to stretch your hip flexors, while strengthening your glutes. So we can actually do that. Jessie come on up. Abs, I've got plenty of videos here, guys. We have Washboard Wednesday devoted to 'how to strengthen your abs'. The main thing you want to do is not use hip flexor dominant ab movements. I actually have an entire video showing you how to keep the hip flexor out of it when you're doing ab movements. So I'm going to link it right up here behind Jessie's head. Make sure you do those types of ab movements to stop using the overlay active hip flexors. As far as the glutes – come on up – we can do something here which is a combination of a lunge and a stretch. So, hold onto both of those dumbbells. So focus on the lower part of Jessie's body. He's going to turn here. What we're going to do is, we're going to preset his glutes and load them by stepping forward. Once we step forward here and we have the glutes loaded – because all the weight's in front here – these are pre-stretched. They're ready to work. If we're here, what we're going to do is come up into extension on the glutes. But look what's happening on this back leg over here. We're actually getting a stretch of that hip flexor at the same time that we're loading up this right glute, and then strengthening the glute. So we want to be able to do both things at once. So, Jessie, put the left leg back. Good.",
        "start": "00:02:31",
        "duration": 149.829,
        "title": "How to Fix Anterior Pelvic Tilt (SIT HAPPENS!)"
    },
    {
        "text": "Now, put your arms out in front. Pre-stretched right here. I'm actually hitting Jessie's ass right here on my YouTube channel. Go straight down. Never thought I'd say that. Go straight down, now he's coming up. As he extends through the hip he's strengthening this glute, but he's stretching this left hip flexor out. So you want to start doing this. This is a – go ahead and do a few reps. This is a great way here. We call this a modification, or a sprinter lunge. Strengthen through here, stretching through the back side. Drive it forward. There you go. At the end. So it's a dynamic stretch for the hip flexors and at the same time, like I said, strengthening those glutes on the right side. You can see by orientation of the hip flexor here, it's attached to here, and it comes all the way here and attaches to our low back. So as this is being kept in this position all day long from sitting, we're getting this shortening – adaptive shortening – of this muscle, and again, this weakness that's coming in from the glutes that's making the low back overwork here. It's causing – he's falling apart. It's causing him to not only fall apart, but you to fall apart, too because you are not in balance. So I hope by bringing in Jessie here, in this constant barrage of information, that you've caught the key points here. Stop stretching your hamstrings. They're probably going to be tight anyway, but they're not causing this problem, they're a result of this problem. Number two: strengthen those glutes. Get that ass going, again. Number three: stretch out your low back if it's overly tight, there's a lot of stretches to do that. Number four: stretch out your hip flexors. You can do that at the same time in one dynamic exercise, like I showed you. And number five: get those abs strong again and make sure you're not doing hip flexor dominant movements. All right, guys. I hope you've found this video helpful. In the meantime, if you're looking for a scientific program that puts the science back in what we do, I don’t make it this long and drawn out, but this is one of those more complicated issues to describe; we have it all step by step in a program. I tell you exactly what exercises to do to make sure we're not ending up with these types of imbalances that a lot of other programs will leave you with. You can get that over at ATHLEANX.com in our ATHLEANX training program. In the meantime, if you've found this video helpful leave your comments and thumbs up below. Tell me you did it, and tell me what else you want to see in the days and weeks ahead.",
        "start": "00:05:00",
        "duration": 121.93000000000002,
        "title": "How to Fix Anterior Pelvic Tilt (SIT HAPPENS!)"
    },
    {
        "text": "All right, guys. I'll see you again soon.",
        "start": "00:07:02",
        "duration": 1.271,
        "title": "How to Fix Anterior Pelvic Tilt (SIT HAPPENS!)"
    }
]