[
    {
        "text": "What's up, guys, Jeff Cavaliere, athleanx.com.  So today I'm putting myself in the corner,   I guess we can call it the coach's corner,  because I'm going to go over a question and I'm   kind of going old school back to the brick wall to  answer it. And the question is, why are gymnasts   so frickin strong? And I guess for that matter, we  can throw in there calisthenics, athletes, anybody   who really can command their body weight in space.  I mean, look at this guy right here. That's pretty   damn strong. As a matter of fact, the guys in the  background who are lifting weights are in awe of   what he's doing here. And that's what happens  oftentimes with these impressive calisthenics   and bodyweight type exercises. They're not  really capable of being done by everybody,   even the strongest athletes. So, it begs the  question, how do these guys get so strong? Well,   I think you have to actually ask yourself first,  are they actually strong? Right? Are they,   by definition of strength, actually strong?  We're talking about the ability to produce force   against an external resistance. And  we're talking about, more importantly,   absolute levels of strength. Look, Jesse's strong,  he's gotten way stronger, but he's not as strong   as Thor Bjornsson. And even though Thor outweighs  him by about 1,000 pounds, it's actually not being   used to his advantage when we're just talking  about absolute strength, the fact is he can lift   more than Jesse, he's stronger than Jesse. But when we look at these movements again,   we realize you have to be strong to do them, so is  there a secret? Well, I think the first thing we   need to consider is the body weight of the people  doing the exercise. And oftentimes, yeah, they are   going to be lighter guys that do these exercises  but that's where the concept of their relative   strength comes in. They're able to take that body  weight and command it in space and ways that a lot   of us cannot. And certainly there's other reasons  that cause that but it does demonstrate a level of   relative strength that's pretty damn impressive.  Now, that doesn't mean that at the same guy   went and stepped over that trap bar in the  background there that he can actually lift that.   I'm just saying, though, it's an indicator that  their relative strength could be high, but the   letter body weights are definitely something that  allows you to move your body in space easier.   Let's face it, a guy who weighs 260 pounds might  struggle to do more than five or six pull ups.   However, with everything, there are exceptions,  and this guy right here certainly dispels the   myth that big guys can't command their body  in space. Which brings us to the second point,   and that is leverage. Leverage is one of the  key things that helps us to do what we do,   whether it be with weights in the gym or  whether it be with our own body weight.   Think about when you do a deadlift. If you are  even over the bar by an inch further than you   should be, your ability to break that bar off  the ground is going to be incredibly challenged.   The same thing would be, let's say, with a bench  press, if your elbows drift even an inch forward   or an inch back, your forearms are no longer  centered directly underneath the bar and your   ability to produce the force and leverage to get  the bar off your chest is going to be diminished.   Now, when it applies to the calisthenics or  the gymnast, they basically have the ability   to align and orient their center of mass in a  way that effectively lightens their body weight.   Even at these already light body weights, they  can take what's there and make it lighter and   that's key. If you think of an exercise like  the human flag, a lot of us can't even get   in position to do this. But they have mastered  the ability to get the perfect amount of push   and the perfect amount of pull on that bar behind  them that almost makes their body float up as if   it's effortless. The same thing can be said  about a planche being able to almost balance   their body in space as opposed to making their  triceps work like hell to hold them there.   And the same thing can be said about any  one arm variation of, let's say, a pushup   or even a pull up, both of these become so much  easier where you know how to manipulate your body   in space as you do the exercise, to take advantage  of those leverages to work in your favor.   But I always point to this other concept, and that  is the ability to get your stabilizers working for   you as well. So not just leverage, but how to  recruit stabilizers to the exercises that you   do throughout the exercise, and this is where  calisthenics athletes have mastered the concept.   Because we talk about this thing called  energy leaks. When you do a pull up,",
        "start": "00:00:01",
        "duration": 222.64000000000001,
        "title": "How Gymnasts Get So Freaking Strong!"
    },
    {
        "text": "how you do the pull, it matters. I've gone through  this in great detail in previous videos, so much   so that I say if you can just learn to keep your  core tight and your shoulders packed and even your   quads contracted, you can remove the looseness  from your body that oftentimes dissipates the   force that you're generating into the bar and robs  you of the pull ups that you're capable of doing.   When you do this properly, the number of pullups  you can do instantly goes up like literally in   the next set. And the same thing applies to the  pushup to when you can engage the right muscles   and provide stability and rigidity through your  body, it moves more efficiently through space.   The front lever is another example of this  to being able to keep those glutes contracted   and the core engaged is going to make your  body float up, particularly if you know how   to engage the lats and utilize them as the  main driver of the movement. These are all   things that you may not have naturally unless  you work at these exercises and these skills.   Now, if you're in the weight room, how does  this apply? Well, think about a bench press.   When was the first time that you actually learned  how to utilize your legs and produce leg drive   during the exercise? When you did, you likely  increase the amount you could lift instantly.   Casey Mitchell has been in this gym before, and  he has swarmed that even through just that one leg   he can generate an additional 40 of force into his  bench press to increase his overall strength. It's   important so when you learn, though, that this is  actually not just driving the bar up on its own   but getting your low back into an arch position  that stabilizes the entire back and assist with   keeping your shoulders down and back, it increases  your ability through increased stability. So,   the concept is the same, but we need to learn how  to do it through all of the exercises that we do.   But I think you have to look into the specific  exercises that oftentimes are being done   with gymnasts and body weight athletes. And we talk about isometrics, there's a lot   of research backing the efficacy of isometrics  in terms of increasing your strength levels,   although it's within a defined range of motion.  So, if you're performing the isometric in let's   say the mid-range position of a curl, well  you're increasing the strength within that   range of the curl and maybe a little bit up and  a little bit down. Well, again, the benefit of   bodyweight athletes is that they're not usually  just performing isometrics in one portion of the   range of motion of the exercise. Even just through  the attempts at getting better at the exercise,   they're performing isometric holds for that  temporary body control at different points   along the range, which just increases that overall  strength. And most of these calisthenics exercises   actually do require full range of motion. So, the  time under tension that's generated through these   exercises is off the charts, which also goes  into and feeds into their ability to not just   get better at the exercise, but to get stronger at  the movement as you perform them. And you cannot   have any discussion about calisthenics exercises  without talking about the built-in fun factor,   can I say, or at least the challenge of being  able to perform something that you couldn't do   even a day ago or a week ago? Look, when I was  trying to do this exercise here, I didn't get   it the first time or the first 100 times. It took me quite a while to be able to get to   the point where I could balance myself. And yes,  it was about learning the leverages. It was about   learning how to create that stability and  recruitment of those stabilizers. It was   also about being able to just conquer the damn  exercise, right? Wanting to get better at it. And   as I attempted and failed and attempted and failed  and each time got a little bit closer to the point   where I was like, oh, that was 5 seconds, oh, I  can hold it for seven. I wanted to actually, I   just got really competitive. Well, guess what that  brought with it the natural increase in volume   that comes along with trying and trying and trying  again. And we know that at sub maximal lows, the   volume increases are oftentimes capable of driving  the gains that we're looking for. Now, don't   confuse the fact that some of these exercises, as  I just mentioned, could be sub maximal. It doesn't   mean that all of them are sub maximal. Look, we  could talk about a one arm chin up. If you could   only do one, one arm, chin up with maximal effort.  How is it different than, let's say, one overhead   press with maximal effort, at least in terms of  your ability to exert the force required to do   the exercise? It's still a maximal effort. So, overload is possible, and we know through",
        "start": "00:03:45",
        "duration": 229.43999999999994,
        "title": "How Gymnasts Get So Freaking Strong!"
    },
    {
        "text": "overload we can create muscle gains in strength.  So again, we can see very easily how these   exercises can do that. The bottom line is,  I say all the time, if you want to get the   best of all worlds, you've got to do both. You  want to dedicate some portion of your training   to classic strength training and work in the  weight room and trying to build up that absolute   strength because it's only going to serve you  when you go back to doing that other really   important aspect of training that sometimes gets  overlooked. And that's the body weight mastery,   trying to learn how to command your body in  space. When we're talking about athletics in   the realm of athletic training, you've got  to be able to do both. As a matter of fact,   there's ten calisthenics exercises that I believe  every single person should do, regardless of what   training style you're following right now. I'm  going to link that video for you here. If you   found this video helpful, and you like this style  of video, make sure you leave your comments below   and tell me about it. And if you're looking for a  complete body weight program, guys, we have one in   the next called Athlean Xero. If you haven't done  so, click Subscribe turn on your Notifications so   you're never miss a new video when we put  one out. All right, guys, see you soon.",
        "start": "00:07:34",
        "duration": 51.199999999999996,
        "title": "How Gymnasts Get So Freaking Strong!"
    }
]