[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. So today I'm going to show you a really simple way to make sure that when you're doing either a hanging leg raise, or a pullup, that you're not swinging all over this bar out of control. A lot of people say \"When I do my pullups I swing too much\", or \"When I'm doing hanging leg raises I can't control my body and I swing too much\". It's actually really, really simple to fix and we're going to start by fixing it over at the captain's chair. Okay, so you've probably seen one of these if you're training at the gym. If you don’t have access to one, the tip I show you over there is going to help. But from a progression standpoint the captain's chair is going to provide you with a couple opportunities to get this right, and to learn, and to build the strength. First of all, if I sit back into it and I rest my forearms down, by placing my back into the back pad here I've already given me an additional point of contact. I have a lot of stability between my back and the pad. So I can sit here, stabilize really well, and I can go and do my hanging knee raises, say, for my abs. Remember, I always say you've got to show your ass on these. You've got to make sure that you – whoever is in front of you – can see in the bottom of your pelvis because you're flexing, and curling from the bottom, up. So I show that. Now you move away – after you've mastered that – to out here. So now what we're doing here, we need the stability still. I had some nice stability back here. I don’t have it out here. But what can I do? I can use my lower traps to depress my shoulder blades here and provide that stability. Now it's easier to do it when you're pushing down, than it is when you're hanging from a bar. But this is what you do: you get in here, and you can point your toes a little bit to engage your abs. Just a little bit in front of your body because if you go backward it wants to promote swinging. Once you get in this position here, you can do your leg raises. Again, curl up, and show. Curl up, and show. At any point in time you should be able to stop, and not be swinging. Now, how do we transition this to the more difficult, and more popular version, which is hanging from a bar? I'm going to show you that right now. Okay, so now back at the hanging bar. Again, this is what we're building toward. Again, if it's pullups you can still work on that progression there because you can still work on developing stabilization through your scapula to be able to do this when you come over here, but we have to reverse what we're doing. We still need stabilization, because when I get up onto a bar what's happening here is my only points of contacts now is my hands on the bar. My hands run through my arms, which run through my shoulder blades. If my shoulder blades are not controlled, and allowed to move around my body – my ribcage – I'm going to have a lot less stability up here on the bar, and I'm going to swing. Now if I start to add momentum in it becomes a bigger problem.",
        "start": "00:00:05",
        "duration": 176.91,
        "title": "How NOT to Swing on Hanging Ab Exercises!"
    },
    {
        "text": "If I start doing leg raises it becomes an even bigger problem because now I've created this front to back momentum, and we don’t want that. So now we need to be able to stabilize. It's a really quick, and easy fix. Two parts to it. The first thing you want to do: create stability from the bottom, up. We can do that by letting our legs come just a little bit in front of our body. So once we're here, instead of hanging straight down, just come up, just like that. A little bit in front of our body to create the contraction of the abs here, a little bit of stabilization. The next thing now, is the important part. If you come around the back you can see that the shoulder blades are not really supported. They're just hanging here. So what we want to do is, once again, engage those lower traps by depressing them. Just like that. Just a small, little move. Pull them down. Keep your arms straight, and do a scapular depression here. So with the other thing that people think about though is, they go really fast, and they think that they've created stability. Here's why they haven't. If I come up here and I do knee raises, and I go really fast it looks like I'm staying in the same position here, up and down, with minimum sway, and swinging. But all I've done is take whatever momentum I was driving forward and back, and I'm doing it up and down. But I'm really not putting a lot of focus on the contraction of the abs, which means I'm not really doing that much to improve what I'm trying to improve in the first place. Which is: my core strength. So don’t go fast. Go slow. Make those two changes. So here, depression, legs out in front, here, boom, lock it in, come up, show your ass, boom. And down. And down. You can see, I can kind of lock it in place here, at the bottom of every rep, and not be swinging all over the place. So guys, those little details matter. Sometimes it's those little, tiny tricks that work so well, and help you to do it once and for all. I hope you guys are going to find that helpful and try it out. I promise you, it's going to work no matter what part of progression you start at. In the meantime, if you're looking for a program that cares about the details – they all matter – head to ATHLEANX.com, take two minutes to use our program selector by clicking on the link below this video. It will help you to find the program that's best matched up to whatever your goals are at the moment. In the meantime, if you've found this video helpful leave your comments and thumbs up below. Let me know what you want me to cover in a future video and I'll do my best to do that",
        "start": "00:03:02",
        "duration": 159.97,
        "title": "How NOT to Swing on Hanging Ab Exercises!"
    },
    {
        "text": "for you in the days, and weeks ahead. All right, guys. I'll see you soon.",
        "start": "00:05:42",
        "duration": 2.9200000000000004,
        "title": "How NOT to Swing on Hanging Ab Exercises!"
    }
]