[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. We've all heard the phrase before. \"If you want to get big, you've got to lift big.\" Today I'm going to show you how getting a little bit weaker is going to allow you to get big, or at least feel as if you're getting weaker, which is going to allow you to get big. When it comes to training shoulders, specifically – we're talking about getting bigger shoulders – you want to know how to lift both heavy weights and light weights. The light weights are going to require that you leave your ego at the door. I assure you this: if you do what I show you here today you're going to get bigger shoulders. Let's start here with a big lift. Let's say it's a push press. Why does this concept work? Because on a push press, if I'm going to do this exercise it is not just my shoulders. I've got a jammer here, you can be doing it with a push press or the bar. If I'm going to get this implemented up, over my head then I'm going to need much more than my shoulders. I'm going to need my shoulders to contribute, I need my triceps to contribute, I need a little bit of my upper chest to contribute, I need my core, and I even need my legs. So if I'm going to move this sucker  you can see there's a lot going on to get up there. So can I increase my strength on this exercise, and therefore get my shoulders to get bigger over time? Of course, but it requires a lot of step by step, small progressions to be able to improve my strength here. On the contrary, if I were to check my damn ego at the door and go grab some dumbbells and do something that is going to more effectively isolate the shoulders I can actually increase my shoulder strength. Now, I said 'more effectively isolate my shoulders'. That doesn't mean going and grabbing the heavy dumbbells and doing side lateral raises where I start bringing my traps into it, bringing my arms into it, bringing my back and momentum into it. What we want to do is do a zero momentum exercise. So I'm going to come all the way down here to 15s for a side lateral raise. Now, how do we do it? It's so important. Listen to the details here. As I go to raise these dumbbells up I'm not – the first move is not this. The first move is not this. It's not this, with the bending of the arm. If I keep my arms straight what I'm going to do is I'm going to lift my arm out to the side by initiating the contraction from here, to here. Right in the delt. You can see the delt from here, to here. I'm going to just initiate the contraction like that. Okay? Now to ensure we have zero momentum, stop halfway. You're going to have fun with this. Take whatever weight you normally do this exercise with, and then cut it in half, and",
        "start": "00:00:06",
        "duration": 153.00999999999996,
        "title": "How to Get Bigger Shoulders (LIGHT WEIGHTS!)"
    },
    {
        "text": "then see how many reps you can do. You're going to instantly see – you'll feel weaker – but you're going to get stronger. If I go halfway, right here and I stop, the contraction is, right now, in the side delt. As much as I can possibly make it. Now I've got to initiate from there. This is the hard part. From a zero momentum state with tension already, I come up to the top. Finger positioning is important here. Pinkies are down, thumbs are up. Now, come down halfway – oh, don't go down all the way. From here, go back up again. This is 15lbs and I am struggling mightily to perform one rep. It's obviously one and a half, or more reps, but I now have to go into my next rep. Initiate. Strictly from the deltoid if I can. Stop for a second. Re-initiate up to the top. Really difficult. Come down halfway. Come back up again, and then down. The muscularity that you can develop from this approach is off the charts. Why? Because I'm actually directing the tension into the muscle for, probably, the first time that you've ever done this exercise. Most of the time you're distributing it amongst all the other muscles that were helping you. Not to mention, momentum. So the overall impact that you have on your shoulder is that you can increase the strength, specifically to the deltoid, by cutting down all that crappy reps that you've been doing, focused more on driving the tension into the muscle itself, and now, over time, I'll start to see \"Wow! Maybe it is 15s I started at.\" But I've got a lot more room to grow. I could get into the 20s after doing this for a few workouts to start building that strength. Then up to the 25s. Now I take the increased shoulder strength that I got from using those light weights and I head back to that exercise again. And we're doing this for every other muscle group, too. When I get back over there, if my core is stronger from training it in this fashion. If my legs are stronger from training it this way. If my upper chest is stronger from training it this way. If my triceps are stronger from training it this way, and I get under that bar; I'm going to be way stronger on that exercise. You're going to be able to transfer your individual strength of the contributing muscles to the compound movement when you get back over there. And now you're hitting it from both sides of the equation and you're going to start to see some real gains. So please, guys, leave your ego at the door. Focus more on driving tension into the muscle you're actually trying to grow and the results will be remarkable.",
        "start": "00:02:39",
        "duration": 155.25899999999996,
        "title": "How to Get Bigger Shoulders (LIGHT WEIGHTS!)"
    },
    {
        "text": "It's going to make a huge difference on how you start to look and more importantly, it's going to start to build your confidence on the actual strength you have in your muscles. It can be humbling. It was for me, but I assure you, over time it's going to be what you need to be doing. Guys, if you're looking for a program that puts the science back in strength, trains you so that you can get the best results over a 90 day span of time; head to ATHLEANX.com and get our ATHLEANX training system. In the meantime, if you've found this video helpful leave your comments and thumbs up below. Let me know what you want me to cover here and I'll do my best in the days and weeks ahead. See you.",
        "start": "00:05:15",
        "duration": 29.863,
        "title": "How to Get Bigger Shoulders (LIGHT WEIGHTS!)"
    }
]