[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I'm going to show you how to build a wider chest. I don’t care what angle you're viewed at. To do that, we're breaking out the muscle markers and we're bringing in Jesse. Your beloved Jesse. JESSE: Wait, wait, wait. You forgot my intro. JEFF: The 'what'? JESSE: My intro. It's awesome. Just do it again. JEFF: And to do that, we're breaking out the muscle markers and we're bringing in Jesse. [music plays] JESSE: It's awesome, right? JEFF: I don’t believe you. JESSE: What? Come on! JEFF: Guys, let's talk about wide chests. Thank you for coming because you're my example of someone that does not have a wide chest. So, thanks for being the shining example of what we need to fix. JESSE: That's mean. JEFF: So, here we go, guys. What we're talking about when people talk about a 'wider chest' is, we're really talking about the difference between here and here. Now, we start to take out the muscle marker and realize that we're talking about the length of the muscle from its origin here on the sternum or clavicle, out to the arm. It feeds into this direction. Top down there, and – I hope you don’t mind me drawing on you. JESSE: I'm honored. JEFF: Okay. So, it comes up like this, up through here, and feeds up into that point. So, what we see with Jesse is, if we turn to the side, this is where it falls apart. It sort of disappears over here. There's no overhang, there's no width. And while there's nothing you can specifically do to create a targeted attack plan just for this area of the chest, there are ways that you do the exercises you're doing that are going to allow for a much better developed chest because a bigger, more developed pec is going to stand out more. More importantly, it's going to hang over here more. But it's how you do the exercises you're already doing. So, what I want to do with Jesse and take you guys through is each of the exercises that will have the most impact. Not just what you're doing, it's how you're doing it. Remember, how you do what you're doing and why you do what you're doing is always going to have the biggest effect. You ready to go through the exercises? JESSE: Let's go. JEFF: All right. So, I mentioned \"common exercises\".",
        "start": "00:00:05",
        "duration": 122.939,
        "title": "How to Get a Wider Chest (INNER to OUTER!)"
    },
    {
        "text": "The dip is one of the best ways to attack this and start developing your chest. It's how you do the dip, though. So, the first thing you want to do is make sure you're applying the most tension to the pec as you can, by prepositioning your body the right way. Meaning, put some extra stretch on it. The way we do that is to get away from these rounded shoulders – like that, when we do dips. That's ugly and a lot of people do it. Instead, open the shoulders up. Really try to open your chest up. I say, \"act wide to get wide\". So, we act wide and that puts a lot more of that stretch on the pec, based on that attachment we just saw. Now when we go and do it you don’t just get down there and bounce right out of it like that. You've got to savor that stretch on the pec on the bottom. So, he's in this position for one or two seconds and then comes back out of it. Think of it like a pause dip. Down, he has the tension here. You can see it working. Now come up. What this is doing is exploring more full range of motion. There's no magic technique that's delivering impulses right here to this area that's going to make it overhang and get wider. It's just that he's training this exercise through a more intentioned full range of motion. Good job. JESSE: Thank you. JEFF: Remember I said, 'It's not the exercises, but it's how you do the exercises'? Obviously a bench-press is part of the equation here, but how you do it is the most important thing. Jesse, go ahead and do a bench-press. Lots of things here that I don’t like, and I don’t want you doing. So, let's reset this. The first thing: remember I said, \"If you want to get wide, you've got to be wide\". To be wide you've got to open your chest up. Consciously open your chest up to setup the positioning. That's going to fix your shoulder blades and put them in the right position to start anyway. But you can see that even getting into that position, he's placed more tension and stretch right here on the pec. So, what we want to do is make sure on the bottom of every repetition we savor that. We allow that stay there and develop it. So, what we do is press, and when we come back down, he gets to the bottom and once again, a pause. He's going to hold that there for just one or two seconds and come back out of it. When you come out, the second thing he was doing before was pushing and leading with his shoulders, which is going to immediately take the tension off the pecs that he established at the bottom in the first place. We don’t want that. Once it's established here, you want to keep it by leaning and pressing with the chest. Almost squeezing your biceps together, rather than leading with your shoulders.",
        "start": "00:02:08",
        "duration": 135.691,
        "title": "How to Get a Wider Chest (INNER to OUTER!)"
    },
    {
        "text": "So those two, little tweaks there are going to make a profound difference on the development of the pec. Again, not because there's a magic to what's happening there. It's just that you're exploring a more full range of motion by getting down there and opening up that chest. Then making sure tension is applied to it in that stretched position. Next up is a pushup. We talk about common exercises, but they're commonly performed incorrectly. At least when it comes to the purpose of trying to apply as much tension to the pec throughout as much of the available range of motion as possible, we can do it with a pushup, where some people think we're limited. We're not. What you do is get down into a position do to a pushup, but instead of limiting yourself down to the ground, you can grab a pair of dumbbells. Not only is this going to help some people who have wrist limitations, but they're going to allow for a greater range of motion on the chest to get that arm a little bit more behind the body. These are all safe positions for the shoulder. We'll talk about one that isn't so much, later on. You get down here, you can see the tension on the outer pec there. It's not necessarily specific to the outer pec. It's just tension on the pec in a more elongated position. A more fully extended position, or adducted position, is going to allow for more overall tension, greater range of motion, and greater range of motion under load. All the things that are going to develop a pec better. So, you see Jesse doing it here. Once again, you can apply the pause to the bottom of every, single repetition. The thought, as he goes down, he wants to try to attack the ground with his chest. The hands stay where they are, the shoulders almost stay back, and the chest leads the way down toward the ground on every repetition to try and open it up and get wide. Again, hang out for a little bit on the bottom and come up. Just increasing the tension for a longer range of motion that's what your pec is allowing you in the first place. So now you're probably thinking, \"Jeff, if you're so in love with this tension applied in a more abducted or extended position of the arm then you must love the fly.\" Like this. If you haven't watched enough of my videos, I advise that you do because you'd see that I hate the fly. As a physical therapist, if there's one exercise that does accomplish this – it does – but at the expense of your shoulder and at a high risk of your shoulder health. That would be it. But there are things you can do. I wouldn't leave you hanging. This is one of them. If you have access to a cable what you do is put yourself in this same position here. What Jesse did, and what I want you to do as a first step is open up. Get that chest further back. We know, just by virtue of this muscle marker, if this arm is rounded forward, we've just shortened that muscle from origin to insertion. But if we open it up, we've already applied a stretch to it, just by changing our posture.",
        "start": "00:04:24",
        "duration": 155.50900000000004,
        "title": "How to Get a Wider Chest (INNER to OUTER!)"
    },
    {
        "text": "So, from here, he has the tension on here and he's going to initiate from this area. Initiate and then we can fully adduct on this exercise. One of the things we can't really do on the other exercises. So, you take this pec through its entire range of motion. All the way out, and then across, and adducted, and shortened all the way across the body. It's a great option for us to do that. Again, you keep the chest out the entire time. Never let it collapse and cave in. Always keep it out. For me, keeping the numbers out, and then bringing the arms across the body. Let's say you don’t have access to this. What you could do is go over here and do what we call a floor fly. The benefit of the floor fly is that it gives us that safety net. It gives us the floor as something to protect and over extension of the arms, jeopardizing your shoulder health. But what you do instead of doing it flat on the floor, you use one of these. A half of a foam roller. This will allow you to get even a little bit more of that opening of the chest because you're up, elevated about two or three inches off the ground that you see is now possible. When we do this, because of the ability to open up safely because the elbows are really only a millimeter or so off the ground, and the ground is there to catch us if we need it, we have the opportunity to apply that same tension in amore abducted position. Greater range of motion. Increased tension over greater range of motion. All the things we said in the beginning that are going to allow you to get more out of every repetition you do. The accumulation of which is going to apply more overloaded stress to your pec and it's going to help it to grow. When it grows, what happens? This pec starts to get bigger and bigger and the width will come. The width will start to come in as we see here. Again, this is not Jesse's end goal. This is a just a step up. And for you guys who aspire to be even better than this. Again, it's all going to come down to how consistent you are with the right type of training and how you do the exercises you do. If you're looking for a program that puts together all these things in a step by step fashion, putting the science behind what we do because we know how much it matters; they're all over at ATHLEANX.com. In the meantime, if you've found this video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I'll do my best to do that for you. If you haven't already done so, click 'subscribe' and turn on your notifications so you never miss a video when we put one out. JESSE: Oh, if you guys loved the intro, let me know. Leave a comment below saying \"Intro\". JEFF: Do you have a specific outro or are we good? JESSE: No, we're good with that. JEFF: Okay, good. JESSE: I'll develop an outro at some point.",
        "start": "00:06:59",
        "duration": 139.512,
        "title": "How to Get a Wider Chest (INNER to OUTER!)"
    },
    {
        "text": "JEFF: All right, guys. I'll see you later.",
        "start": "00:09:19",
        "duration": 1.004,
        "title": "How to Get a Wider Chest (INNER to OUTER!)"
    }
]