[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we’re going to talk about men and women. The differences between men and women. The birds and bees. No, no, no. Not that. We don’t need to – no. We’re talking about fat storage and the obvious difference between men and women in fat deposition and what that means. And does it actually provide you with a way to change your training? To change how you eat? Is there something we can do about it? What does the science say? I think you guys are going to find this video interesting. First of all, thank you to the women that are here watching this video. Though I don’t necessarily make videos specifically calling women out and to attention, I say ‘guys’ all the time. What’s up, guys? I mean all of you and I’m glad you’re here because it’s really interesting how this is all going to play out. So, when you see the differences here, obviously, between a man and a woman. But what I’m really focused on here is the fat storage and where the differences are. We know that men who have their fat storage issues are going to store it in their chest. Even in lower body fat levels, as you’re going to see. In their midsection, right in here, a stubborn area, and the love handles. Again, even here. I actually store some right there, believe it or not. In my lower back. So even the back, when we get to that side. Where we don’t have issues are here in the calves, legs, and arms. We tend to stay fairly fat free in these areas, providing we’re not extremely overweight, as I’ll cover in a minute. When we look over here at the ladies, we have some differences. Number one: we take that leg and look in that area and know that there are problems here for women. Thighs, hips, muffin top, this whole area over here, even down here in the ‘cankle’ area. It’s a problem. Women also have a much more significant storage of fat in their arms, specifically in their triceps, that leads to these major differences in how we look, when compared side by side. When we turn it around, we have similar issues here. The men still have the love handles over here, we have that low back fat that I’ve referenced. Again, at a very low body fat level I still have the remnants of fat back here on my low back that I will probably never get rid of. We have, again, this upper back fat area which is a problem for both men and women. But you can see here that we have more of that hangover effect – that muffin top, less of the love handle right there. The butt is an extremely popular place to store fat for women. The thighs, once again, and the calves where the men are just not having those issues.",
        "start": "00:00:06",
        "duration": 137.791,
        "title": "How to Lose Fat the Right Way (MEN VS WOMEN!)"
    },
    {
        "text": "Now, what is this all about? There’s a reason for it. You should feel more uplifted by the fact that there’s a cause and it’s basically caused by the hormonal differences between men and women. There are hormonal differences that make us great in different ways, in the ways that make of very unique. They can also be the bane of our existence because we all have testosterone and estrogen. Estrogen being more of the female hormone, and testosterone being more of the male hormone. But we both carry testosterone and estrogen. It’s the ratios that impact what happens. So, if we dive into this a little bit more, this is a comparison of the exact situation I just laid out. The man who’s overweight, and the woman who’s overweight. The distribution of that excess weight is significantly different. Why is it that men are carrying all this extra weight and building all this weight out right here, whereas women have it much more dispersed? They’re carrying it in more significant areas? They’re carrying it in their hips, in the thighs, in the lower legs, in the arms. Whereas men are right here in the chest and in here in the abdomen. It’s because of the differences in these hormones, once again. Men, who are ruled and guided by testosterone, have more of what we would call ‘visceral fat’. There’s a difference between visceral fat, which is the fat that occurs inside the abdomen, inside the abdominal cavity, impeding on the internal organs – making it much more dangerous, by the way – than what women are having here. And that is more subcutaneous fat. The fat that’s right underneath the skin which often times leads to that dimpled appearance of the fat. We can see it more readily. It’s right there, one layer down. Whereas the men here, it’s hidden a lot more deeply. Again, just like estrogen and testosterone where we have each, women will have visceral fat as well, men will have subcutaneous fat. It’s not one versus the other. But the percentage of those are greater. The visceral fat is more androgenic. There are more receptors in this adipose tissue that binds to testosterone, which promotes the deposition of this fat. That’s why men will store it in this pattern. We know it’s very identifiable. Men are going to carry it here in their pot belly. Women, with their subcutaneous fat here, that is more estrogen promoting. That estrogen will enhance the deposition of subcutaneous fat. So, there’s a reason why we’re storing it in these areas. But there’s more to it than this because you look at this and say “Well, if I’m a man who’s more fit, then I wont necessarily have to worry about this.” That’s not necessarily true because even this gentleman here who’s a little bit older, even though you can see the outline of his six pack he’s got less subcutaneous fat in the way. His visceral fat deposition is still creating this problem in these areas which are causing",
        "start": "00:02:24",
        "duration": 165.52999999999997,
        "title": "How to Lose Fat the Right Way (MEN VS WOMEN!)"
    },
    {
        "text": "more of a stubbornness to these areas. Whereas women, you can still see that appearance, that pop-marking appearance here, of that fat directly beneath the skin. So even at what we could call ‘healthy’ and ‘fit’ body shapes, we’re not seeing the elimination of this. It’s a problem we’re going to have to live with forever. So, what do we do to fix it? That’s really the most important thing. How do we fix this problem? You’re not going to find any shortcuts here. You’re not going to find anything about freezing your fat away. You’re not going to find anything about sticking some electrodes on your bely and watching it melt away overnight. You’re going to find the same recommendations you always do. But I’m going to give you some hope here because with a little bit of extra science we’re going to realize there are some things that are unique, always, between men and women that should work to our advantage. The first thing for women is: you’re certainly going to need to focus on nutrition. I’m going to save my nutrition discussion for about two minutes because we’re going to need to talk about it for both. Everybody is going to have to worry about their nutrition. It’s going o be the thing that determines what your body fat levels are ALL. THE. TIME. If there’s one thing you can work on – and I’m talking body fat only, we’re talking about body fat in this video – if there’s one thing you can do to lower your body fat, the only thing you should be focused on is your nutrition. I know how important training is. I do this for a living. Nutrition is always going to be the one and only thing that you should be focusing on, if you can only choose one. But we’ll get back to that. When it comes to training the interesting thing about training for women is, women will show a beneficial effect to training, more so than men will, when they’re trying to lose body fat. So, men can train, and train, and train. If they don’t want to get their diet in check you really wont, see a difference in the amount of body fat that you’re carrying. But for women, because they naturally carry lower levels of lean muscle mass, any response to training is usually a good one. I mean, you guys have heard me say it before, I’m not a fan of steady state cardio. But we know that steady state cardio can produce a bit of a hypocaloric effect, allowing you to burn a few extra calories throughout the day to get you into a hypocaloric state, to burn some extra body fat. But it’s not even that. Sometimes the act of just doing any training at all – even walking on a treadmill at some level of incline – provides enough resistance and overload to start to develop some lean muscle mass tissue. The good thing about that is, that provides you with all the benefits of lean muscle mass. It’s giving you greater insulin sensitivity.",
        "start": "00:05:09",
        "duration": 150.28900000000002,
        "title": "How to Lose Fat the Right Way (MEN VS WOMEN!)"
    },
    {
        "text": "A greater depot in storage place for glycogen. The ability to have a higher metabolic rate as you accumulate more active tissue. Those are all great things, but with that being said, there are far more effective ways to do that here. That is with strength training. Progressive overload. Don’t be afraid of the weights. “But my legs will get big”. No, they’re not going to get big. If you’re watching your diet they’re going to be toned. You’re going to get rid of that body fat that’s making them look big. So, what you want to do is have a three-pronged approach if you’re a woman, to do some steady state cardio for that additional caloric burn, but focus the majority of your training on resistance training, strength training, weight training, and then using some high intensity interval training as well. So, the benefits here are pretty isolated for women when it comes to dropping fat. But for men, we’re back into this whole idea about ‘what’s the contribution of additional exercise’? We were talking about walking on a treadmill at a low level of speed, or whatever it is for an hour. Guys, you’re wasting your time. You’re wasting your time. I’ve said this before. Are there cardiovascular benefits here? Of course. Are they going to help you long term with your cardiovascular benefits if you’re training at a high enough level? Yes. That’s a known fact. Will they burn some extra calories? Yes. But we’re talking about you making a significant difference in the appearance of the fat that you’re carrying. This is not going to be the way to do it. Don’t waste your time here. The studies have shown that this is not going to accelerate it in the absence of your nutrition. If good nutrition is in place this will have a better effect, but still minimized by the fact that you’ll be much better off strength training, or weight training. As you build more lean muscle, the same benefits apply to you as well. Now, for nutrition. I said it was so important. I mean it. I want to give you guys a structure to follow. This is an example. This is a sample, but I do know that this works. What this is doing is basically taking your plate, your meals, and dividing it visually, in a very simple way so it can help you. The first thing I do is divide it into 40%, 40%, and 20%. Simple. The first 40% of this plate is almost half – I cut off a little bit, almost half, and",
        "start": "00:07:39",
        "duration": 119.13100000000001,
        "title": "How to Lose Fat the Right Way (MEN VS WOMEN!)"
    },
    {
        "text": "I cut off a little bit. Here is protein. I don’t care if you’re following a vegan diet, or if you’re not, find a source of protein that you enjoy, that tastes good, that you like because this is not about depriving yourself. Find a source of protein that you enjoy. That goes there. Your fibrous carbohydrates. All the vegetables. They fill up the other portion of your plate. The majority of your place. The starchy carbohydrates, I’m not against carbohydrates. I’m not looking to avoid carbohydrates. Especially as a trainer for athletes. I realize the importance of carbohydrates to fueling their performance. I’m not looking to avoid them. I made room on the plate for them. I just make it the smallest portion on the plate. My particular favorite is sweet potatoes. That’s what I like to use. In terms of fats be very careful. Incidentally, you add your fat. Don’t avoid fats. One of the biggest mistakes I ever made in my early life with nutrition was avoiding fats. You want to have fats in your plan. They’re healthy. They’re important. Just realize, when we’re talking about being hypocaloric, fats will be very detrimental because they’ll add up quickly. People think “I’m having olive oil”. That’s great. Olive oil is extremely healthy. However, when you pour olive oil, after olive oil, after olive oil onto your salad because you think it’s healthy – there’s no disputing the fact that it is, but it’s also extremely caloric. With over 120 calories per tablespoon, and you just realized you put 6 tablespoons on your salad, you realize how difficult it becomes to lose weight and stay hypocaloric. So, you want to make sure you’re very aware of the fats you’re adding because of their caloric density. Now there are some other things you can do. We know I’m a big fan of ginger. I made a whole video on ginger. The thing about ginger is, the active compounds in ginger – namely ginger oil – are able to help you do a host of things, including boosting your immunity. We know that stress hormone accumulation is another thing that can increase fat deposition for both men and women, but we want to make sure we’re doing that and controlling our stress levels and recovering. Studies also show that this will have the ability to increase testosterone levels. Not much in terms of testosterone, but you’re not looking for a humongous game changer here",
        "start": "00:09:39",
        "duration": 121.95999999999998,
        "title": "How to Lose Fat the Right Way (MEN VS WOMEN!)"
    },
    {
        "text": "with the accumulation of doing these smaller things. So incorporate ginger into your diet. The next thing is grapes. Grapes contain resveratrol. Resveratrol, again, we’re looking at things that can act on estrogen. Trying to control the amount of estrogen we have in our bodies. Remember, we have both. But as men become more estrogenic, you start to take on more of those female characteristic fat distributions. And women, vice versa. You have all that extra estrogen. If you can control some of that it will help you take on – we’re not trying to get a more male fat distribution pattern because we don’t want to walk around with big bellies. But what we’re trying to do is shift the focus a little bit away from these deposits that are estrogen driven. Mushrooms. Again, these prevent the production of aromatase. That’s responsible for converting androgen to estrogen. Again, we can interfere with hormones that help this transition. Mushrooms. Include them in your diet. Oysters. We’ve heard about oysters before. Here, zinc. It comes down to zinc. There’s more zinc per serving than any other food here. Again, some testosterone boosting effects there. Finally, cruciferous vegetables. We’ve all heard about how important it is to have cruciferous vegetables like cauliflower and broccoli. These have a high level of phytochemicals, there again, working to block estrogen production. So, there’s a comprehensive look at the differences between men and women. But the take home message is this: is there anything you’re going to be able to do to change this distribution? No. You’re being driven by chemicals. Women, you’re being programmed genetically for child bearing, to store this fat in these areas. It’s incredibly important. You were given the number one responsibility of the human species, which was to continue the species. Thank God – Thank God – men were not given that responsibility because we would have been gone a long time ago. I know. I see a reminder every day of Jesse standing right here, to know that’s a fact. We would not be good with that responsibility. However, I will say that you’re fighting your genetics. You’re fighting your biology. There are things you can do. The things you can do are going to be prioritizing that nutrition, maybe incorporate some of",
        "start": "00:11:41",
        "duration": 135.47099999999998,
        "title": "How to Lose Fat the Right Way (MEN VS WOMEN!)"
    },
    {
        "text": "these other options that can tilt the balance a bit more in your favor. But more importantly, prioritize the training in both instances. But guys, just don’t think that you’re going to get away with just doing training, especially cardio, if your goal is to lose body fat. It’s always nutrition. There’s no way around it. There’s not gimmick. There’s no shortcut. There’s nothing. I’ve told you this a million times. I’m going to say it to you again. Make sure you have your nutrition in check and make sure you have a smart training plan in place to allow you to build lean muscle progressively. All right, guys. I hope you’ve found this video helpful. If you’re looking for how you can do this in am ore step by step fashion – from meal plans, step by step meals that are built on the same principles of being something you can do forever, not just a short time. No diets. Something you can do forever. These are all laid out, step by step in our ATHLEANX programs over at ATHLEANX.com. In the meantime, if you’ve found the video helpful leave your comments and thumbs up below. Make sure you’ve turned on your notifications and subscribe to this channel, if you haven’t already done so. Tell me what else you want me to cover and I’ll do that for you in the days and weeks ahead. See you soon.",
        "start": "00:13:56",
        "duration": 53.12100000000001,
        "title": "How to Lose Fat the Right Way (MEN VS WOMEN!)"
    }
]