[
    {
        "text": "What's up, guys? Jeff Cavaliere, Athleanx.com.  Jesse Laico, Athleanx.com.   Today we're talking about how a  skinny guy built a bigger chest.    A big chest.  A bigger chest.    Big chest.  --er.    Big. --er.   Big.  Okay. How to grow your chest.   And let's face it, he looked like this before, and  there's no denying the fact that Jesse has grown   his chest. I want to share with you what exactly  he did, because we can learn from everybody. Let's   go into the mind of a skinny guy and help these  guys out to see exactly what you did. All right,   so if you want to start building a bigger chest,  then you need to start at least understanding the   difference between these two steaks. Oh, those look delicious.   You really are becoming the  Liver King, aren't you?   No, like I said, I don't  eat baloney sandwiches.   Well, actually, what you see between these two  steaks is a difference in size. One is about   a 12-ounce steak, and the other one over here is  like a six-ounce steak. Clearly, there's more meat   in the 12-ounce steak. And if you want to build  your chest up, you better start learning how to   pack on more meat to your chest. And the way to do  that is by relying on that big compound lift. And   when it comes to the chest, we're talking about  the bench press, something you did more of.   Exactly. The bench press, which  is obviously not my strongest lift   compared to my squat and deadlift, which are  pretty impressive, if I do say so myself.   They are impressive, I won't lie. I did increase the frequency of how much I   was benching through an A/B/A structure, which is  in our Old School Iron Program, which you can find   at Athleanx.com.  Nice plug.    Thank you. And I found that by increasing  the number of times I was benching from,   let's be real, zero times a week to 1 to 2  times a week, depending on that split.    Yup. I found that I was getting more progress going   with especially my strength and then how much I  was able to progress with weight on the bar.   So, for those that don't quickly  understand the A/B/A structure,   if you put your bench press in your A workout  and did it on Monday and Friday, A/B/A the B   workout would be Wednesday, you wouldn't be  benching. But in the next week it goes B/A/B.   And you mentioned one time that week, so it's one  or two times. Then you did something else too.   Well, the other thing I did was I  added in some bodybuilding movements,   some accessory exercises. Like you see here.     Which I found to be extremely helpful with the  fact that when I stalled on my bench press,   which happens pretty often. Yeah, a lot of people   will have that happen, yeah. I found that it was still a good avenue   if you really go through different movements  that would allow for more chest growth.    Yeah. Well first of all, other than the bench  press allows for a complete chest contraction   in a lot of these cases  Adduction.   --through all these exercises, adduction. And  also, it gives you the opportunity to use more   hypertrophy techniques. Yeah.    Because let's face it, progressive overload, while  important, is only one hypertrophy technique. And   when building a bigger chest is the goal, you  need to explore all of them. So eccentric focus   exercises here, the ability to perform some of  these for higher reps for metabolic overload,   but not discounting the effectiveness of  those other techniques and the ability   to incorporate them with the power  building approach was really key.    So, the next thing you want to do, if  you want to build up that skinny chest,   is you're going to want to bump up the angle  of that bench, do more upper chest work.   Did you know that your body actually sort  of has a growth limiter effect built into   the upper chest fibers? In other words, if you  don't train them enough, the sternal head is not",
        "start": "00:00:05",
        "duration": 177.35999999999999,
        "title": "How a Skinny Guy Built a BIG Chest!"
    },
    {
        "text": "necessarily going to continue to grow because it  has an effect on the biomechanics of the shoulder.   Having both heads equally developed  is going to be very important. So,   what do we do? We bump up the ratio of upper  chest work to lower chest work because we tend   to not get enough focus on it, as is.  Jesse, you did a lot more of that.   I did. I did for every one flat chest  exercise or lower test exercise,   I was doing two upper chest exercises. So, what were some of your favorites?   Some of my favorites were the Low to High  Crossover, which I thought was an awesome   exercise. And I was able to move a little  bit of weight with it, which was pretty good,   and I get a really good contraction. Next  was the Incline Dumbbell Bench Press,   which I love as an exercise because again,  that allows me to move a little bit more weight   than I would with the cable exercise. Again, going back to what we said in the   beginning, if you did two workouts for  your chest in a week, you'd be benching   with the incline twice in both workouts.  But with the flat bench you did once.    Yes. Okay.   So, then another exercise that I really love to  do was the Upper Chest Pullover. I developed that   kind of chisel at the top, you know. Little inverted heart shape, right.   And another one that I love to do was  the Decline Pushup as one of my metabolic   exercises as we talked about before.  Right. So, in the last part, we talked about   exploring all the different avenues for growth.  Well, the metabolic options here as a pushup   is great because you could do the higher rep  totals. But of course, if you switch the angle   to the decline, you're actually ironically  working more of the upper chest.    Yup. So, you've got to focus on that upper chest. Don't   just look at it as an afterthought, make it a key  part of your approach to building a bigger chest.   All right. So, we talked about adding more meat,  we talked about adding more to the upper chest.   What about if you just want to kind of  broaden that chest out, get that bigger,   wider chest? You do have to realize that there are  techniques that we can incorporate that help this   along. And for me, that's full range of motion. Full range of motion for sure. I found that   especially on exercises like the Dumbbell Bench  Press, getting the dumbbells all the way down,   you know, touching the outside of my chest and  making sure I'm getting to that good stretch   position. Especially on a Crossover too, you  know, when I got my arm all the way back,   could I go back another half an inch, maybe  an inch more. And when I did and I realized,   yeah, I could get a little bit further  back, I did get a greater stretch on.   Again, any muscle that you want to develop  through a full range of motion is going to be   more developed. You have to take it through  and apply that tension through the entire   range of motion that it allows for. It's not  unlike any other muscle group, guys. The chest   is also responsive to stretch tension like the  traps are. Or even the calves are responsive   to stretch tension. But here you just have to be  a lot more mindful of getting yourself there.    Yeah, and it kind of demanded a  little bit more of a focus that   I wasn't kind of putting there before. Right. So focused effort through all the   exercises that you're doing, but that full range  of motion is definitely critical. And that brings   us to technique number four and actually pairing  up hand in hand with what we just talked about.   If you want to make sure you get into full range  of motion, then give yourself a chance to assess   whether you're through full range of motion.  And the best way to do that is how?   With a pause. Right. If you could just   pause at the bottom of the rep, you get a chance  to say, am I in the position I need to be and if   I'm not, it gives you that chance to adjust. Exactly like on the Dumbbell Bench Press when I   get the dumbbells down to the bottom of the rep  or give me a chance to assess just for a second,   am I deep enough and if I got enough stretch  there? And then I d be able to press from   there. Or like on a Dip when I can get to  the bottom and really assess where I'm at.   Yeah, I mean, and that's the thing like with  a Dip too, you don't want to go too low. I've",
        "start": "00:03:06",
        "duration": 190.16,
        "title": "How a Skinny Guy Built a BIG Chest!"
    },
    {
        "text": "talked about so many times going to low on a  Dip places too much stress on your shoulder.   So it even gives you a sense to be able to  keep yourself in a safe position at about of   that exercise. One more you did, too. This one is actually one of my favorites and this   is the High to Low Crossover.  Right.   I found myself, when I got to the top of the  rep, I found that I was really getting a good   stretch. And when I paused there, I was able to  really, you know, lean forward just a little bit,   get an extra bit of stretch on it. And this is something that you actually   do almost in every one of your chest workouts.  Admittedly so. It s one of my   favorite chest exercises of all.  He just likes the way he looks in it guys. So,   you obviously get the additional benefits of the  pause reps too. You get more time on retention,   you get more focused strength from the muscle  you're trying to build. You take away momentum   when you use pause reps. So, for all those  benefits, you're going to want to make sure   you incorporate them as well.  And I found that they were    Were you going to say something? Oh, I was going to tell a hilarious joke.   What was it? Well, it's not   really appropriate for camera, so proceed.   When you're a skinny guy, you can't build your  chest it can be very frustrating, right, Jesse?   Very frustrating. Doing the right things,   though, can help you to unlock more growth  if you're looking for how to actually solve   that lower chest problem where you kind of don't  even have any line down here at all. We have the   lower chest solution you're definitely want to  check out. If you're looking for a program like   the Old School Iron one that Jesse did, you can  find it over at Athleanx.com. Make sure you click   Subscribe and turn on your Notifications, so you  never miss a new video when we put one out.    What was that joke again? Oh, so two gym bros walk into a bar,   and they try to lift it. See you soon, guys.",
        "start": "00:06:18",
        "duration": 91.04000000000002,
        "title": "How a Skinny Guy Built a BIG Chest!"
    }
]