[
    {
        "text": "What's up guys, Jeff Cavaliere, Athleanx.com.  Today, I want to show you how to build a perfect   chest with just dumbbells because you can do-- Whoa, whoa, whoa, whoa, whoa, that's   my cue right, perfect chest. Ahh.  Oh boy. I mean improved, yes, perfect, no.   Oh.  You know what's equally imperfect?   What? You're facial hair. That's just disturbing.    That's fair. I'll go back behind the camera.  That's a good idea. Listen, perfect obviously is   subjective, it's in the eye of the beholder.  And I certainly don't have a perfect chest,   maybe only in the eyes of my wife. But the fact  is, there's components to a chest that we all   must have, good upper chest development and  lower chest development. And even though you   can't directly influence them, the appearance of  the inner chest is important as well. I think it   all can be achieved with just dumbbells. As a  matter of fact, I'm going to prove that to you.   Eight things, guys, you can start doing right  now to get your chest looking better.    All right, first things first. There's one  biomechanical advantage that you want to make   sure you're not abandoning just because you're  using dumbbells. When you're doing a dumbbell   bench press, you still need to have leg drive  in order to move the most weight possible. So,   what that means is when your feet are on the  floor, as they should be, you want to be pushing   as if you're sliding your body up the bench.  Right. Not just down into the floor, but out as if   you were going to extend your leg. And when you do  that and drive the dumbbells up, it gives you that   counter force to push them up and back. This is  really natural when we're talking about a barbell   bench press, because you have that target to  push it back where you want to rack the bar.    It doesn't mean that you don't want to do it,  though, when you're using dumbbells just because   you don't have that target J hook there for you.  You still want to drive through the feet and push   up to maximize the amount of weight that you  can lift on the exercise and therefore the   amount of gains you'll get from doing it.  All right tip number two and building a perfect   chest once again deals with biomechanics, but this  time utilizing the dumbbells in your favor. Look,   we know when you're using a bar, but your hands  are fixed on that one bar and they don't have   independent function. But what we get with  dumbbells is the opportunity to do something   with our hands and more specifically, our  wrists. And what you want to do if you want   to get a better chest contraction is figure out  a way to get more relative adduction. Right.   One of the main functions is to bring your hands  closer to each other at the top of any single   press. We can do that if we do this, and that is  just alter the position of the dumbbell in your   hand, lead with your thumbs rather than with your  pinkies. When you do that, you get the effect of   bringing your hands closer to each other. You've  cleared about three or four more inches at the top   that normally wouldn't be there if the dumbbells  were pressed straight up with your knuckles facing   the ceiling. These minor tweaks are enough to  give you a better chest contraction and when you   add them up rep after rep, you see the game start  to come set after set, workout after workout.   Tip number three is actually particularly useful  for those that want to build their upper chest   but feel limited because they don't have  access to an incline bench to do it.   That's okay if you have your flat bench and your  dumbbells, all you have to do is flip the grip.   Perform the underhand grip, dumbbell bench press.  We know that if we follow the fibers, we can get   activation of the area we want. And we know that  with the upper chest fibers running down and out,   we want to have a position of low  to high with our arms when we press.   When we get our elbows down and underneath, we can  see that we get lower and we have an opportunity   to go higher. This will always give you a better  activation of the chest. As a matter of fact, only   slightly less than the incline bench itself.  But guess what? Some people who are dominant   pressures have more of a problem with the incline  bench because as you get higher and higher,   of course, you get more and more delt  activation to the point where we have   primary delta activation when we're completely  upright. So if you are a delt dominant pressure,   you're going to dominate more with your delts as  opposed to your chest. You have the opportunity   here to get that upper chest activation while  still keeping the bench flat just by changing",
        "start": "00:00:06",
        "duration": 218.08,
        "title": "How to Build a “PERFECT” Chest (DUMBBELLS ONLY!)"
    },
    {
        "text": "the orientation of the dumbbells in our hands. Tip number four introduces the first of two   techniques that you're going to want to make  sure you utilize your training your chest with   dumbbells. And that is the Drop Step. We know  that the drop step that with the dumbbell is   much easier to perform than, let's say, stripping  plates off of a barbell bench press. As a matter   of fact, by the time you're done stripping  place, you probably let thirty seconds go by,   which mitigates the entire benefit of the drop  step in the first place. We want going to be   able to take a set to failure with dumbbells,  go grab a lighter set with little or no time   wasted at all and get right back into the set  again. It's two and through failure approach   and always remember you've got the ace in the  hole. Your ability just drop down to the floor,   utilize your own body weight is a resistance  and simply perform a set of pushups to failure.   It's one of my favorite techniques. And  this one that you want to make sure that   you're including when you're trying to build  your chest bigger, stronger and better.   Tip number five is actually the second of those  techniques is this one here, and it's called the   Static Dumbbell Press. And this is something that  actually covered Casey Mitchell the last time he   was in here and we were doing our video on how  to increase your bench press. What this does is   it exposes any unilateral weaknesses that you  might have that might get traditionally hidden   by a fixed hand placement on a barbell. And we  know that if you're looking for that perfect   chest development, you've got to make sure that  you're correcting any of those right and left   side and imbalances. So, by lifting one dumbbell  at a time. We're going to be able to do that.    So, what I do here is I grab my dumbbells and I'm  laying back and I start with one up over my head.   And the point is, I leave it there while I press  just the opposite dumbbell down. Now, yes, it does   need some core strength to stabilize as that one  dumbbell tends to want to twist you off the bench.   But more importantly, it's looking for the  equal strength between the right and left sides.   At the end, I hold that static press for  even just five to six seconds at the bottom,   just in that bottom isometric position, come  up out of it, as I always try to do, utilize   that one drop step that opportunity by getting  down on the floor and hitting some pushups.    Now, one alternative here makes it even more  difficult? It's just simply holding that position   at the bottom rather than the top. And as you can  see here, the chest is working even harder. And   that bottom position that would be at the top.  And it makes this whole sequence that much more   difficult. But the fact is, you still do the same  thing, you do as many presses as you can hold the   isometric and drop into your drops. That I tip number six actually ushers   in the first of three chest exercises that I  want you to make sure that you're looking at   again. Maybe you never tried them or maybe  you forgot about them. But the point is,   these are going to provide you some better gains  utilizing just dumbbells. And the first is one   that a lot of people don't even look at as a  chest exercise is the dumbbell pull over. And   you wouldn't look at it as a chest exercise if you  performed it traditionally with your elbows flared   out as you drove the movement with your lats.  I'm not asking to do that. What I want you to do   is get your elbows closer to each other and drive  it with your upper chest. In other words, try to   turn your hands down and in even though they're  not moving on the fixed dumbbell. But visualize   that as you pull forward to take the lats out  and to drive it with that adduction of the upper   chest. It's a move that requires a little bit of  practice, but as soon as you get it and you feel   it, you'll realize just how powerful it is for  getting that upper chest carved out, even just   a little bit more on your way to perfection. The second exercise in this trio is what I want   you to try, and it's called the UCV Raise. And  what it does is it lighten the load, but it allows   you to get a better contraction into adduction,  which again, we've talked about how important it   is when you want overall chest development. So,  what you do is you set up your incline bench here   or anything that you can slightly lean your body  against, and you raise the dumbbells up and across   your body. This should look familiar to you.  Remember what we talked about with the other hand   bench press that you want that low to high  position and you're not just getting low to high,   but low to high and across your body, which  gives you that great upper chest contraction.",
        "start": "00:03:44",
        "duration": 225.76000000000002,
        "title": "How to Build a “PERFECT” Chest (DUMBBELLS ONLY!)"
    },
    {
        "text": "Again, not what you're going to load up here.  You're looking for the quality contraction,   but it's not always about loading up  when you're looking for a better test   development. It's about getting good quality  contractions. Rep after rep and again,   accumulating them workout after workout. Let's say we don't always have to go with light   when we're looking for better gains just because  we're looking for better contractions, we still   know the benefits of loading up. And an exercise  I think people don't load up often enough on is   actually the Chest Fly. And for those that think I  would advocate loading up on a Chest Fly and that   being dangerous, I do because I prefer to do it  down here on the floor safely as a floor Fly.    You see, when we get in this position here, we had  the built in safety net of the floor to protect   our shoulders as our arms get down to the sides.  We don't have the same luxury when we perform the   exercise on a bench which forces us to have to use  light dumbbells in order to perform it. But when   we're down on the floor here, we could actually  use those heavier dumbbells, take advantage of the   eccentric contraction on the chest as we lower the  dumbbells to our side. And even there, remember,   we talked about taking two and through failure,  we had the mechanical advantage of being able to   bring our elbows into our sides, press up to put  ourselves in position for the next eccentric fly.   So, once we've reached that positive failure, we  can go through that failure to better games. Guys,   remember, don't always look at the fly  as an exercise that has to be done light,   you have the opportunity to do it with heavier  weights and better gains await you when you do.   And so there you see, guys, you're not limited  to your chest development with dumbbells. As   matter of fact, you can get close to perfect. We  utilize the right techniques and the right--   Speaking of perfect-- Oh my God.    Listen I know that my chest isn't perfect, I'm  working on it. But, you know, it is perfect,   this glorious mustache. Oh, my God.   Will you get back behind the camera, please?  Oh, yeah. That's my job.    Yeah. Some one's supposed to be running it. Guys, look, if you're looking for   as perfect as you can get, all of our programs are  designed to help you get there because we overlook   nothing in our training. Head over to Athleanx.com  and find the program that matches up to your goals   right now. In the meantime, if you found the  video helpful, leave your comments and thumbs   up below. If you like Jesse's mustache, or even if  you hate, make sure you leave a comment there too.   And also, guys, if you haven't already done  so, click subscribe, turn on your notifications   so you never miss a new video when we put  one out. All right guys, see you soon.",
        "start": "00:07:31",
        "duration": 128.48000000000002,
        "title": "How to Build a “PERFECT” Chest (DUMBBELLS ONLY!)"
    }
]