[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Maybe not everybody is looking to make pull-ups harder, but there are a lot of people that are doing 10, 12, or more pullups in a single set and they’re starting to get away from the hypertrophy benefits that exercise originally provided when you were initially struggling with them. Now, if you aren’t one of the people that are already doing reps in that range – higher than 12 or 15 – you’re going to want to watch a video that I did earlier on how to do 20 pullups or more on a single set. I’m going to take you through some of the best ways to increase and go through that progress. But in the meantime, let’s say you are now somebody looking for more of a challenge on pullups. Here’s what we usually do. We usually will either add weight to pull up to give us back that overload to bring our rep totals back down again, providing that overload stimulus, or we try to explore eccentric training. Again, any time we add eccentric training and spend more time eccentrically on exercises we don’t need to make it more difficult. If I was doing a curl and I cared about the eccentric and lowered slowly, that exercise becomes a lot more difficult than if I simply drop the weight. However, we know that we are stronger eccentrically than we are concentrically. If I apply that, especially in the case of a bodyweight exercise like a pullup, let’s say I wanted to get up here and to eccentric only; I could get up like this and then lower down slow. It’s much too easy. We know if I could do 15 or 20 reps concentrically on a pullup I could do at least 30 of these eccentrically. So, I’m not getting the load I need. There is one change you could do to how you perform the exercise. It allows you to see a lot more benefits. I want you to try these out. We call these two up, one down. We’re going to allow ourselves to start the set from the very beginning in a two-up concentric fashion. My hands are up on the bar and I pull up with two hands. Now, when I come down I’m trying to unweight one hand. In this case, my left hand over here. I’m going to lean a little toward my right and come down like that. This is really not doing too much and I’m eccentrically lowering on the right side. Instantly, I have a tremendous overload on that right side. Of course, what we do is keep our hands in contact with the bar, and we go right back up again. So, If I were here I’d come up, two-up, I go up to the side there, one down, really overloading, grab hold with two again, pull up, little shift to the left side. Now again, unweight with the right side, and come down. Up with two, over, and down. Up with two, over, loosen over here, and down. And I’m already fatigued. I’ve just taken the pullup that, maybe was starting to get a little bit easy, and I’ve",
        "start": "00:00:06",
        "duration": 171.53099999999998,
        "title": "How to Build Muscle with Pullups (WITHOUT WEIGHTS!)"
    },
    {
        "text": "added a strong eccentric component to it, reestablishing the overload, and now I’ve made this exercise tough. Likely, it will help you start making new gains from it. So, I hope you guys found this helpful. We have a complete bodyweight training program over at ATHLEANX.com. It’s called ATHLEAN-0. We don’t use any bars, no bands, no benches; nothing at all. Just your own bodyweight. That’s over at ATHLEANX.com. In the meantime, if you’ve found this video helpful give this one a try because you’re going to like it. Let me know what else you want me to cover and I’ll do my best to do that for you in the days and weeks ahead. All right, guys. See you soon.",
        "start": "00:02:57",
        "duration": 27.532,
        "title": "How to Build Muscle with Pullups (WITHOUT WEIGHTS!)"
    }
]