[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. We’re talking about how to add 20lbs of muscle pretty quickly. I’ve actually got a really fast way to do it. I can actually do it for Jesse right now. Hold Lucky for a sec. That’s about 25lbs that Jesse just added, just like that, with Lucky. Guys, today we really want to talk about adding muscle, and doing it the right way. The reason why I have Jesse here is because he actually did it the right way. Jesse has just hit that milestone. 20lbs of muscle since he really just started to train with us consistently. He’s come a long way from when he actually used to sing and dance on this channel. JESSE: “Never gonna give you up, never gonna let you down.” Yeah, yeah. See that? JEFF: Right. So, take us through your chronology when you actually started. I think it was back in the fall of 2016. JESSE: Yeah. So, aside from the singing I started getting really into training in October 2016. We actually shot the hard gainer shoulders video. JEFF: Yep. JESSE: Went out that night and got into a car accident. I was out of the gym for the next couple of months. They said I wasn’t allowed to be anywhere near weight training for a few months. Then I picked it up in February of 2017. JEFF: Right. JESSE: I’ve been going pretty consistently since. JEFF: So about – 12, 14, or 15 months. JESSE: Yeah. JEFF: So 20lbs in 14 or 15 months. Now, are you going to put on 20lbs like Jesse did in the next 14 or 15 months? It depends. It depends on the fact that, obviously, Jesse had the advantage of being a newbie and just starting out. JESSE: Newbie gains. JEFF: Right. But any, single person watching this video is going to benefit from it. Anybody. Even if you add 5lbs. For me, if I were able to add 5lbs at this stage in the game would be an incredible feat. I know you’re going to benefit from this. So, I want to break it down into two things. Training and nutrition. They both matter. We’re going to cover the key aspects of what allowed him to do what he did. Again, underscoring the fact that it’s been done the right way. Let’s get right on the training first. So, let’s start first with the training aspect of it. There’s a lot to cover.",
        "start": "00:00:05",
        "duration": 113.14,
        "title": "How to Gain 20 LBS of Muscle! (THE RIGHT WAY)"
    },
    {
        "text": "First of all, when Jesse – he did – you did dabble a little bit in training as a high school athlete, right? JESSE: Yeah. For a little bit of lacrosse and stuff like that. JEFF: The typical, the focus on – what? On numbers? JESSE: On how much you bench, how much you squat, how much your row, etcetera, etcetera. JEFF: I mean, it’s a common thing that people don’t’ often ask you ‘how do you squat’, or ‘how do you bench?” They want to know how much you bench, how much you squat, how much you deadlift. People focus on the number. I’m going to tell you why that’s a little bit of a problem. You were chasing your brothers? JESSE: Yeah, well my brothers and a couple of my teammates, and friends like that. JEFF: So, there’s obviously external pressures as well for people to make sure they get their numbers up. But this is going to be the first thing that might be a little controversial, but it really is not meant to be at all, if you hear me out. I think the advice a lot of people here is – I’ve picked five exercises. Overhead shoulder press, squats, deadlifts, rows, bench-press, and just continue to focus on adding weight to the bar. Progressive overload. Make this guy strong, let the strength precede his size gains, and you’re all set. While I cherish those lifts, I think those are some of the best lifts you could do, and we program them all the time; I don’t necessarily agree with that philosophy. And I don’t agree with the timing of it. That is the biggest issue. So, what we did instead is, with Jesse, we didn’t focus on prioritizing his strength on al those major lifts right away, because I found that there are a lot of other things going on with Jesse. He brought in some numbers, whatever his baseline numbers were, and he brought in a really bad form along with almost every, single one of them. Almost to the point where he didn’t necessarily look so bad when he was doing them, but as a trained physical therapist I’m supposed to be able to see when things are going wrong at each joint level. It didn’t look pretty. That’s my big grip here. I think what you need to focus on first and foremost is spend the first portion of your training covering the basics. In terms of that, I’m talking about mind-muscle connection. Body, command, and control, and being able to execute the movements the way you’re supposed to before you start adding the weight of the bar to start working on the strength. There’s a big concept here, guys. At some point there’s a very fine line when you’re doing your training, when your true strength will be overcome by your compensatory strength. Your compensations. Meaning, let’s squat up to 135lbs on a squat, Jesse is able to use his true strength to execute that movement. But once he gets to 140lbs there’s a compensation that takes place. In order for him to get that lift down to the bottom and come back out of it, maybe",
        "start": "00:01:58",
        "duration": 156.65000000000003,
        "title": "How to Gain 20 LBS of Muscle! (THE RIGHT WAY)"
    },
    {
        "text": "he has to lean forward just a little bit. Maybe the low back has to start activating a little more to stabilize that forward lean. Maybe the hips themselves internally rotate because his foot caves in a little bit because his knee caves in under the weight. The quads weren’t necessarily able to handle that. All these things start to mushroom out of control and the compensation is, he’s able to get the weight back up. To anybody looking at him, Jesse just squatted 140. In his own mind he did the same thing. Then he squats 150. Then he squats 160. All of this based on compensations that his body is getting good at hiding. That is a recipe for long-term disaster. If you are anything like me, I did the same thing and my knees today pay for my mistakes from before. Had I set the stage with lighter weights and left my ego at the door and decided to follow a strength program based on my ability to control the movements that I have first; that would have been better off. What does that leave us? Well, we want to get the strength and Jesse is now in that portion of our program, in our training, where he is positioned with a really strong baseline to start adding weight to the bar in those key lifts. It’s not to say that he hasn’t gotten stronger. The kid’s got a 300lb deadlift. A near-300lb deadlift. He’s gotten stronger, but it hasn’t been the main focus. It wasn’t just ‘head to the gym and focus on that number’. The second thing is, since we’re talking about numbers, is our next big point. I made a whole video on this concept. If you want to build muscle, and you want to get toward those 20lbs gains, you have to stop learning how to count. Period. Not just what’s on the side of the dumbbell, or the barbell. You also need to stop counting your sets and your reps. JESSE: Yeah. JEFF: In terms of, you have to stop being infatuated with that number. JESSE: The three sets of 12. JEFF: Right. What were you doing? What was the number one thing I told you, you were doing wrong when it came to that? JESSE: The number one thing I was doing wrong? When it started to get difficult I started shortchanging the reps. I was shorting the range of motion, trying to make sure I was getting- JEFF: Because, why? JESSE: Because I wanted to get to that 12. JEFF: To the number. JESSE: Yeah. JEFF: To the number. The number was always the thing. JESSE: To me, it was the most important thing.",
        "start": "00:04:35",
        "duration": 120.87900000000002,
        "title": "How to Gain 20 LBS of Muscle! (THE RIGHT WAY)"
    },
    {
        "text": "JEFF: Right. JESSE: It was ‘always hit that number’. It doesn’t matter what kind of effort, or what kind of range of motion, or form that I was doing. As long as I hit that number I thought I was good. JEFF: And when I found you doing your third set of an exercise and you were getting ready to go into the next one, and it looked easy to me I asked you “What did you even do?” And you -why were you-? JESSE: Well, I wanted to make sure I wasn’t failing on that rep because I learned to make sure I was able to get 12 reps on the next set. JEFF: Right. Exactly. So, saving up for the next set. Guys, stop saving. Stop saving. What you want to do is invest your total effort into the one set that you’re doing right now. If you start out with a mindset of ’10 to 12’ – because we program 10 to 12 reps as a thing. It exists, obviously. It’s popular. But the mindset is not that you need to necessarily hit the number, but that your effort needs to match that. So, your effort is there to put you in that range, but should you fail a little earlier than that, no problem. What was more important was that you gave the effort and intensity to that set because that’s what’s going to spark the changes and provide the stimulus for growth. The next thing is accessory lifts. JESSE: Yeah. JEFF: Now- JESSE: Yeah. JEFF: A lot of people are afraid to do accessory lifts. I just made a video on this, guys. I’ll put it over here, so you can see it. It’s about our sissy lifts that provide big muscle gains. JESSE: I love the sissy lifts. JEFF: Sissy lifts are something you’d better get used to, guys. The reason being; you need to start prioritizing, especially in this reboot here. You don’t have to start – Jesse was starting all this. If you’re watching this and you’ve got years of training experience right now, and you don’t necessarily know what you’re going to do to make this valuable for you; you need to start doing exactly what I’m talking about now. You might need to do a little bit of a reset. You might need to start pushing the ego aside, lightening those weights, go into a stage where you really start to foundationally break down the exercises. Look for compensations. We have a whole program called Breakout where we actually drop it down into the different movement patterns that you develop by using compensations. We can break them apart and help you address those one by one. But it does require that you lift a lot lighter and put that ego to the side.",
        "start": "00:06:36",
        "duration": 118.071,
        "title": "How to Gain 20 LBS of Muscle! (THE RIGHT WAY)"
    },
    {
        "text": "As you do, you build yourself back up. Now you’ve got that true strength. Not that compensatory, but the true strength building every set. Now with that, now you’re getting bigger, and stronger, and now you can start adding that weight back on the bar again. It’s a necessary step in the right direction. But with these accessory lifts, you don’t have to look any further than one of the guys that’s coming to our live event. Casey Mitchell, a war veteran. This is a guy who’s a massive – huge strength numbers, albeit on one leg, by the way. The guy is a true inspiration. Guess what he’s going to talk about when he comes to our event? The importance of accessory lifting. When it comes to building his strength in bench-press, squats, and deadlifts he told me, personally, that he doesn’t feel as he could have reached the totals that he has today without focus on those accessory lifts. So, you need to start doing the same as well. Which leads us right into our nutrition. That’s the next thing we have to tackle. Moving on to the nutrition. Always, as key and important as the training because they go hand in hand. There’s no separating the two. It comes down to something very, very, very simple. I told Jesse this from the very beginning. A lot of people will say ‘eat big, get big’. I disagreed with that for a very long time now. Other people will say ‘bulk, and then cut’. As Jesse and his 8-pack can actually show you, he’s never had to do that. He’s been able to add the muscle here without having to bulk up and then cut out all that fat and get rid of it. No, we don’t do that. What I’m saying is three things. First you have quality, then you have quantity, then you have consistency. It should go in that order. The one thing Jesse struggled with the most was his quality. JESSE: Yeah. JEFF: Jesse was eating a ton of food. The fact was, his quality was poor. As- JESSE: Yeah. Shit food. You saw the gummy bears. JEFF: The gummy bears. He eats gummy bears. I’m telling you, I watch everything that he ate. Nothing was really that good. What we wanted to do though, was change that, and get him to start finding quality foods that he actually enjoyed. That was a key shift for you. JESSE: Yeah.",
        "start": "00:08:34",
        "duration": 112.16,
        "title": "How to Gain 20 LBS of Muscle! (THE RIGHT WAY)"
    },
    {
        "text": "100%. That’s the reason why I eat the way I do. I like the food that I eat. JEFF: Which eventually leads down the road to consistency. But first, the quantity because once we know that he had swapped himself to foods that were better, a lot of times what will happen is – when you’re going from all those gummy bears, and sweets, and everything else – is your caloric density will drop. You won’t be getting as many calories as you did before. Then we needed to teach Jesse to eat higher quantities of food because of that caloric drop. So, we were able to do that, but it took a little bit of an adjustment. JESSE: Yeah. I felt sick. JEFF: Right. It’s not that easy to start eating a lot more, in terms of food volume when you’re doing that. JESSE: Right. JEFF: But again, we were able to do that. And understand, guys, it takes a little bit of time to adjust to that. Even if you have to increase your meal frequency in order to do that. A lot of times people will argue about meal frequency these days. “You shouldn’t be eating that often.” That’s one of the big advantages of meal frequency, is it allows you to do that and not have to eat as much at every single time you sit down and have a meal. So, we did that. Then finally, consistency. Consistency is key because without consistency none of this matters. If you can’t keep doing what you’re doing, then it’s not going to work. That was where that whole concept you just said- JESSE: Yeah, that I like the food that I eat. JEFF: Liking what you ate – it was allowing him to stay with consistency. Which actually leads us into this next part here. That is the next question people always ask us. “Where does the supplementation fit in here? Did Jesse use supplements?” Well, I actually have a very funny story about the supplements in a second here. But I will tell you guys, I’ve always told you the truth when it comes to supplementation. The two things that supplements provide, first and foremost, are convenience. That allows you to get high quality nutrition – if you’re taking the right supplements – high quality nutrition, at the right time, consistently. JESSE: Yeah. JEFF: Consistently. It’s the ease and convenience of supplementation that allows you to do this with a consistency. That’s what one of the big keys is. The second thing is, and we can argue this until the cows come home, if you’re looking for the performance benefits of Beta Alanine, or the performance benefits of creatine; you’re not going to get that through food alone. If you did get it through food in a single day you’re not going to be able to do that again day, after day, after day consistently. Knowing how much red meat it would take to eat just to get the amount of creatine that",
        "start": "00:10:26",
        "duration": 125.439,
        "title": "How to Gain 20 LBS of Muscle! (THE RIGHT WAY)"
    },
    {
        "text": "would be beneficial. We’re talking about the beneficial effects of these supplements. Not just saying that I’m getting creatine in my diet, but actually seeing the benefits of the clinically researched dosage of those, because that’s what really matters most. The benefit that you’re seeing. For Jesse, I knew he could benefit from these things. I knew Beta Alanine was going to help him with his training. So, we actually provided it in supplemental form. Is supplementation for you? If your nutrition is not in the right place, no. If you’re not that serious about your training, then no. If you’re not necessarily ready for supplementation yet, that’s fine. But if you’re looking for those benefits then that’s what you need to do. It could be the key to your consistency if you actually do go down that road. So finally, the funny story about the supplements. JESSE: Oh, yeah. JEFF: It leads into my final thing that I wanted Jesse to point out, and it’s about mindset. What happened? I offered you my supplements. People think he gets all these unfair advantages here, and you might have been right at this one instance because I actually offered him a bundle of our supplements. But guess what he did? JESSE: I said, “Absolutely not.” I returned it. JEFF: He said ‘no’. JESSE: Yeah. I said ‘no’, and I- JEFF: Why? This is the most important thing. JESSE: The reason why was because I felt that if I was going to be using them, and if it was going to be my work, and my efforts put forward, I was going to pay for it. I wanted it to be on me. I didn’t want it to even be – I wanted to put my hard work, my money, and my own mindset into it. JEFF: Right. That’s the key, guys. That’s what I wanted to leave you with here, today. Is building muscle easy? Is building 20lbs – was it easy? JESSE: No. God, no. JEFF: So, I’ve seen him in here, in this gym working his ass off. It’s not easy. Changing your body and forcing it to do something it doesn’t even genetically want to do is difficult work. You have to put in the effort to do that. Is it possible? Absolutely. 20lbs may not be in your future.",
        "start": "00:12:31",
        "duration": 97.32000000000001,
        "title": "How to Gain 20 LBS of Muscle! (THE RIGHT WAY)"
    },
    {
        "text": "5lbs could be in your future, but I could tell you 5lbs could make a marked difference in how you look, from how you look right now if you add it in the form of muscle. Maybe it requires a reevaluation of your actual technique, and form. How many compensations are you making? Because if you’re making a lot of them, you know what? It might be time to break it back down a little bit and start learning from the ground up again. Then you’ll be amazed at where your strength goes from there when you get rid of that. Guys, this is what the ATHLEANX training program is about. All of our programs are built on this philosophy of actually doing things the right way. If you’re looking for any of those, guys, they’re over at ATHLEANX.com. In the meantime, I think we can give Jesse a little bit of hand. Even without Lucky in his hands he still has 20lbs of muscle. The fact is, guys, we aim to bring you the videos that you want to see here. If you’ve found this one helpful leave your comments and thumbs up below. We’ll do our best to keep doing that in the days and weeks ahead. All right, see you soon.",
        "start": "00:14:09",
        "duration": 47.62000000000001,
        "title": "How to Gain 20 LBS of Muscle! (THE RIGHT WAY)"
    }
]