[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. We're talking all about posture today and if there was a representation of poor posture, it was this young man right here, Jesse. And I know we've been infatuated with the muscle gains that he's been making, but I can tell you this: those muscle gains would actually be impossible had he not first fixed his posture. For anyone that's followed this channel for any length of time, I realized that as a physical therapist I have to prioritize posture, especially when we start attacking the strength training program because I don’t think you can physically put yourself in position to be as strong as possible if you don’t first fix your posture. So we had to do that with Jesse. What did we do? Turn around and show them what you look like, because you kind of look exactly like I just did. You kind of came to me looking like this. If you don’t believe me, you can look at Jesse's picture over here for verification that, yes, that's actually how he looked when he started training. But knowing that we can't throw him under the bar that way, because we're asking for problems, we had to address one by one, starting right here. The upper back. The thoracic spine being rounded, kyphotic. It's not a good position. You actually can't lift your arm over your head fully if you're in this position. With that is a second problem: the rounded shoulders that come with that. Again, you're begging for shoulder pain if you don’t fix this. As a compensation for this posture here, if you want to look straight ahead – because it's going to bring everything down. If your body is going this way, your head is going to follow. As a compensation for that we know we've got to look straight ahead. So what do we do? We peek up. That's called nerd neck, right there. Jesse appropriately developed it because he's a nerd. Even because of all his Star Wars infatuation I call him that, but beyond that we have other reasons. He needs to fix this though. And so do you. Really, a little bit uncharacteristically, Jesse's got a hell of a case of anterior pelvic tilt. Meaning, he gets that swoop in the low back. We actually fixed that, and addressed that in an entire video that you need to watch if you have that problem. I'm going to show you what it looks like over here, and link it for you at the end of this video. But here's what most of us have. Step aside, Jess. Because of all this roundedness, what happens in the spine – because it's one connected unit – is we get this posterior pelvic tilt. This tucking under.",
        "start": "00:00:06",
        "duration": 127.66,
        "title": "How to Fix Your Posture in 4 Moves! (PERMANENTLY)"
    },
    {
        "text": "This ass-not, as we call it. So basically, we have four main issues that we have to address and we're going to do that here, one by one. Remember, the one thing – if you're short on time – that's going to be the most impactful for you, we string them all together, and I promise you, you're going to start to see better results with your posture. Let's first attack that rounded upper back. The thoracic kyphosis. Actually, a fun one to do because all it takes is a broomstick. Jesse's got a metal bar here. You lay face down on the floor like that, you put your arms nice, and wide on the bar, and then Jesse's going to roll in this direction here. When he does, he's actually trying to get extension through his thoracic spine here, and rotation because we like to pair rotation and extension together because the spine works that way. We always have to respect the rotational plane whenever we do something because that's how we operate. So he goes back in this direction. The bar is actually blocking him by staying in contact with the floor, and he's just rolling it. Now he comes back out, and he's going to go back the other way. He plants down the right side with the bar, and he rolls back in that direction, opening up thoracic extension, and rotation, hanging out at the end for just a couple of seconds in each direction. Do five, or six of these in each direction, and move on to hit those rounded shoulders next. All right, guys. Now we have to go after those rounded shoulders. The first thing you should know is, a lot of times the rounded shoulders are a consequence of that rounded thoracic spine because once that starts it's hard to fight gravity, and everything else starts to get rounded around with it. But with that comes adaptive shortening because of the muscles in the chest, and we want to make sure that we're not just focused on that. Guys, I talk about it all the time. You'd better start learning to pull, pull, pull. And in this case we want to do face pulls, and we want to do them often. So a face pull is going to actually help in developing the muscles on the backside here to counteract all that adaptive shortening on the front. You can see when Jesse does this now, he's basically working on external rotation as well. So as he gets back he's trying to bring his thumbs back, behind his body this way, and at the same time working the posterior deltoids, and at the same time working the rhomboids, and the muscles here in the upper back. And he's holding it. It's not about getting here and trying to get out of here as fast as possible. It's about getting here and staying here, and then reversing it. so you go here for quality reps. I'd rather see him go 10 sets of 1 quality rep at a time, as opposed to doing one set of 10. At least the mentality when you approach this exercise.",
        "start": "00:02:13",
        "duration": 144.41999999999996,
        "title": "How to Fix Your Posture in 4 Moves! (PERMANENTLY)"
    },
    {
        "text": "So the face pull. Out, keep these arms as wide as you can. Work on externally rotating them. Trying to pull and push the thumbs back in this direction, and get one quality rep at a time. Now we have to work on that nerd neck, okay? In order to do that you have to realize that because of everything else that's been going on, the chain reaction now usually causes a weakness in the deep neck flexors here, in the front of your neck. So you don’t just want to do the neck flexion resisted exercises with a plate. You also want to make sure that you're tucking your chin back so you can really activate the deep neck flexors. So what you do is take a tennis ball like this, and Jesse's going to tuck it right here, between his sternum and his chin. Just like that, to engage. It forces him to have to hold his neck back. He takes a 10lb plate, or a 5lb plate, wrapped in a t-shirt, or a towel. He goes down just enough to be in slight extension, and he goes back up, and flexes into neutral. But the whole time he's engaging those deep neck flexors by keeping that tennis ball between his sternum, and his chin, and then going through this really small movement here. Again, quality repetitions. When you talk about fixing posture it's not about trying to rack up set, after set, after set. It's only about racking up quality rep, and quality rep, and quality rep. One at a time. That's what matters the most. Okay, lastly we have to attack that pelvis. The pelvis is really the base of all the stuff that's going on here because it's literally supporting all this bad shit that's happening up top. For Jesse, we talked about how he's an anterior pelvic tilt. But for most of us, what happens when all this stuff is rounding forward is it gets tucked underneath. Why is that? The hamstrings get short, and tight, and they start pulling this down, and under. As I said before, the ass-not posture. It's getting rid of your ass. You don’t really have a good looking ass in this position here because it's sinking under, and disappearing. So if I grab the camera here, I can actually show you how we can fix this. If I get right here with Jesse I can tell \"Hey, look. Put your foot up on something you can dorsal flex your foot.\" Pointing it toward your head. From there, make sure your knee is straight because we want to try and flex this hamstring out. In order to stretch the hamstring out we have to get into that anterior pelvic tilt. Now, for Jesse that's easy. Go back into that posterior tilt. Most of us are going to start like that. That's what is getting us into trouble in the first place. But we really try to force our butt out as far as we can.",
        "start": "00:04:38",
        "duration": 150.48000000000005,
        "title": "How to Fix Your Posture in 4 Moves! (PERMANENTLY)"
    },
    {
        "text": "Then from there, all we have to do is maintain this anterior pelvic tilt, we reach forward with our arms and reach in this direction as much as possible. Over here, just like this, he's reaching out toward me. That's the direction, but keeping all that the way it was. If you see the hamstring, he's not bending a lot at the waist. There's not a lot of forward bend here at the waist, but because he has himself in anterior tilt, that hamstring is really getting lengthened here. That's what you want to do. You want to make sure, again, you do this on both sides, and you do it for about 45 seconds at a time. Nice, high quality stretching. If you do that I promise you guys, you're going to feel this, obviously, right away, but if you work on all four of these things together you fix the pelvis, you work on the mid back, you work on those shoulders, the neck, hopefully, will work itself out. But as you increase the deep neck flexor strength as well, that's all going to help, too. So there you have it, guys. There is your posture plan of attack. Remember, as I said, it didn't take this guy one day to get this way, and I'm sure it didn't take you that long either. So if you're going to make these changes they can happen. You just have to be committed to making the changes. If you're looking for more in depth breakdowns of the individual conditions from the rounded shoulders, to the neck, to having the anterior pelvic tilt, in Jesse's case; whatever it might be, we've made videos for all those, and I'll make sure I link them in the description below. But I'm telling you: a little bit goes a long way. A little bit in high quality goes the longest way. So do these things I'm showing you here today and I promise you're going to start seeing results very, very quickly. Again, you can feel them instantly. You can start to see them adapt, and become permanent over time. Now, if you're looking for a program that puts the science into everything we do, that's all in our ATHLEANX program. As a physical therapist I lay it all out for you step by step in every, single workout we do. That's what Jesse's been doing as well. You can get that over at ATHLEANX.com. In the meantime, if you've found the video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I'll do my best to do that for you in the days, and weeks ahead. See you.",
        "start": "00:07:08",
        "duration": 116.73199999999997,
        "title": "How to Fix Your Posture in 4 Moves! (PERMANENTLY)"
    }
]