[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we're going to talk about knock-knees. Something more technically called \"Knee Valgus\", but it's when our knees start to cave in, and you get that look that looks like a little, baby bird. You probably don’t like it, but more importantly, it's causing, and wreaking havoc on the rest of your body. I promise you. But there are two types of this. The first – and a little less severe – is the type that actually happens only when you do certain exercises. More importantly, the down, or bottom portion of a squat, but otherwise, you're good to go. You only see it in that bottom portion of a squat. Versus the other people who walk around with knock knees all the time. They have that inward caving of the knees all the time. Both of them are going to cause a problem if you don’t fix them. I want to show you how to fix both of those. So let's start with the lesser of the two, and we'll get Jesse under the squat bar to help show that. So here we are now with a great view of Jesse's knees. JESSE: Hey, everybody. JEFF: Not what you wanted to see here, but I promise you it's going to be helpful to understanding what it is, when we talk about that first, less permanent, more transient, or 'functional' valgus that we get. Especially on a squat. I want to show you why that really happens. Jesse, why don’t you come on and grab the bar. What's happening is, as Jesse goes down to a squat, this is what you'll see. As he gets down lower, the knees cave in, and then as he gets back out the knees will go back out again. So show it again. In, they cave, and then they come back out. Go down. They cave in, and then they come back out. Why are they caving, and why are your knees caving in like that at the bottom? Mostly it's due to a lack of strength in your quads. So similar to when I'm doing a bicep curl, we know the hardest part of the curl is right here, in the middle of it. Where our arms and elbows are at 90 degrees. So what happens when I need to get through that part of the range of motion? I either lift my arm up, to let the shoulder help me out here, or I lean back to let the low back help. But both of them are trying to lift the bar higher to get me out of that range of motion. As soon as I can get past that part, then all those compensations usually go away, and I'm able to resume doing an elbow curl. What happens here at the squat – come down again. When we're down in this position here, maximally loading the quads, right at that 90 degree, or a little bit lower position; if your quads aren't strong enough here, they have to get recruitment and help.",
        "start": "00:00:06",
        "duration": 137.99999999999994,
        "title": "How to Fix Knee Valgus (KNEES THAT CAVE IN!)"
    },
    {
        "text": "Go ahead. Then they will pull on the muscles that are in the best positon to be able to do that. That is the adductors, or the hamstrings. We know with feet in this position here – usually wider than shoulder width – and the knees tracking outward as you go down, into the squat like that – the biggest stretch is on the adductors at the moment. So they can actually pull. Momentarily give you a little bit of that. He keeps coming up. Right past that point now, it's no longer that difficult on his quads. So now they can get out of it, and he can come back up the rest of the way. So it's compensation for usually having a weakness in your quads that can't withstand the load that you're putting on your shoulders. So the two easy ways to minimize that, and work around that, number one – your ego isn't going to like this – it's to lessen the weight that you're using on the bar and make sure you can command every, single rep without allowing the knees to cave in. Number two is going to be to narrow your stance a little bit so you aren't putting the adductors at this mechanical advantage, and this ability to really do that, and – there goes Lucky. Bye, Lucky! To be able to kick in here, and help you at the bottom. The next thing you can do though, is you can actually work to strengthen the hips themselves, which will be a better long-term approach for everybody. Including the more severe group here, which we're going to address now. So it helps to break out Raymond to show you what is actually going on, and why your knees are in the condition – hopefully not this bad – but he's got knock knees here. He's got knees that cave in. I'm saying that, these are things that are in a more severe condition. They're happening to you all the time. It's not just functionally, with a single exercise. So what's happening here? The first thing you have to understand is, when you look at the knee joint itself, it's not really an entity. It's actually just the result of two other bones that are making it up. I call this a consequential joint because it doesn’t really matter what you're talking about, in regard to knee, unless you want to talk about what's actually happening in the tibia – from the bottom – and what's actually happening from the femur, at the top. It's the reaction of what's going on with those two bones that determines what's going on with the knee. You never want to look to the knee for the source of the problem. You look above, and below. So let's start below because this is where a lot of stuff happens. I'm going to show you on myself here, how flat feet can really, really contribute to this knee valgus, and what you need to do to fix it. We know that a leg that sits properly should look like that. As the arch here collapses toward the ground, as it will, and it over pronates. As it will with somebody that has flat feet. You can see that it actually drives the tibia in with it. As this drives in, if this stays out here you've got this gapping going on here, at the knee.",
        "start": "00:02:24",
        "duration": 158.84,
        "title": "How to Fix Knee Valgus (KNEES THAT CAVE IN!)"
    },
    {
        "text": "You've got that valgus. So you've got that gapping, and knock knee because of this over pronation. All your bodyweight is driving down, and in. So if we can correct this then we have an opportunity to get this back out, and take some of that valgus stress away form the knee. If you look at the hip here as well, what we can do is get some internal rotation of the femur in the hip – up here – that drives this, again, down, and in, and creates this gapping here of the knee. From the top down. We need to address both the top, and the bottom. Let's start with the foot, though, and talk about the flat foot condition, and show you how you can do some things to actually loosen up particular muscles, and then strengthen others to really start to fix this, and make this better. So we have the feet again, from the bottom up. If we're going to try to work on this knee condition here we've got to make sure we're fixing the feet from below because of what's happening at the tibia, like I just showed you. Here's why it's so important. When the foot over pronates, what happens is this lower leg rotates down, and in, which brings the knee down and gaps it in like that. We know what happens is the muscles on the outside of the leg here get adaptively shortened, and tight because you're in this position all the time. Remember, this is the chronic form of this. This is the one you're in all the time. So these muscles get tight. So here's what I want you to do. The first thing is: you've got to attack this trigger point that's located right on the outside of that lower leg there, as Jesse's showing you. What you do is, you can either take your fingers, or you could take a lacrosse bar or something, and you put your finger on that spot. Then what you want to do is rotate your ankle in the direction he's doing here. So you're actually trying to floss that muscle – that perennial muscle – underneath your finger there. You'll want to scream, or jump through the roof if this is actually something that you deal with on a long-term basis here. This is going to be tight. On top of that, you also want to stretch this muscle. So you're going to do the stretch here that Jesse's showing you, too. You're going to cross your leg over, and then you want to point your toes down, like you're trying to go up on your tippy toes. Then from there, you're trying to twist your foot at the same time that you're pulling it down. You're trying to twist it up, toward the ceiling. The good thing here is because of the position of your hips here, into external rotation, any of the hip internal rotation tightness that you – which you're likely going to, as you'll see – is going to be addressed here, too. So it's a great one-two punch. But beyond that now you want to strengthen the muscles that are probably becoming too weak here, and not helping you maintain that arch. Therefore, it's not allowing you to keep that better position at the knee.",
        "start": "00:05:03",
        "duration": 157.77000000000004,
        "title": "How to Fix Knee Valgus (KNEES THAT CAVE IN!)"
    },
    {
        "text": "So here's where you would hook a band onto your foot and do some of the exercises here. Ironically, it's not just trying to strengthen the muscle that's on the opposite side here, which is the posterior tib. That wall is functionally opposite of what you're doing for the perineal muscles that are tight. I can tell you right now, the perineal muscles are also probably not strong. Your whole stirrup there is weak. So you want to strengthen them as well, and you can do that with this exercise here. You're actually just trying to resist the motions of inversion of the foot as you go and move your ankle in this direction. So the point being, your muscles got tight here because gravity is pulling you down in that position, not because you're actively pulling yourself down, into that flat footed position. You're just letting gravity win here. That's what's causing these muscles to stay in this shortened position and over time, become tight. So stretch them out, strengthen them on both sides, and you'll be moving yourself in the direction of fixing it. At least from this point, down. Now let's work on it from this point up. So if we've got the bottom up to the knee, now we've got to work from the top, down. That means we've got to target the hip because the hip is going to be what controls the femur here, which is really half of that knee joint, as we talked about in the beginning. I'm going to tell you right now, the number one problem that's causing this knee, this femur, to internally rotate here is a weakness in the external rotators, or the abductors of the leg. I can tell you, it doesn't matter how much you're squatting. It doesn't matter how strong you are as a squatter. It doesn’t matter how much lunging you're doing. Guys, if you're not paying attention to the small muscles of the hip here that allow it to be externally rotated, and control the external rotation of the hip, then you're not doing enough. I know this is the boring stuff, but this video was made to help you finally overcome this. So if you could commit to doing three, or four sets, two, or three times a week you're going to go a long way to finally fixing this position of the knee. As I said, consequentially this knee is getting killed. It's getting destroyed here because of this position. This 'knock knee' position. You trying to do anything out of that is a recipe for disaster. So when we look at the hip itself, we've got to abduct it. So how can we abduct it? I like this side-lying exercise here because it can be scaled to all levels of strength. So if you start here, in a weaker position – we know it's weak – you're going to put your hands on the ground, you've got your foot assisting you on the ground, and you're just trying to go into this side plank lift. You're really trying to abduct that hip on the bottom there to start strengthening it. What I like, again, is that I don't have just stay there as I get stronger. It's going to become too easy. When I want to go a little more after advanced level strength here, then I can take away",
        "start": "00:07:41",
        "duration": 155.24899999999997,
        "title": "How to Fix Knee Valgus (KNEES THAT CAVE IN!)"
    },
    {
        "text": "my hand, or even take away my foot and lift that other leg up, off the ground entirely so all the work is now being done by that bottom hip, into abduction. So it's a great way to scale yourself and make sure you continue to put the heat on that hip, and make it do its job. But beyond that, we also have to strengthen those external rotators. What I like to do is take this band and wrap it just above the knee – not below, because we don’t want to torque the knee too much – put it above the knee. We allow ourselves – as Jesse is doing here – to get himself into internal rotation at the hip, as far as it can go. So the excursions, the amount of range of motion that he has into external rotation, is maximized. As he gets into position here, now the exercise starts. Now he wants to try and pull against the resistance of that band, get it all the way out here, as far externally rotated as he can, hold it for a brief count, come back in nice, and slow. Eccentric control is a great, great asset to have when you're talking about the hip because as you go down into that squat you're going to get internal rotation naturally. But you want to be able to eccentrically control it as well. So you want to make sure you're doing both halves of that exercise. Most importantly, both of these exercises, to start correcting it from the top, down. Guys, you start from the bottom up, you start from the top, down; I don’t care where you start. But both of them have to be there because we know the knee is a factor of both of them. So there you have it, guys. No matter whether your condition is more temporary, or more long term, you see here that the areas of attack you want to focus on are the same. You've got to work from the bottom, up. You've got to work from the top, down. Stop blaming your knee because it's not the problem. Even though it's the thing that looks so messed up, that's not what's really going on here. You have to make sure you're attacking the real root cause, and hopefully I've shown you a very simple way to do that. I've also put together a complete program that likes to put the science back in strength, but in a way that allows you to find the things that work, do only the things that work, and stop wasting time doing the things that don’t. All of our programs are built on that same principle, while at the same time helping you look like an athlete. At the end of the day, we want to perform and look better. Those are all available over at ATHLEANX.com. If you've found this video helpful leave your comments below. Let me know what else I can help you with and I'll do my best to do that in future videos. All right, guys. See you soon.",
        "start": "00:10:16",
        "duration": 129.14499999999998,
        "title": "How to Fix Knee Valgus (KNEES THAT CAVE IN!)"
    }
]