[
    {
        "text": "Do you have pain in the same area as Jesse? You  know, this whole area that's really hard to get   to. I'm going to help you today and literally just  a few minutes, I'm going to give you something to   do to get rid of this once and for all. And the  big thing is all this pain that you're feeling   right now, you never have to worry about it  again. So, what I know about you is you fall   into either one of two categories. Either you're  doing something about it right now, in which case,   if you're using one of these, please stop or you  aren't doing anything right now to fix this. And   in that case, please start. However, make sure  you're doing the right things, because to target   this, you likely are probably trying to target  the muscles when that's not going to get to the   bottom of the issue. It's the underlying joints  that aren't moving properly that's causing these   muscles to lock up. We've got to fix that. And  we're going to start right here on the floor.   And the focus of your effort has to be at least on  feeling the fact that you don't have this mobility   that you need. So, I have to get down on this  position on all fours. You're on your forearms   flat on the floor and on your knees. Your butt  could be up here in the air. And what we do is we   basically allow ourselves to drop straight down  to where the shoulder blades pinch together.   And this should actually happen pretty naturally  for you because gravity's helping you to fall   straight down towards the ground. But when you  come back out of this, you try to leave your   elbows down and push through the floor as you lift  your chest as high as you can. That's protraction.   You'll be surprised to see how much of this  mobility you actually have you ever actually   really even experienced because you stopped  moving a long time ago. All you have to do is   just get the sense of what it's supposed to feel  like to move that way. Because let's be honest,   it's probably been a long time since it has now.  Of course, in the last exercise, you may not have   a whole hell of a lot of range of motion to  move through, but that's where we do this,   which is going to help you with that. We call  this a wall splat. It's so easy to do on any   wall. You want to put your hands up and out  wide. You don't want to have them too narrow   because people with shoulder issues might find  that to be uncomfortable. But when you open them   up to about 2:00 in 10:00 on a clock, you're good  to go. Now you step back with one leg. And what   we're going to do here is try to just allow our  hips to sink and our chest to move towards the   wall. And the knee is actually attempting  to sort of touch the wall as we go in.   What this is doing is working really nicely on  getting more of that thoracic extension, which   is just one of the main planes of motion that we  have to restore if we want to get rid of that pain   through your back once and for all. So use that  chest and knee as a target for the wall and allow   yourself to just simply sink closer and closer  every single time you're going to feel yourself   extending more through that locked up area. You  can do it on both the right and left leg here,   even though it's not that important. But we don't  want to create a muscle imbalances along the way.   So even an out in the process. Now if we work  that sagittal plane of motion that front to   back LAC that you're having right now through the  thoracic spine, what can we do about the rotation   that you're missing? Because it needs to rotate  and you're not doing enough of it. What we can do   a can opener, what you do is you put one forearm  down here flat and pointing straight ahead towards   you and the other one is going to go and put your  hand on the back of your head. Now all I want you   to do is open this arm up, rotate up towards  the ceiling as high as you can, and push down   through this elbow and forearm to allow you to  get some more of that height. And you should try   to get at least to this 45 degree angle, if  possible, keep working on opening up further   and further in successive attempts here. And I promise you the reintroduction of some   rotation to a spine that's sorely lacking. It is  going to feel really, really damn good. And now,   just like we did on the first series of thoracic  extension exercises, we can do the same thing here   and we could do what we call the 1115 stretch  we want to do is lay flat on the floor and then   put your arms straight out up over your head.  Now, even this could be step one of making you   feel a hell of a lot better, because what you're  gonna do is just try to drop your chest straight   down to the floor, try to reach your sternum,  to touch the floor. Because I can guarantee   you when your arms are up overhead, it's not  touching right now. So if you reach further,",
        "start": "00:00:01",
        "duration": 224.58,
        "title": "How to Fix Upper Back Pain (NO MORE KNOTS!)"
    },
    {
        "text": "you're going to start to feel a little stretch  right through this. X marks the spot. Now we've   got to take it to the next level. So I want  you to start rotating to the other side,   keeping this side of your body down on the  ground. In other words, this hip and outer   thigh have to stay down. And when you reach  your reach for the 3:00 position on the clock,   hence the 1115 of the left arm and right  arm. And if you're in this position now,   don't just hang out there actively try to  pull your shoulder blade back so you get   some activation of the muscles that you're  now starting to loosen up and waking up.   The back foot is there just to prevent that over  rotation. You never want to allow yourself to go   completely flat on the ground. You should always  have that butt cheek up in the air on the side.   You're rotating two and the one again on this  side. You want to make sure you keep in contact   throughout the entire stretch and with your  newfound range into extension and rotation,   this would be a great thing to follow up with  and tie it all together. We call this a bridge   and reach over. Not only are you getting that  rotation and extension, but you're also getting   the glutes to participate too. So it's sort of  that kinetic chain from the bottom to the top   through your feet to your fingertips, everything  working the way it should. Now, when it comes to   keeping that pain away, strength is always going  to be part of the equation. And to make sure that   this video is comprehensive and gives you all  the tools you need. Here's to exercise. That   you can do regardless of what equipment you have  access to. And the first one requires actually   zero equipment at all. And what you have to  do is just lay flat on your stomach and put   those arms back overhead like we were in that  other exercise. Because remember, just getting   your chest down to the ground is going to help to  get some of that thoracic extension mobility.   But again, this is about strength. So all you  have to do is just slide your hands back along   the floor at the same time, lifting your chest  off the ground by getting through lumbar extension   here in the low back. You're going to actually  facilitate that thoracic extension that we're   looking for. But the strength component comes from  the fact that your hands aren't in contact with   the ground pushing your chest up. They have to  actually be off the ground by just about an inch   by the time they get back down next to your side.  So you'll feel all these muscles here in the back,   the ones that we're trying to get strong  to keep you in this improved position. And   with just 2 to 3 sets of 10 to 12 high quality  repetitions done about two or three times a week,   you have everything you need to do to make sure  this stays strong and keeps that pain away for   good. And for those of you who are training at  a gym or want that next level strength exercise,   when you've gotten to the point where you need  more resistance, this is a way that one you   could do with a cable machine at your local  gym. And what you do is grab the left handle   with the right hand and the right handle with the  left hand, and you round out the thoracic spine   exactly the opposite we've been talking about this  whole time, but it's setting you up for the proper   exercise execution, because from here, we're going  to pull our hands close to our chest and extend to   that lumbar spine and lean back, giving us that  good combination of thoracic extension again,   facilitated by that lumbar extension, and keeping  those elbows tight and driving back behind your   body to strengthen all those muscles. You can see that area that we've been   targeting all along really effectively being hit  on the exercise. And again, it doesn't take much   one exercise a couple of times a week, two, two,  three sets with well executed repetitions is all   you're going to need to do to strengthen this area  to make sure that that pain doesn't come back. And   so with this targeted attack, you're going to  be able to focus on that area that's causing   problems right now. But if you're one of the many  that has a problem down here in the low back,   I've got a video for you as well to help that out.  You can find that one right here. 30 million other   people have found that to be helpful. I think  you will, too, guys, if you're looking for   the science based way to train, make sure you  head to Athleanx.com. If you haven't done so,   click Subscribe to our Notification Center  and never miss a video we point out. Guys,   I hope you find this helpful. Leave your  comments to let me know how it is. See you.",
        "start": "00:03:45",
        "duration": 219.89999999999992,
        "title": "How to Fix Upper Back Pain (NO MORE KNOTS!)"
    }
]