[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I want to help you guys do something we started to do in a video prior. That is to fill up these shirt sleeves. We want to talk about, as we've done in the past, how to fill them up. Not just from the front here, by doing the right exercises to widen out those biceps, but more importantly, from the back. Filling out the shirt sleeves comes down to having bigger triceps because your triceps are going to take up a lot of the girth inside that sleeve. As you can see here, there's a difference between Jesse and I, in term of filling up the shirt sleeves. Jesse, our beloved Jesse, does have some pretty damn impressive triceps when viewed from the side. That is because the lateral head – one of the three heads of the triceps – is really developed pretty well. But when you creep around here to the back, you start to see some of those inadequacies. I'm not picking on him. We're talking about reality here. That is the longhead and medial head, which plays an important role in filling out those shirt sleeves, isn't developed as much. If you have the same issue as him, I want to make sure we fix that today. We talk about the triceps and I've talked about one head of the triceps, but it really takes us to have an understanding of the muscle itself to get a better appreciation for the attack plan that we're going to use to get at it. That is, you want to look at this muscle. You can see from the back here, the real meat of the triceps is coming from this area right here. That's the longhead. The longhead is going to occupy 2/3 of the 2/3 of the size of the arm. When people talk about the triceps occupying 2/3 of the arm, 2/3 of that is going to come from the longhead. We need to make sure we fill that out and train it the right way. I'm going to show you three exercises to do that. Then, of course, this medial head. The one that doesn't get much attention. It's certainly got the smallest area, but the importance in how you train is often overlooked. When you do focus on how to train it right, things will start to happen really, really well in helping you to fill out those sleeves and widen out those triceps. So, let's go back to the longhead. First of all, I think people make a mistake here. We always hear how, to activate the longhead, we need to do something with our arms overhead. The origin of this talk is that this head of the triceps is the only one to cross the shoulder joint and attach on the shoulder, as you see here. Okay, that's great. That means if you put your arm up overhead, you're going to place that head of the triceps on stretch, favorably hitting it over the other two heads that don’t cross the shoulder joint. But that's only half the equation. The full range of motion will require that, in order to contract that head of the triceps, you need to go the entirely opposite direction.",
        "start": "00:00:06",
        "duration": 157.29100000000003,
        "title": "How to Get Wider Triceps (WORKS EVERY TIME!)"
    },
    {
        "text": "Not just overhead, but down and back behind your body into extension. To get that arm and shoulder into extension. So, if you want to adequately hit this you've got to do two exercises. The first one, you're going to place it up overhead. That's my favorite of all time. That is this lying tricep extension. I'm using the easy curl bar here. One of the things I always focus on when I do this is not to allow the bar to ever come fully straight up over my head because I'm taking the tension off the triceps, or a significant amount of tension off my triceps. To enhance that, I want to make sure my arm stays angled backward the entire time. But I do this, and when I drop down to the bottom to get that extra strength, I allow the upper arm – from here to here – to drop a little bit further back down toward the bench to just give me a little more of that shoulder flexion, which is going to stretch that longhead of the tricep out a little bit more. It's these little details that add up and make a big difference. Especially when you're looking for size in a faster manner than if you're just doing these the way you normally would. Now we go to the other side of it. We have to make sure we fully shorten that tricep. For me, I want to pick an exercise that allows me to do that. This is the drag pushdown. The drag pushdown is a variation of the pushdown that keeps the elbow as far back throughout the entire pushdown as possible. Meaning, back into extension. That arm back into extension throughout the entire exercise so we can get that fully contracted and fully squeezed and shortened longhead of the triceps. Nothing else changes. I'm just trying to keep that bar as tight to my body as possible. Literally dragging it down the front of my torso on every, single rep. You will feel the difference immediately if you take your elbows and let them drift out in front of you as you normally would, and then perform them with your elbows back as far as you possibly can. The activation of the longhead on that contraction is going to increase measurably. Now, here's something if you're short on time. If you want to have a combo exercise you can do what I'm doing here with these two dumbbells. You put them up overhead to perform a dumbbell overhead extension. Again, this is good if you keep your elbows out in front of your body instead of forcing them out to the side. It's a little bit of a safer position for your shoulders in general. But after I get them up overhead, I then bend forward and turn right back into one sequential kick back. The one area where you might run into some trouble is your ability to handle weight on the kickback if it's significantly less than what you can potentially handle on the overhead extension. In this case, just double or triple up on the reps that you do overhead. In other words, everyone rep of a kickback will be partnered off with three reps of the overhead extension. So, you can fatigue on that a little bit faster and equate the two exercises. The fact is, you're still able to go from that overhead stretched position and then",
        "start": "00:02:43",
        "duration": 162.26000000000005,
        "title": "How to Get Wider Triceps (WORKS EVERY TIME!)"
    },
    {
        "text": "down into that fully extended arm behind the body, into extension fully shortened, longhead of the triceps. Now we've got to move onto that medial head. This is the part that I think people overlook. Yes, it is a small area and you can see it here on the bottom of your elbow when you fully extend your arm out like that. Tough to see here, but the fact is it's crossing the elbow and it's providing stability to the elbow. Mostly in a fully extended elbow. That's the key. If you want to get that medial head fully activated, you need to make sure you fully extend the elbow. No matter what exercise you do, that head of the tricep is responsible for extending the elbow. You can do it on almost any exercise of the triceps because all of them are geared at extending the elbow. But whether or not you fully extend them is going to determine whether or not you fully activate and get the best activation of this medial head. So, what can you do? The first thing you can do here is a tricep pushdown. Again, this roll here on this exercise is just to extend the elbow. But you can see this is where a lot of us will stop. It's not until I go from here to here that I fully contract the medial head of the tricep. So, you want to make sure on every, single repetition you're fully extending the elbow. We move onto the next exercise, which could be a bodyweight option like the diamond cutter pushup. Again, a lot of us will perform them to here thinking we're almost there. But I guarantee there's a reason why your body is cutting off that last inch or two, because it's damn hard. When you add in, as you see me doing right here, those extra couple of inches, it changes the game, in terms of the medial head of the tricep activation. It really makes it more difficult. But if you're trying to build this muscle up, you want to make it more difficult. You want to make it do more work. Lastly, we come up here with this last exercise. This is a dumbbell press with the elbows tucked close to my sides. But I'm doing something a little bit unique with the thumbs. I call this a thumbs up dumbbell press. I'm trying to make my thumbs point up toward the sky as I come up. Why? Because I can reinforce the full elongation of the elbow by letting it follow the thumbs. If I keep the thumbs going, I usually tend to keep the elbow going into full extension as well. So, it's a mechanism I use to enforce that full extension of the elbow. But you can see, once again, that it's really hitting this medial aspect of the elbow. The medial tricep. I will say something very interesting here. Power lifters tend to have really well-developed medial triceps. Why? Because number one: for the loads that they're using and lifting, they need the stability.",
        "start": "00:05:25",
        "duration": 155.49999999999997,
        "title": "How to Get Wider Triceps (WORKS EVERY TIME!)"
    },
    {
        "text": "This is the portion of the triceps that provides the stability to the elbow joint because of that lockout. Second, because power lifters are going to be judged based on whether they get that rep to full lockout, these guys are not coming short of that positioning. They're getting there on every, single repetition. Again, under heavy load. If you got the same principle from them and do this when you're doing them and stop cutting them short; you're going to quickly erase a problem you already have. Guys, as you can see here, it doesn't take a bit attack plan to do the right thing. It just takes the right attack plan to do the right thing, when you're trying to widen out those triceps. Again, no matter which angle you're viewed at, I want you guys to look good. I want you guys to have the confidence that you are filling out those shirt sleeves, that you want to make sure you're applying the same principles we just covered here. If you've found the video helpful, make sure to leave your comments and thumbs up below. If you're looking for programs where we never leave the gaps uncovered, we fill it in because we put the science back in strength; all our programs are available over at ATHLEANX.com. In the meantime, if you haven't already done so, click 'subscribe' and turn on your notifications so you never miss a video when we put one out. All right, guys. See you soon.",
        "start": "00:08:01",
        "duration": 60.023,
        "title": "How to Get Wider Triceps (WORKS EVERY TIME!)"
    }
]