[
    {
        "text": "What’s up guys Jeff Cavaliere, athleanx.com. Today I’m going to show you four stretches that you are not going to want to live without after I show them to you, because these are game changers. They’re going to make you feel better than ever. We’re talking about one, two, three, just four movements that everyone is going to be able to do because I’m going to walk you through them step by step. And not just that guys, I realize some of you are busier than others and you use that as an excuse to do no stretching at all, so I’m going to prioritize them for you - one, two, three and four - so even when you’re really running short on time, you know which one to focus your efforts on. These are going to loosen your hips up, make that back pain of yours go away, restore mobility that you lost a long time ago and make some of the exercises that you’re struggling with right now a helluva lot easier to perform. They might even cure the coronavirus, oh wait no, that’s face pulls. The fact is guys, they’re going to work and you’re going to see just how well they do. So with that, let me start breaking them down for you one by one. Alright so the best part about these four stretches is that two of them are actually dynamic and two of them are static. And we know that doing both types of stretches is really important. We also wanted to make sure that if you were the type that was really running short on time and didn’t have a chance to do all four of them, that I could prioritize them for you and give you the ones you kinda need to do and then work your way back from there. This is one of the ones that you need to do. This one we call the bridge and reach over. Alright, and it’s really simple but there’s so many things going on here that will make you feel amazing. First of all, if I pause it right in that direction there in that position you can see a lot of things are actually happening. Number one, I’ve got glute activation. So when we stretch we don’t have to just lay there, we can actually get some benefits from just moving too, and glute activation is something we can all benefit from. And I’m getting that by driving down through the heels up into the bridge. But the other thing that’s happening from a stretching standpoint, is I’m getting a good hip flexor stretch. Right? Opening up the hips. If you sit at all, for too long during the day, you’re going to feel how good this feels to start to open up the hip flexors. More importantly, other things are happening up here. Shoulder mobility. Up and over head reaching, across to the opposite side. But what that does is that by having to reach across is it gives us thoracic rotation. So opening up the thoracic spine and getting us rotation where it’s supposed to happen, through the thoracic spine and not here through the lumber spine. So again, you’ve got a helluva lot going on, one winning stretch you cannot live without. That brings us to stretch number two to make you feel amazing and this one is actually perfect for anybody that’s had any muscular low back pain because one of the biggest sources of problems in the low back is a muscle called the quadratus lumborum. And you can see that right here in the bottom position of this stretch, I am going to target",
        "start": "00:00:05",
        "duration": 155.10000000000002,
        "title": "How to Feel Amazing EVERY Day (JUST DO THIS!)"
    },
    {
        "text": "the QL in a big stretch. A nice lateral bend, dropping that hip down. And what’s assisting me here is two things. Number one, I’m pushing down through this arm to prop my body up into this big side bend position, pushing here through the hand. And also dropping this leg all the way back and down to really elongate your side. The side benefit here is that we’re also getting another muscle here in the hip called the TFL, and the TFL can cause knee pain, believe it or not, when it is restricted and tight. So by getting into this position, you’re going to stretch the QL and TFL out in one shot. Another thing we can do to make it even better, you get down into this position and you can increase the stretch by sliding that leg out a little bit, on the groin and adductor muscles of this other leg. So we can hit a lot of different things here guys with this stretch. The key is 30-45 second holds in this bottom position, working both sides. Stretch number three here might be one of my all time favorites, we call it the side pretzel. You’re going to see here in a split second why we call it that. You grab the bottom leg with your top arm and you grab the top leg with your other arm, and you get into that position right there. Looks a little bit like a pretzel, but what’s going on here? A lot of different things. Number one, when you grab this bottom foot here, again you take your right arm and if you’re laying on your left side you’re going to grab the under leg which is the left leg. Ok? You grab it and you pull back, you’re going to get a quad stretch on that bottom leg. When you take your opposite hand here and you grab onto that top leg, you pull it down to the ground. The key is, we’re working the piriformis muscle here, the hip and also the glutes. Try to keep your hip rolled backwards, kinda push back in this direction. If you pull it all the way across, you’re going to shift that stretch up into the lumbar spine, we don’t really need it there because what we really want to do is not stretch the lumbar spine but stretch the thoracic spine to enforce that thoracic rotation again. So what I do is I roll my shoulder, this top shoulder, back down to the ground as you can see happening here. Literally getting it as close to the ground as I possibly can to get as much rotation as I possibly can. Now, if you don’t have it you don’t have it but you want to work towards it. And because once again, this is being done as a static stretch, we get into position and we just simply hold it here for 30 or 45 seconds to reinforce all the benefits that this stretch will provide you. And that brings us to stretch number four here. Guys remember I want you to try at least all of them once, and if you can incorporate all of them into your daily routine I promise you you’ll feel better than ever. This one we call the NSFW. And for obvious reasons, it’s the “not safe for work” cause I really don’t want you dropping down at work and kinda doing this. You might look a little funny.",
        "start": "00:02:40",
        "duration": 156.02,
        "title": "How to Feel Amazing EVERY Day (JUST DO THIS!)"
    },
    {
        "text": "But if you do this prior to working out, people are going to understand. And I love this one prior to squatting or prior to deadlifting, particularly sumo deadlifting because we’re reinforcing the mobility and the requirements of flexibility that are going to be needed to perform those exercises. Look at what’s happening here as I sink back, I push off of my forearms here to drive myself back into this position starting in a good neutral spine as much as I can. But as I drop down here, you guys know when you get down to the bottom of a squat into deep hip flexion, that a lot of times we go into a butt wink. We don’t want that. We want to try and control that and maintain that flat back even in this back position. What’s going to also help to reinforce the proper mechanics of the exercise though when you go to do this prepping for a squat or a sumo deadlift, is the position here of the feet pointed out. Why we’re doing this, as you can see from above, is to place a stretch on the adductors. Adductor tightness at the bottom of deep hip flexion can alter the mechanics of your squat. We don’t want that to happen so you want to be able to stretch the adductors on both sides by opening ourselves up into this position. And at the same time you can see that we’re actually externally rotated at the hips, once again a requirement of the bottom position of a squat so we’re reinforcing all of this at one time to really loosen yourself up. I’m looking at about 10 or 15 of these, really kinda pausing in this bottom position here for one or two seconds to reinforce that bottom position of a squat. We’re going to get you ready to go do this, feeling looser and better than ever. And there you have it guys, with moves one, two, three and four, you’re going to make yourself and your body a helluva lot happier with you if you just start doing it with again very little time investment getting these things done. Jeff that’s a terrible happy face. I think they get it without the nose. You don’t think they need the nose? They don’t need the nose. Regardless guys you’re gonna make yourself a lot happier with very little time investment here focusing on the right things to do. If you’re looking to do more than just make yourself feel more flexible, but you want to get stronger and feel better and look better, you can check out all of our programs at athleanx.com. In the meantime, if you found the video helpful, leave your comments and thumbs up below. Let me know which of the stretches you try and which ones make you feel the best. And also if you haven’t already done so already, click subscribe, turn on your notifications so you never miss a new video when we put one out. Alright guys, give them a try I promise you you’re going to feel great if you do. See ya.",
        "start": "00:05:16",
        "duration": 137.88899999999998,
        "title": "How to Feel Amazing EVERY Day (JUST DO THIS!)"
    }
]