[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we're going to talk all about  the bent-over barbell row. You know,   the barbell row. Well \"which one\", you're  asking? See, that's the whole point here.   We're going to talk about the truth about the  barbell row form because there are a lot of   different ways that people try to tell you, and  teach you how to do the barbell bent-over row. But I think it starts with what your goal is,  and then determining how ready you are for it.   So I want to deliver the 'no nonsense' approach  to exactly how to determine where you should be   starting and how you can get the most out  of it for what you're trying to achieve.   So let me start with what most people are now  coaching, in terms of the barbell row technique. It's from the ground instead of in a rack,  and it's done in a Pendlay rows version,   which is the name of the individual that came up  with this version of the standard barbell row.   What we're being advised to do is to get all the  way to the point where your back is a 90-degree   angle to the ground at the starting position.  Now, here's where the first problem comes in. A lot of people don’t have the ability  to ever get in this bent-over position   and it's difficult because if you  have tight hamstrings what happens is,   as you come down to the ground – even though I can  maintain this natural arch here in my low back,   which is what I want – if I run into a  position where my hamstrings no longer   have any flexibility left in them, in order to  keep getting down my hips have to curl under. I can't keep going because my hamstrings are  blocking me at this point. So now my hips   have to curl under, and now I can get down. In  this compromised position, from a flexed spine,   if I load I'm asking for trouble.  But this is where it gets even worse.   With the Pendlay row you're usually  rowing higher, with an overhand grip. Meaning, when you row higher the bar starts to  travel a little further away from your body.   So in order to lift it, we get  in this position here, we're out,   away from our body, and then we  explosively pull up from here. Now, this distance of the bar is terrible  when you consider the low back that's not   in the optimal position because the same way  that nobody would ever advise you to deadlift   out here; why is it okay to  do it during a row? It's not. So if I was going to try to row from – or  deadlift – here; great. That's why they   have you drag it against your shins to keep that  moment arm smaller. But if I pull it out here,   nobody would ever tell you to deadlift from there.  So are you ready to do that? Is your body ready to   get all the way down into a torso horizontal  bent-over position there, to the ground? I'm going to argue that most of us are not, and if  it's not the first place I would want you to look   is your hamstrings. But the second thing is: What  is the main goal that you're trying to accomplish   with the compound exercise? If you're trying to  be explosive, powerful, athletic; then that's the   barbell version that you want to opt for, versus  the more strict version done for lat hypertrophy. But more people will tell you that they're doing  it for lat hypertrophy. Me? I train athletes. We   want to make sure that we're covering all  bases. So I'm going to show you a version   that's even better than that Pendlay row to be  athletic, and not jeopardize your low back as   much. So when we talk about the row, where I  want you to be is not on the ground, at first. You should start from the top down. Meaning,  get inside of a rack – I'll just go over here   now. Get inside of a rack, set it up low,  pull it down, and now in this position here,   it should be about the knee, or so. A little bit  below the knee. It's a little bit below the knee. I want to setup a position on my  torso where I'm angled forward here.   Not all the way down because again, my  hamstrings can't even tolerate it for myself.   I want to be right about here.  Angled just about this much. Then I want that bar to stay close to  me. Now, as far as the width on the bar,   right outside, right on the beginning  parts of the knurling here, on the bar,   right outside the smoothness – which  is basically just outside your knees. If you're a little bit wider  you'll – just outside your knees.",
        "start": "00:00:06",
        "duration": 230.32,
        "title": "How to do Barbell Rows PROPERLY for a Big Back (AVOID MISTAKES!)"
    },
    {
        "text": "Now, where do I want to pull to? I want to be  able to pull with a correct position that allows   me to get my elbows behind my body maximally.  If I pull to the waist – from here, set, pull,   to the waist – you can see how far my elbows  get beyond my body. So right to about here. If I get my arms, and I pull this bar a  little bit more toward my top row o abs,   watch how much further my  arms get behind my body. Here,   and down. So we get a lot more  extension of the arm behind the body,   which is the function of the lats. We  don’t want to let our arms and elbows flare   because here, we're losing the adduction of the  lats, which is, again, the target we're trying   to get here. Hypertrophy of the lats. So you  want to make sure the elbows can stay tucked. That's why you have the narrower grip. That's why  you're pulling in tight, as opposed to pulling   higher, and letting the elbows drift. Another  cue I like to give people is, when you're pulling   the bar you pull it, you're trying to break it.  You're trying to break the bar in half so when I'm   pulling, I'm trying to break it  and turn. Break it, here, and turn.   So I can screw my lats into themselves.  Screw my elbows right here, into my sides. Screw the lats down. Obviously, the bar  is not going to let me break it, and it's   not going to let me turn it. But  if I do it that way, we can set,   and down. You can see, even as you watch  these clips, how much more activation   of the lats, and the contraction – the  controlled contraction – of the lats I get by doing it this way, that I didn't have in  that explosive version of the row. And of course,   with the barbell being much closer to my body, and  my back not being forced into a position it cannot   get into; I've turned it into a much safer  version of the exercise. Now, as I'm able to   develop the flexibility, and the mechanics  in the body – in the entire movement – that   allows me to get lower, and lower;  I could take this to the ground. As you see here, I'm not all that far away  from the ground, but you don’t start on the   ground just because somebody tells you \"that's  what the row is\". The row doesn't start there.   The row starts higher, and works your way  down. I'm going to give you another tip here   before I wrap it up here with the explosive  version that I like better than Pendlay rows. That is: when you're at the bottom  here, another tendency people have   is to pull too much from the bicep. If you  want to see how ineffective the bicep is   in this position all you have  to do is turn your arm down,   and flex. Now, I'm flexing as hard as I can, but I  can feel that there's not that much tension here. But as soon as I flip it up, now I can feel  al to more tension in that bicep. It's a lot   better at contracting when I'm externally rotated  here, than when the arm is internally rotated.   So now what does that mean? Well, we don’t  have a bicep that's ineffective trying to   work because we're bending the elbow out  of this row, and it winds up costing you   your opportunity to lift heavy weights on this  versatile exercise because it's a weak link. So what I'm saying is, try to turn it off before  you pull. So if, instead, at the bottom of every   rep you were to contract your triceps, now you  can reciprocally turn off the bicep so when you   initiate the pull it's happening from the lats, as  opposed to the bicep trying to initiate the move. So we're here. Like this. And for this you want to  be just off the rack because you want to make sure   the triceps have an opportunity to contract, and  they're not just resting on the ground. Another   reason you want to do this, as opposed to the  Pendlay row – you're right here, contract here,   pull, come down, contract, pull, squeeze,  down, contract, pull, contract, and pull.   Finally, if we're talking about explosive  – I could have used a heavier weight here,   but it's all right. We have something  we call a 'barbell dead row'. See, I don’t believe that you  should try to turn the legs off   in that Glenn Pendlay row, like this, all  the way perpendicular here. We don’t want to   turn the legs off. What we should try to do  instead is, let them work to help us with   the pull as we're doing the deadlift. So you take  the bar, you bring it closer – here – you try to   sit your hips down, and back – which is already  safer, it just took the demands off that low",
        "start": "00:04:07",
        "duration": 286.64000000000004,
        "title": "How to do Barbell Rows PROPERLY for a Big Back (AVOID MISTAKES!)"
    },
    {
        "text": "back and hamstrings that we had as a problem  in the beginning – and I row it to the knees. When I get to the knees I explosively  row up, back down, and lower.   That's a dead row. Much more explosive, letting  the body work the way it's supposed to, and still   not compromising the explosiveness, the power, and  the strength that alternative provides you. Again,   if you're looking for straight-on lat  development guys, the truth of it is,   don’t do what people are showing you just because  they show you and say \"This is how it's done.\"   It may not be how YOU are supposed to do it. All I care about is you getting  out of the exercise what you want,   without getting anything out of it that you  don’t want. Like an injury. I hope you guys   found this helpful. In the meantime, if you want  a whole exercise program that puts the science   back in strength – as a physical therapist I care  about every, single exercise, and how you do it.   We have them all over at ATHLEANX.com. Our  training program, you can get them over here. In the meantime, if you haven't  already subscribed make sure you do so.   Click here and turn on your notifications  so you never miss another video.   You can watch our latest video up  here. All right, guys. See you soon.",
        "start": "00:09:15",
        "duration": 72.56,
        "title": "How to do Barbell Rows PROPERLY for a Big Back (AVOID MISTAKES!)"
    }
]