[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we're talking all about pullups. My question to you is: if you're doing less than 20 pullups in a set, I'm going to show you how to start doing more than 20. I don’t care how heavy you are, or what your current strength level is. The ideas is that pullups are not that hard if you follow the right progression. I'm going to show you something you can do right now to start bringing those pullup number way up. On top of that, something you can also do to instantly increase the number of pullups that you're doing in a set. So let's talk about the progression. If you setup a bar in a rack, what I want you to do is use this decline, or this progression of declining your body until the point where you're literally underneath it as your way of improving your ability to do more pullups. Now, we know with the legs in contact with the ground I've got to make his harder because if I had you do inverted rows this way it's never going to equate to the numbers, and the stress that your body is going to have to lift, in terms of the weight that you're pulling up to the bar to ever have it have a significant impact on your ability to do pullups. We can do that, and equalize that, by taking one arm off the bar. What this also does is demand that our core gets more involved. As you see in the second tip that I'm going to show you how to do more, you've got to have your core involved. So, we grab it with one arm, we come here, and we pullup. Now beginners, you start nice, and tall. So the angle of your body underneath the bar is pretty upright. What we want to do is, we want to pull, keep the elbow out to the side. So we don’t want to allow us to twist our body like that, or we don’t want to pull real close with our hand. We want to keep it out here, in line with our shoulder. So we pullup, like here. Now, as I get stronger – and we're doing both sides. As I get stronger I go underneath the bar a little bit more. So now, I come up again, pulling wide. Like this. We keep working on the strength. Again, not allowing our body to twist here. Stand nice, and square. Now angle even lower. Here. Pullup. Pull. Pull. Pull. Again, really working the core, and challenging the strength of our arms so ultimately, I can get underneath the bar and have a lot more strength, and stability. Now, why was the core so important? Because the second tip that I've covered before on this channel – we have a lot of new people who haven't seen it yet – you have to plug the energy leaks whenever you go to do a pullup.",
        "start": "00:00:06",
        "duration": 161.37,
        "title": "How to Do 20 PULLUPS in One Set (WORKS FAST!)"
    },
    {
        "text": "What I mean but that is, you don’t get up here and just keep really loose, and try to pull your body up, over the bar, and think you're going to do your best. Instead what you should do is lock it up. Plug the energy leaks. Contract your quads as hard as you can. Point your toes down so they're nice and tight. Squeeze your legs together. Tighten your abs up. Then do a pullup. So we're here, legs are together, toes are pointed, abs are tight, and I fly right up, over the bar. Here, tight. I fly right up over the bar. The idea is if you try to exert force through the bar to pull your body up, if everything down here is loose then when I go to push the force down, into the bar – which drives force through my arms – if all this is loose then I have the opportunity to let all that force disperse through those loose points. That's what we call 'energy leaks'. If I tighten them though, if I give them no room to escape then all that force has to go right back into the bar, and provide me with the strength I have, and need to lift up. So again, everything is tight. Legs pointed, quads here, glutes squeezed, abs up, and you just keep banging them out. So I don’t care how many you're doing right now, guys. I want you to start being able to crank these out until you can do 20 in a single set. Your strength is there, it's just using the right progression to build it up, and then using the right techniques to make sure it stays there when you do the exercise. I hope you guys found this video helpful. If you're looking for more ways to add more to what you're doing, to get more from what you currently have; our ATHLEANX training programs are designed to do that. Extract every bit of talent and potential that you have from you, by using our programs step by step, day by day. They're all available over at ATHLEANX.com. In the meantime, if you've found the video helpful leave your comments and thumbs below. Let me know what you want me to cover in future videos and I'll do my best to do that for you. All right, guys. See you soon.",
        "start": "00:02:48",
        "duration": 125.40200000000003,
        "title": "How to Do 20 PULLUPS in One Set (WORKS FAST!)"
    }
]