[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I'm going to show you how to master one of the most important, biomechanical joint actions that you can. It doesn't matter whether you're training your lower body, or your upper body because a lot of upper body movements will require that you know how to hip hinge. More importantly, when you look at certain exercises like the squat, I would say if you don’t have a mastery of the hip hinge, if you don’t know how to initiate a hip hinge you probably shouldn’t be squatting because you're going to wind up hurting yourself. Those that can't hinge at the hips properly, basically send all the stress into the joints that can't handle it. When you understand that the center of gravity is your pelvis, and it's built to be able to handle all of the stresses that you put on it from above and below, then you realize how important the hip hinge is. So here's all you have to do. I actually covered this tip on Instagram the other day. If you haven't followed our Instagram page you can do that. It's @ATHLEANX, here. Do that because I put a lot of different content over there. I try not to be too repetitive. Here I've got a lot of questions, if I could actually cover this more in depth. So I'm actually doing that now. The hip hinge, there's one little drill that I do that allows me to feel it instantly, and I want you guys to be able to do the same. When we look here, first of all, where are we talking? Right here. These lines that come down right here. You can imagine where they go, okay? They come down here, they kind of head south. They're at this angle, and they're at this angle here. We all have them. It doesn't matter how fat you are, or how lean you are. We've got this angle here between our thighs and our torso. That's what we want to be able to focus on. We can do that with our hands. So I'm going to get in here. This is a bear squat machine. This machine is one that we actually used to use in Major League Baseball. It allows for hands-free squatting, and not having to have the bar across the neck. Again, for a pitcher, or an athlete we might not necessarily want to have that in season. But for me, it allows me to hands-free demonstrate something for you. Sow when I get up here, what I'm looking to do is put my hands in those creases, okay? Rest the base of my hand – my pinky, all the way down to the base of my hand – right in those creases. My idea is, I want to squeeze my pinkies between my lower abdomen and my upper thigh. If they're on that crease, the firs to move that I want to do is squeeze them together. Make the hand ultimately disappear in that crease. From here. Okay? So I'm going to hold it on one hand, demonstrate it from one side.",
        "start": "00:00:05",
        "duration": 143.569,
        "title": "How to Hip Hinge (FIX THIS!)"
    },
    {
        "text": "So what I want to do is make my hand disappear. In, in, in, like this. Okay, now it's totally engaged. Then come up and out of it. Here, here, here; it's totally engaged, and up and out of it. If I didn't do that, if I didn't hinge first, if I bent at the knees – I bend, bend, bend – you can still see there's nothing going on here. Even if I try to hinge late, I'm not getting in there enough to cover the hand. To cover the pinky. What we're doing is we're placing all that stress down into that anterior knee, to the kneecap, to the ankles. They're not built for that. The butt, the hips are what are meant to do that. So we'll do a few more. I'll come up here, come down, and I'll pop my fingers right in here. You'll see the chest remains up, and out, but your back isn't straight. Get your back straight, but it's not angled straight up and down. Your back is angled instead here, forward, but it's straight. It's not rounded. All right, the other thing that we'll do – this is a home exercise tip, and I stress 'home' because you might want to drop your pants for this, literally. So if you don’t have a mini-band, one of the things that people still tend to struggle on if they can't hip hinge, is a secondary weakness in their glute medias. So they can't allow the hips to stay in the right alignment as they drop down to squat because the glute medias isn't strong enough, and their knees start to cave in. So if you don’t have a mini-band, you have elastic in your pants, you can drop them down like this, just below your knees, push out against the elastic of the waist band, and then do the hip hinge. Now, if you're somebody that deals with knee pain when you squat, if you combine these two movements together – the resisted movement of the knees and also the hinging of the hips with the hands – you're going to feel no pain in your squat. Likely, it should all be gone because you just restored the normal mechanics and placed all that load into the glutes that are meant to handle this in the first place. Again, home exercise tip, guys. Don’t start dropping your pants at the gym, okay? Again, if you want to invest in the mini-band we actually have them over at ATHLEANX.com. You can place them right around your knees and then go feel free to do them anywhere you want. In the meantime, guys, I hope you find this video helpful. These two little tips are very, very easy to do. You don’t need to do them with weight. You should start with them with just your own hands, and bodyweight just to reinforce the movement pattern. Once you master the pattern, then you can start to add weight. Don’t jump into your heaviest weights. Own it at every step of the way, up to that point. You'll probably wind up being, not just pain free legs, but also better gains. If you're looking for a program that puts the science back in strength, head to ATHLEANX.com right now and get our ATHLEANX training program. In the meantime, if you've found this video helpful leave your comments and thumbs up",
        "start": "00:02:29",
        "duration": 187.25099999999995,
        "title": "How to Hip Hinge (FIX THIS!)"
    },
    {
        "text": "below. Let me know what you want me to cover here and I'll do my best to do that. All right, guys. See you soon.",
        "start": "00:05:36",
        "duration": 3.88,
        "title": "How to Hip Hinge (FIX THIS!)"
    }
]