[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.COM. So, today we're going to talk about how to get Ripped Abs, and no discussion on this topic should start without talking about nutrition. And I know that nutrition is one of the biggest stumbling blocks for anybody that's trying to get rid of fat, change the way their body looks. But it doesn't have to be because if we simplify nutrition, it becomes that much more easy for us to follow over the long haul, and that's the key. Don't adopt short-term principles and practices that allow you to maybe get through a day or two or three, depriving yourself of things that you know you either want or need long term when you could take a more sensible approach, a little bit easier approach, that you can adopt and say, 'Hey, I can do this not just for the next week but forever.' That's when nutrition becomes very, very easy, and it almost becomes automatic. My whole ATHLEANX Training System, the goal of it is to make you feel as if nutrition is automatic. I've been eating very much in a similar way now for the last 20 years and have had no issues. And that's why I come up here 365 days a year for you guy, and stay in the same lean, ripped condition because I've found a way to make eating very simple. And I share that same thing with you in the ATHLEANX System. When it comes to training and abs in particular, you can't just do ab training if you're trying to get your abs to show. Utilize the break in between exercises to a little bit extra of what you know you might need which is a little bit more conditioning work. So I want to show you. I'm out of breathe because I just went through exactly what I'm going to show you now which is a full workout incorporating 4 different ab exercises, 4 different conditioning exercises, and I show you ones that we use with a jump rope. For me, pound for pound, ounce for ounce, minute for minute, one of the best conditioning exercises that you can do for the most bang for your buck is a jump rope. If you don't have the coordination or skill to be able to do that, then maybe substitute something else. Sprint outside if you can. Sprint on a treadmill. Jog in place. Go High Knees as hard as you can in place. As long as you put the effort into what you're doing, you're going to see results. So, that being said, let me show you the exact routine. Again, pair up your abdominal work with a conditioning exercise, one to one, back and forth, and go through these things many cycles at a time, and I guarantee you, you're not just going to get better looking abs, but you're going to shred that fat away much quicker. So there you go guys. There's an example of how we do it here at ATHLEANX. Remember, train like an athlete always so you can look like an athlete. And we don't want to let opportunities go to waste like we have right here in our ab workouts when we have the chance to start doing some other things,",
        "start": "00:00:05",
        "duration": 240.99,
        "title": "How to Get Ripped Abs (AB WORKOUT & NUTRITION!)"
    },
    {
        "text": "additional things, while we're supposed to be resting to give our bodies a much better chance to reach our goals that much faster. If you found this video helpful, make sure you leave your comments and thumb's up below. Let me know what else that you want to see. And guys, talking about abs, our Ultimate Abs Program, which was only available for a short period of time when we originally lost our Ultimate Arms Program is now available, but again, not forever. As a matter of fact, this is only going to last until the end of this week. Right now, when we're filming it here, you'll see the date we're filming it And it's only going to be available until the end of this week. So, if you want to get your Ultimate Abs Program, 6 Weeks of our Ultimate Ab Workouts, to go along with your Ultimate Arms Program, head over to ATHLEANX.COM and do that right now. Again, guys, I hope you found this workout helpful. Try it. It's going to be much more effective than maybe just sitting down on the ground and banging out of a few reps of your ab exercises. Alright, I'll see you guys back here again soon.",
        "start": "00:04:06",
        "duration": 47.149,
        "title": "How to Get Ripped Abs (AB WORKOUT & NUTRITION!)"
    }
]