[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today it’s time that we fill those shirt sleeves a little bit, get the arms a little wider. We know that you don’t always have to go for height if we can make something wider here with our arms, we’re still going to put a tape measure around it, and we’re going to fill those sleeves a little bit more. JESSE: Still getting bigger. JEFF: They get bigger. Speaking of getting bigger, Jesse; why don’t you show them a little bit of your hard work. We’re filling some shirt sleeves here, too. Let’s see it from the other side. From the back. Okay, looking pretty good. But now, let’s see it from straight on. JESSE: Womp-womp. JEFF: All right, not as impressive, right? So what Jesse actually has is a little bit of thinness when looked at straight on. It’s a very common problem that people have. What we need to do is discuss why that is, and what we can do about it. You’ve probably heard about this muscle called the brachialis. The brachialis is a muscle that sits up here, on the upper arm, crosses over, crosses the elbow, controls flexion of the arm just like the bicep does, but that’s all it does. It doesn’t have the extra benefits of supination like the biceps, or shoulder flexion. But that comes to our advantage. It helps us train it better. So, when we’re talking about the brachialis, so we really know what we’re trying to hit, you can feel this on yourself. If you look at the side of my arm here, when I flex the bicep, if you were to take your fingers here and grab hold of that longhead of the bicep, you’ll be able to dig your fingers right off the edge there. From there, you can see we have the tricep back here, but we have this muscle that’s popping out right in here. If you were to feel that, it probably gets a little sore on you because it’s a common area of a trigger point for anyone that does any kind of upper body training and tends to get a trigger point right in through the brachialis. But more importantly, what you need to realize is, because it shares functions with the biceps, if you don’t train it right you’re not going to have wide enough arms. If you don’t train it often enough you’re not going to have wide enough arms. If you don’t train it the right way, in terms of how you approach each set you do on the exercises I’m going to show you, you’re probably not going to have wide enough arms. First, let’s talk about the exercises themselves. You’ve probably tried to hit this, at minimum, with some hammer curls. If you’re not doing any kind of hammer curl at all, you’re not really hitting this muscle as effectively as you can. Why? Because anytime you involve any sort of supination while bending the elbow you’re going to shift the focus over to the biceps and off the brachialis. A hammer curl is putting you in a neutral grip position, as you see me doing the exercise",
        "start": "00:00:05",
        "duration": 152.85999999999999,
        "title": "How to Get Wider Biceps (WORKS EVERY TIME!)"
    },
    {
        "text": "here. My knuckles are pointing straight ahead, I’ve got a neutral grip here on those dumbbells, and we’re halfway in between supinated and pronated. You still get a little bit of bicep activation, not to mention the fact that the biceps are flexing the elbow, too. That’s one of their jobs. What can we do to turn the biceps off a little bit more? We want to take ourselves out of supination and put us into pronation. You don’t want to just to a hammer curl, you want to do a cross-body hammer curl, like you see me doing here. You can see, instantly, by going into this cross-body position I’ve pronated the forearm even more. All I’m doing now is worried about flexing and extending the elbow from that pronated position. I keep my arm up close against my chest. That is the absolute best way to focus much of the effort on the brachialis and help build that muscle up over time. Beyond that, guys, I have other options for you. You guys know that I like bodyweight training. You guys know that I love the chin-up. We can use a variation to help us build bigger arms, more specifically, the brachialis. What we can do is, instead of doing chin-ups that focus more on the bicep, because we have to take an underhand grip, supinating the forearm, putting us more in a bicep preferential exercise; we can turn ourselves over into a pull-up. But get our grip really, really narrow. What’s the narrow grip doing? It’s bringing our arms and pronating them even more, getting them close, almost mimicking the same action we just had there on that cross-body hammer curl. Now, as you see me going up here doing this exercise, I’m really trying to not just do a pullup here like this, where I’m not closing down the angle. I’m trying to close the angle down of the elbow. As I pull up I’m trying to pull up and close the angle down. Almost a reverse curl, flexing here. But we’re using our entire bodyweight, which is obviously another great way to overload our muscles. But let’s say it’s difficult for you because it’s a hard exercise. You don’t get off that easy. I’ve got another option for you. All you have to do is lie here on your back in an inverted row setup and do the same thing. You take a very narrow overhand grip, and when you pull your body up it’s not about rowing your elbows back behind your body. That wouldn’t close thing angle down enough to work the brachialis as much as you could. What you want to do is try to pull your body by pulling the back of your forearms up into your chest. This will light up this brachialis more than you’ve ever experienced before, but over time it’s going to build it up. That’s the point. Remember guys, if you can get wider, you’re still going to have bigger arms because whether you’re building out in this dimension or building out in this dimension; your arms are going to respond and start to fill those shirt sleeves.",
        "start": "00:02:38",
        "duration": 154.56900000000005,
        "title": "How to Get Wider Biceps (WORKS EVERY TIME!)"
    },
    {
        "text": "One, final point in terms of how you train these. Because we know that muscles will be recruited in a sequential pattern in the order of demand, if we go really hard, really heavy, accelerate our reps no matter what exercise we’re doing; realize that the biceps are going to be called into action because it’s one of their three functions. We can try to taper that down as well by going a little slower with our movements. So, realizing that the first portion here, the lower portion of this curl from straight to about midrange, is going to be handled more by the brachialis anyway. And from the midrange up, the biceps will take over a little bit more. Especially as we get shoulder flexion involved. Go a little bit slower on the reps. Take it a little more deliberately so as you’re coming up you can ensure that more of that work is being done by the brachialis. Remember, it’s a shared function, guys. There’s only a few things we can do to try and minimize that and accentuate what the brachialis is doing. Guys, I hope you’ve found this video helpful. Jesse is going to start getting bigger. From the front, too. Every angle is going to look good, and so will you if you start following this advice. If you’re looking for a step by step program, they’re all over at ATHLEANX.com. We lay it all out for you, put the science back in strength, put the anatomy where we need to because it matters, guys. Those are all built into all of our programs over there. In the meantime, if you’ve found this video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I’ll do my best to do that for you in the days and weeks ahead. All right, see you soon.",
        "start": "00:05:12",
        "duration": 80.20699999999998,
        "title": "How to Get Wider Biceps (WORKS EVERY TIME!)"
    }
]