[
    {
        "text": "What's up, guys? Jeff Cavaliere. Athleanx.com.  Here I am with Jesse's replacement, Raymond.   So much better. Today we're going to talk about  shoulder pain and impingement. And the fact is,   guys, you might be doing something right now to  try to get rid of the pain that you get whenever   you raise your arm up overhead or that pinch that  you get. But if you're not doing it all the way,   doing everything you need to be doing, then you  might still be dealing with this and you're kind   of getting frustrated and wondering why. So I'm  going to show you what you need to do to finally   get rid of this once and for all. But it always  starts here with a little bit of anatomy because   we want to see what we're talking about. When  we're talking about impingement, we're talking   about a muscle here most almost all the time  the supraspinatus, which is one of the rotate   cuff muscles, that sits in this space here, okay?  It comes underneath this space, which I'll show   you over here, gets pretty damn crowded and it  attaches to the arm up at the top here. All right,   so when we get impingement, when we raise it  up, this structure here can-- and I can say   can get pinched-- because it's not always  the cause, okay? It can get pinched in here,   which causes inflammation of the tendon, pain,  and then a cascade of other things that become   problematic whenever you go to lift and push your  arms up overhead. You can see how crowded it is,   as I said. You have a ligament here, the  coracoacromial ligament, that creates some space.   You have a bursa that sits under there. And then  the tendon's supposed to run and fit underneath   there. It's not very roomy, okay? So when we  have impingement we have problems. But the second   thing-- and this is what leads to really this long  term cure-- is it's not always coming from the   actual pinching of the tendon from the top down.  What can also happen is you get a compression of   the tendon from the bottom up. All right, so that  means that if this tendon's here, and I were to   internally rotate, you start to get this bending  of the ligament over the bone. More importantly,   you can see it when you bring your arm up across  your body, you see how it kind of gets bent around   the corner, okay? As it gets bent around that  corner, that becomes problematic because there's   a lot of tension there. To see that better, we  look at this. If I were to demonstrate this,   let's say this is the arm at the shoulder, and  this is the supraspinatus tendon. And I have a   load on this, so I push my foot in it. This would  be simulating a weight in your hand. The load   right here is being directed straight down. But as  I go and I bring the arm across the chest, right,   or I go into internal rotation, or I do both  of them, look what happens as I start to wind   this up. As I start to wind that up and across  my body, you could see all the compression now   that's underneath this band at this point. That's  impacting this tendon from the bottom up, causing   inflammation, causing breakdown, causing tears.  These are the problems. So if you're not just   addressing creating more room, you got to be able  to address getting your body more accommodated to   this stress because this is going to happen. Your  arms are going to go across your body. They're   going to do it whenever you workout. They're going  to do it in a way that, especially even chest work   is going to go, and become a component of that  induction that we talk about all the time. It's   a good thing. But you have to be used to that or  it causes this inflammation down the road. So what   do we do? So we have a couple things. Number one:  if you took a band here and you wanted to work on   improving your external rotation strength, which  is critical, and I build it into all my programs   because I believe it's that important to do. All  of us need to be doing work for our rotator cuff   strength. All right, so if I were to go and  take this band and anchor it, your progression   would be the following. You would want to make  sure that you started with something very easy,   which is an isometric contraction. So I just hold  this. Right, just step out just a little bit,   and hold it. I'm firing up the rotator cuff, that  tendon, the supraspinatus tendon is working to   try to stabilize this position, and I go for sets  of ten seconds, five seconds, ten seconds. Right,   and I work on this about three or four times aw  eek, maybe three to five sets. As you're able   to handle that, which you probably will pretty  quickly because that's not a really high stress,   then I would start to try to get into the  concentric of it. So now I take my hand across the   body and I do these external rotation exercises.  You've probably seen them before. You've certainly   seen them if you've been watching our channel.  This is concentrically now shortening that tendon,",
        "start": "00:00:00",
        "duration": 243.34000000000003,
        "title": "How to Fix Shoulder Pain & Impingement (FOREVER)"
    },
    {
        "text": "that supraspinatus muscle, and we're working  on the rotator cuff strength. Now, realize,   as I improve my rotator cuff strength, I'm going  to be able to have that shoulder sit in a more   externally rotated position. When your shoulder's  more externally rotated, just in standing all the   time, you have more freedom to move your arm up  overhead. The reason for that is the following.   Because this bony structure that that tendon  attaches to, when we're in internal rotation, and   I raise it up, it actually gets stopped. There's a  bony block. And I've shown you guys how to do that   before, literally turn your arm in like this,  and then raise it up over your head. It's only   going to get so far. Turn your arm into external  rotation, it's going to get much further. Because   you're clearing this bony bump from instead of  banging it into the stop here, you turn it out,   now it can go all the way up, and the arm can  come way up over your body. So that is in and   of itself going to help to create more room, but  that's not why we're really doing this. Why we're   doing it is because we have to get accommodated  to that overload, that tension and compression   that's happening that I talked about on that bar.  So, from there now we're like, All right, let's   start getting it into that internally rotated  position under load, under eccentric stress,   okay. So what we do is now we take it here we take  a little bit of a step. So now it wants to pull me   back here. Eccentrically I have to control that.  All right, and I come back, and now this is the   level that I'm working at. And I still do this in  my three to five sets three times a week. Then I   say, All right, let's get that heavier eccentric  load. Let's go a little bit further than that.   Because ideally we want to introduce heavy,  even dynamic loads eccentrically, to be able   to be able to accommodate those tendons to the  stress. So now I take a bigger step and I let   it kind of go here slowly. And I take a bigger  step. Again, not allowing it to simply whip me   into internal rotation, I'm controlling it into  internal rotation. And the final step is you go   for those plyometric type loads, and these apply  to a lot of different tendon issues. Down in the   Achilles tendon, other places in the elbow,  we want to make sure that what we do is we   get ourself to the point where we can accommodate  more dynamic ballistic loads. So I have it here,   and then I step out that way, and again, I slowly  bring it back. In here and back. In here and back.   Set it in here and back. So that's where you  get to. When you're able to get to that level   two things happen. Number one: you will experience  a lot less pain and discomfort in your shoulder.   Number two: you won't have to do that three times  a week. You only have to do that, let's say,   one time a week. And the other two days a week  that you're doing your rotator cuff work, you can   go back to more of the concentric work, or some  of the isometric work to kind of prevent a little   bit of overloading of that, but that's where  we want to get to. Now, one final progression   here. If you wanted to go a little further for  the induction component with internal rotation,   there's an exercise called a sword raise. So  you have your band and you're starting in this   position basically, right? So what you could do is  we can get ourselves into this position and just   isometrically hold it out here. Right, just being  able to control this out in front of my body,   not letting it take me al the way here, but just  a little bit of isometric force. Then I could take   it, it could do a concentric version of this. And  now I'm in here and I'm trying to get to the top   position. Down here, top position. If I wanted to,  I could take the eccentric exercise and not hold   it here, but hold it a little bit further up here.  Okay, as I got stronger. But now I'm working this   concentric exercise here. Down and in, we call  it a sword raise. Thumb down, like I'm taking a   sword out of this pocket, and I externally rotate  up to the top to here, okay? Now I want to get   eccentric. So I'm in here, now I take the step  over here, and I slowly control the eccentric.   Okay, now I want to take it a little further than  that. Heightened eccentrics. So now I'm up here,   I take a larger step, and I have to control that  all the way down to that opposite pocket. And then   I want to get to that ballistic portion of it,  that end range here, that end goal where I have   it up here and I jump out, and I control it down.  In, it's up here, down, and I control it down,   up, out, and control it down. And the same rules  apply. So the fact is, guys, maybe you're doing   some rotator cuff strengthening. You need to be.  We've covered it so many times, and like I said,   we build into our programs for a reason. It's  that important for shoulder health. And it",
        "start": "00:04:04",
        "duration": 254.67000000000002,
        "title": "How to Fix Shoulder Pain & Impingement (FOREVER)"
    },
    {
        "text": "doesn't matter what your overall strength level  is. It doesn't matter what you're doing in your   program right now. Your shoulders can benefit  from more strength in your rotator cuff. It's   going to lead to stronger movements in everything  else you do. So you can't ignore this, it's not a   baby exercise, it's not a remedial exercise, it's  a corrective exercise that we all can benefit   from doing. But maybe you stop it just doing the  concentric. Try to add these other components in,   especially if you got pain, start at the bottom,  work your way. And I promise you, ultimately,   the pain that you've been dealing with here.  Whether it's being stretched from the top down,   or from the bottom up, the repositioning of the  arm and the shoulder joint, and the relief of some   of that tension underneath and the accommodation  to that compression tension is something that's   going to help you in the long run. If you guys  are looking for our programs where I said,   we build these into all of the things we do  because it matters, you can find them over at   Athleanx.com. In the meantime, if you found the  video helpful, leave your comments and thumbs   up below. Let me know what else you want me to  cover. I'll do my best to do that for you. And if   you haven't already done so, guys, make sure you  click subscribe and turn on your notifications so   you never miss a new video when we put on out.  Jesse, you only wish, buddy. You only wish.",
        "start": "00:08:19",
        "duration": 60.839999999999996,
        "title": "How to Fix Shoulder Pain & Impingement (FOREVER)"
    }
]