[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I’m going to show you how much muscle you’re going to build on your body. I have a crystal ball. But we all do. We’re going to look together. I’m going to hold mine up and you’re going to hold yours up. Right here. Here’s your crystal ball. It’s your wrist. You see, a lot of people would have you believe if you just measure your wrist’s circumference – right around here – you could ultimately determine how big you’re going to be. How much muscle your frame can carry. I think there’s a little bit of validity to that, but then we get things like this. A bunch of formulas that people throw out for you to plug these numbers into, that are supposed to just give you concrete, again, tell you exactly where you’re going to end up. You could probably guess what I think about these things. I certainly don’t think these are very scientific, but they say, “Take your wrist circumference, add 10”, and there you go. That’s how big your arms are going to be.” So, if you’ve got a 6-1/4” wrist like I do, plus 10”, 16.25”. Now, in some cases you might do that math and say, “Hey, that’s pretty accurate.” Guys, I always say ‘even a blind squirrel can find an acorn from time to time’, but that doesn’t mean it’s right. It might mean that it puts you in the ballpark. But we’ll get back to this in a second. Even going beyond that, they’ll tell you again how much weight you’re going to have on your body at a 6% bodyweight, lean mass. Take your height in centimeters, subtract 100 – it’s always these random, round numbers – subtract 100; that’s your kilogram bodyweight. Multiply that by 2.2 if you want to do pounds, that’s how big you can be at this size. If you want to go up in weight, every 2% that you add in bodyfat is an additional 10lbs. Guys, just hold on a second. Let’s breathe for a second because the fact of the matter is these things tend to discourage people a lot of times. If I went off the skinny wrist doom, I would have stopped a long time ago because I only have, again, very thin wrists. About 6.25”. They would have told me back then “you can’t really build big arms”. That’s what they used to say. If your wrists were less than 7”, forget it. Don’t even go to the gym. It’s frustrating and it can be deflating, and I don’t want it to be. So, I want to discuss what I think you should focus on. Is there any merit at all to that? What would it mean? Why do we look at the wrists? Well, the good thing about the wrists is that there’s an objective point here where, no matter what the body fat level is between individuals, we’re all going to have skin",
        "start": "00:00:05",
        "duration": 138.18000000000004,
        "title": "How Much Muscle Can You Build? (CALCULATE THIS!)"
    },
    {
        "text": "and bones in this area. That’s one of the values of this area as being the objective point to measure. However, I think there’s more than that. It’s not just your wrists. Look at the whole skeleton. There are other things we could look at. I’ve talked about before, the merit of looking at clavicular length. Now, if you just had to look at somebody from the outside because you can’t look inside their body, look at how broad their shoulders are. Try not to look at the size of their delts, necessarily. Just the broadness of their clavicles; the bones. We know if a clavicle is this long, versus this long there’s going to be a limit to how much muscle you can attach to that bone. We know that the upper pec attaches to the clavicle. If I’ve got 6” more of clavicle I’ve got 6” more of upper pec I can attach here. More muscle equals more weight. More bodyweight. It all plays together. So, there is some basis for this. Your skeletal structure is going to play a large part in how big you can ultimately be. But that doesn’t mean you can’t look good in any skeleton. There’s a big difference between that. Though he’s not as tall as me, though he’s not as broad as me, it doesn’t mean that if he didn’t put some meat around these bones that he couldn’t look good. As a matter of fact, maybe we are the same skeleton, he’s just a little shorter. If you look at this, he lines up pretty damn good. But I put some meat around the bones, so they look better. You can all look better, no matter what skeleton you’re in. Forget these formulas, guys. Forget these other things. The length of your gap between your bicep and your elbow. I’ve gone into this before, too. If you have two fingers you can fit there, you’re doomed. I share a two-finger gap with somebody else. This guy. I think we made out all right, in terms of the arm size department. Don’t let these kinds of things get you so wrapped up. What you need to do is learn how to optimize what’s on your frame, instead of trying to maximize what you think you should be onto your body. If I looked at The Rock, I might look at him and go, “Man, I wish I was just like The Rock.” I will never be like The Rock. I will never be that big. He’s a lot taller than me, he’s a lot bigger than me. I wont look like that. But that doesn’t mean we both can’t look good. Especially at lean body weights. It doesn’t mean that. If Franko Columbo kept looking at Arnold and said, “I’m going to keep training until I look like Arnold”, he didn’t have to.",
        "start": "00:02:23",
        "duration": 127.85999999999999,
        "title": "How Much Muscle Can You Build? (CALCULATE THIS!)"
    },
    {
        "text": "He has a much shorter, different skeleton. But it didn’t mean he couldn’t look good. We can all look good within the skeleton that we have. Hopefully, don’t get too caught up in these numbers. They don’t mean that much. What means the most is taking every opportunity you have to hit the gym and train hard. Train smart and keep progressing day by day and realize that this is a marathon and not a sprint. If you do that it will all start to play out. It will all start to come together and you’re going to be really proud of how you look. There’s not a single person walking around – I don’t care what skeleton you walk in – there’s not a single person who won’t look better if they do that. Guys, I hope you’ve found this video helpful. Truthful, actually. I’m going to cover these. I don’t want you going and plugging all your numbers in here because I know you’re going to rush to do that. Listen to what I said instead. The fact is, if you’re looking for programs that will help you optimize what you have, we have our programs available over at ATHLEANX.com. In the meantime, if you’ve found the video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I’ll do my best to do that for you. And if you haven’t already done so, click ‘subscribe’ and turn on your notifications so you never miss a video when we put on out. All right, guys. I’ll see you soon.",
        "start": "00:04:31",
        "duration": 61.424000000000014,
        "title": "How Much Muscle Can You Build? (CALCULATE THIS!)"
    }
]