[
    {
        "text": "Grow. Come on Grow. Ah, fuck it s not working. What s up guys, Jeff Cavaliere, atheanx.com. Today I m going to show you how I build muscle without using any weights at all. And the fact is you're going to do the same exact thing. But unfortunately, it's not as easy as just staring in the mirror and hoping for it to happen, you're going to have to actually put in some effort here and you'll see here soon, a lot of it. But it may not take you a hell of a lot longer than what I did in the mirror there, because when you apply the technique that I'm going to show you is going to work and you're going to feel it quickly. That being said, a lot of us make the mistake of thinking that we have to use either dumbbells or barbells to stimulate new muscle growth. But your own body weight is an amazing way to build muscle if you know how to use it. I'm going to show you here seven exercises, the best of the best, for building muscle without any weight at all. And importantly, a technique from the great Bruce Lee that if you apply it to each of those exercises, the ones that you might be used to doing, maybe 10, 15, 20 or more repetitions on, prepared to be humble. You're going to bring those down to maybe the single digits. But along with it, a whole new stimulus for muscle growth. So I mentioned a legendary Bruce Lee and a technique that he used to amplify the effectiveness of all the bodyweight exercises he did. And I do exactly this. So instead of just doing a push-up where we focus on the number of repetitions we get, we want to find a way to make them the most miserable push-up we've done where the number of reps becomes almost irrelevant, and how they feel is what we focus on. Well, this is a constant tension push-up. And he started by focusing on driving as much attention through his chest because that's what he's trying to grow. But he realized that he's going to feel it all the way through his arms, into his shoulders and through his back. He wanted to generate as much tension as possible through his entire body and slow down each repetition to increase the amount of stimulus he got from it. I will tell you this, as I said in the open, you might be used to doing a lot of push-ups, when you do him this way, you're not going to be doing as many. Not nearly as many, but you're going to increase the ability of the exercise to create a stimulus for new growth. Now, he didn't stop there. He kept the tension coming and I do too. In between sets, instead of just resting, he would get out of the push-up position and then get those arms into a fully contracted position with his arms crossed over midline in front of his body. And you can see here that I've now got an intense contraction on the chest again. And you hold this for six seconds with each second trying to build the strength of that contraction. You're going to hit a point at around the six second mark where you're just going to feel like tapping out and you should. But then you come back again for another contraction. Get into that position, you squeeze the hell out of it. You stop it around six seconds and you either do one more or you stop right there. You rest the remainder of the time between sets. You come back to your next set of push-ups. Again. You're taking an exercise you might be used to doing a lot of numbers on and you're bringing them down and humbling yourself, but at the same time increasing the effectiveness of what you're doing. So when it comes to building your upper body, the next best option we have is a Dip. And again, we're not going to stray from the best exercise of the ones that are most capable of delivering muscle growth where we're sticking, but it's how we're doing them that matters. So on the Dip, I'm really squeezing in on the handles. Once again, not just performing it like I normally would, but really squeezing in to try to create that isometric adduction and activate the shoulders, and in this case, even activate the biceps. I want to generate tension wherever my body is willing to give it to me. And who cares what the number is? You go up, you go down, you do it slowly, you do it with quality in mind and wherever the number lies, that s what you take. But understand, the effectiveness of the movement increases substantially by doing this.",
        "start": "00:00:03",
        "duration": 214.19099999999997,
        "title": "How I Build Muscle WITHOUT Weights!"
    },
    {
        "text": "Now, once again, instead of stopping right there in between sets, we have another opportunity to add additional tension. And this time instead of crossing the arms across the chest, we go down at a low angle from high to low to mimic the mechanics of the Dip. We're going to hit more of those, a dominant head fibers of the lower chest. But again, the key here is to go for the strength of contraction, increasing it every second to six seconds and do either two or three of these that put the final nail in the coffin. Now, we don't have to focus on just those mirror muscles guys, we ve got to focus on that posterior chain and back, most importantly. And here we do a regular pull-up. Now, I understand the pull-up can be challenging for people all by itself, but you can make it even more effective if you're willing to put more tension into it. So what you want to do is not just go up and down. Again, great exercise on its own, but when you re really trying to drive muscle growth and you don't have access to your weights right now, this is the way to do it. You slow down the speed and you increase the tension throughout your entire body. So here's what I try to do, is start by squeezing the bar as hard as I can. I want to generate tension down through my wrists, through my arms, into my back, through my core. And I want to make sure that I'm squeezing the muscles I'm trying to work, most importantly, which is the lats. And as I come down to the bottom, I go back up at the same cadence. Up and down concentrically and eccentrically I'm trying to make sure that I'm generating as much tension as possible. And of course, when I tap out here, which is going to be at a no far fewer than what you're used to doing on a pull-up, it's okay. You come down and you keep the tension going between sets, two or three repetitions, this time of trying to squeeze the back. How do I do that? I just bring those elbows back and I really just squeeze and hold for that six seconds, three times, we call it a day. When it s the biceps I m trying to build, again, my favorite way to do this is with a chin-up. But even here, I want to make sure that I can get a little bit more activation in the biceps. So I treat it as a chin curl, as I'm coming up I almost want to close down the angle just a little bit. However, we do the same thing we've been doing here. We don't just go up and down like you see me doing on a traditional chin-up, you do the constant tension version of a chin up. So I go down really slow and I try to fight the eccentric, but at the same time generate as much tension through my entire arm and back as I can. And as I come up to the top, I'm really focused on closing down the angle of the elbow and really trying to flex the bicep as if I'm curling my body up to the bar. Same thing when I come down, I want to take advantage of the fact I can generate even a little bit more tension in between sets. The six second bicep squeeze here is enough to make sure that I feel as if I left everything on the table with a traditional chin-up that's now taken to another level. And we go back to the pushing muscles now and here I want to focus on triceps. But again, instead of doing the traditional Cobra push-up like you see me doing here, you guys get the drill at this point. How can I turn this into something that s a hell of a lot more horrible? Well, we got to do the constant tension version of this. So I get into this position and I squeeze every last bit of effort I have out of my elbow into extension into the top of the Cobra push-up. I'm not worried about what the next repetition is going to be. I'm not trying to save myself for the next repetition. I'm only going to follow the same cadence up and down on every repetition until my body taps out and says no more. And again, I'm not just isolating it to the triceps, however, my focus is to make sure that at the top of the rep I'm squeezing as hard as I possibly can to my triceps. The tension is felt everywhere on every single repetition. And of course, when I'm done, I get those elbows back behind my body and straighten out to get that intense contraction on the triceps. Six seconds at a time again, two or three repetitions, take my normal break before attacking my next set.",
        "start": "00:03:38",
        "duration": 211.3,
        "title": "How I Build Muscle WITHOUT Weights!"
    },
    {
        "text": "Which brings me to one of the most grueling and difficult, but one of my most favorite exercises of all where I'm just using my own body weight and it's a Handstand push-up. So I position myself up against the wall and as you probably can imagine, this by itself is hard. But I can even take this even if I can only do nine or ten of these, and I still have the option of turning these into a constant tension variation that I may only be able to do two or three repetitions on. But when we're talking about trying to apply as much effort and intensity to an exercise, this is how we do it, no matter how many repetitions it winds up giving you. So you want to make sure that you're doing this exercise with intent. I'm thinking about almost pushing my hands outwards on every repetition here to activate the delts even more right into abduction. As soon as I do however many I can, I come out of it, I get my hands together like this and I pull apart. I do isometric contraction here of the delts to further drive home the intensity in the effort to take this exercise that yes, is already hard, but we take it to a whole new level. And of course, no workout is complete without hitting the lower body as well. And one of my favorite ways to do this is with the eccentric step up or step down, we're going to hit both the glutes and hamstrings to drive it on the way up. And we're going to hit that quad as we eccentrically lower on the way down. The key, as always though, is not just stepping up and down. Yes, that's a good exercise on its own, but we're really trying to push the envelope here on muscle growth we need to increase the intensity to a whole other level and constant tension works its magic once again. I push up at a slower cadence, really trying to drive tension through the entire leg from the calf all the way up to the pelvis. And as I come down, I'm focusing my effort through the quad, but I've got tightness in tension through the glutes and hamstrings as well. Slow cadence, not counting the reps, but making the reps count. As always, I come down here, I could drive tension through the quads by simply taking that flex knee and straightening them as hard as I possibly can. And so they have it guys, when I don't have access to weights, what I do is I use my own body as a form of resistance. And if I want to make it even harder, I drive additional tension through what I do. It works and it works every single time. And as I said, prepare to be humbled because your numbers and your repetitions are going to come dramatically down. But I promise you, the results you see from doing what you're doing are going to go dramatically up. If you're looking for an entire body weight program, we do nothing but use our own body weight -- no bands, no bars, no bench, nothing, it's our zero program. You can see the results that our guys have gotten in just six weeks using this plan, it's over at athleanx.com. If you want more of these videos guys, anything I can help you with make sure you leave your comments that thumbs up below. Let me know what I can cover and I'll do just that. And also, if you haven't done so, make sure you click Subscribe, turn on your Notifications so you never miss a new video when we put one out. All right guys, I'll see you soon. And I apologize for what you're about to feel ahead of time. You're welcome.",
        "start": "00:07:09",
        "duration": 164.89,
        "title": "How I Build Muscle WITHOUT Weights!"
    }
]