[
    {
        "text": "JEFF: If you've got back pain that you can literally put your thumbs right on, I'm going to show you how to get rid of that today, and more importantly give you a strategy for making sure it does not come back ever again. What's up, guys? Jeff Cavaliere, ATHLEANX.com. Here with Jessie and Raymond. If you're looking for a way to get rid of that back pain – and I'm talking about the type that you can literally put your finger right on, where you can feel it, and sometimes even by putting your finger there, it shoots pain down, into your butt. There's something you could do about it. You need to, first of all, start by identifying what it is properly because it really isn't low back pain. We're not talking about the muscles here, in the low back, even though you might feel some of that pain up there. Really, what we're talking about is a glute medias. This is a rampant problem, and one that is caused by a lot of sitting, and a lot of things that we're possibly even doing wrong in the weight room. First of all we want to make sure we're all talking about the same thing. Right here, if you look on Raymond, the glute medias is this muscle that runs right up under here. It's actually underneath the glute max, and it attaches just on the inside of this bony area here that we're going to call the PSIS. Now, why does that matter? Because big, bony areas make it really easy to feel, and find out, and make sure that you're on the same spot. So if you look here on Jessie, if you lean forward you can rub your hands across the low back, and you should instantly be able to feel two spots where the bones are sticking out. That is exactly that same are that I just showed you on the skeleton. If you run your fingers just to the outside – where you get all the increase in pain, and tension – then we are talking about the same thing, and this is what we're going to be able to take care of right now. So what's the muscle supposed to do for you anyway? Two things. The first is: you should be able to use it to abduct your hip. Meaning, to lift your hip up, and out to the side. The other thing that's even more important is that, with every step you take its job is to make sure that your pelvis stays level. We know when we lift one leg the body wants to fall in that direction. Meaning, the hip on this side wants to fall out this way. So it wants to, instead, if the muscles were working right, keep your pelvis level so it's not doing this. There's something called a Trendelenburg Gait where, when your hips can't do this you start to look like – show them, Jessie. Yeah. Sort of like that. It starts to drop on every step. You don’t want that to happen. But here's what's even bigger. If you lift weights and you squat, the problem is, I can almost guarantee you that when you",
        "start": "00:00:00",
        "duration": 143.441,
        "title": "How to Fix “Low Back” Pain (INSTANTLY!)"
    },
    {
        "text": "start to get this pain, at some point, it's because you don't have an equal distribution of weight through both of your legs. We can test that very, very easily. You're probably going to be very shocked by what you see. Just stand with your feet shoulder width apart. Like here. Now, when you go, all you'll want to do is just lift one leg up, off the ground. If I lift the left leg I can do that. Not a problem. If I have to lift my right leg I have to shift my weight too much. A lot more significantly than I did on the other side. If you have to shift your weight, or if you see that your shoulders move a lot to one side in order to get your weight off that foot; then you don't have an equal distribution. What's going to happen there is, it's going to cause imbalances that will start to rear their ugly head in the form of this more frequent back pain, and we can eliminate that. When you squat you want to have equal distribution. So now, the most important thing is fixing the damned thing, right? So if you come down on the ground, I'm going to show you exactly how we can do this, and get rid of it right now. More importantly, some exercises you can do to strengthen it so it doesn't come back again. So the fix for this is actually pretty easy to do, and most importantly, quick. If you find this and you do it right you're going to feel relief right away. So you take your finger and your thumb, you put it right up on that spot. JESSIE: You going to draw me like one of your French girls, Jeff? JEFF: I can't draw, dude. Let's go. So you put your – what an idiot. You put your thumb right on that spot. From here, now all you're going to do is use your own pressure from your hand, and then move your leg in a certain direction. What you don’t want to do is, you don’t want to start reaching for a lacrosse ball and putting it underneath you because when you're in pain, you're already inflamed, you're putting too much pressure on this area that's likely to resist what you're trying to do, and not help to fix it. In this case you want to use the top down pressure that you can control. So once your finger is on that spot you're going to take your leg through the same direction right here. You're going to come down until your knee touches the ground. Once it touches the ground it's going to kick back, behind you, into extension. It's key that you get past the midline of your body here, and then when you do, you're going to lift up. You toes should be pointing a little bit down toward the ground when you do. So when we make sure that we're getting a lot of hip abduction here. So then the thumb pushes in and holds this back. Now, I don’t have to do any of this. This is going to be done all by you and Jessie. You're pushing as hard as you can to that spot, he comes up, he lifts, goes down, touches down nice, and slow, back into extension, lifts up, toes pointing down, and every time you feel that. Right, Jessie?",
        "start": "00:02:23",
        "duration": 149.08000000000007,
        "title": "How to Fix “Low Back” Pain (INSTANTLY!)"
    },
    {
        "text": "You can feel it flossing through there. You do this about 10 times. Once you're done with those you rest for about 10 seconds. Now we want to try and fatigue out this muscle spasm here; this trigger point. Try to see if you can burn it out. You hold that spot one more time, you get right back into this position. So the leg is getting back into extension, toes pointed down, abduct it, and hold it, and squeeze it as hard as you can. In other words, lift this up, squeeze it as hard as you can. Now, one of the interesting things – he's groaning over here – one of the interesting things that you're going to notice is, when you have issues here, and you get this frequent low back pain, this muscle is probably really, really damn weak. This alone feels like agony. You can't even hold it up, even though – I know people that can squat hundreds, and hundreds of pounds that really can't do this exercise very well. That shows how much pain and weakness there is, right? So once we've done that, now when you stand up you should notice an immediate relief. Go ahead and stand up, Jessie. You should notice an immediate relief in the amount of discomfort that you feel in that spot. We've actually gotten rid of that pain for the short term. More importantly now, how do we keep it away? That's what I want to show you next. Okay, so here's what you're going to want to do to get rid of this pain once, and for all. One exercise here is, you're just going to use a wall. You put one arm up, just like that – that's not meant to push against the wall with. It's just meant for support, and balance. You take the leg that's on the inside and you lift it up. Now, what they did is, it should let this hip just drop out to the side casually, this way. But the glute medias, remember, it wants to make sure that it doesn't drop. So it's going to drive it back in until that leg touches the wall. Then you let it drop out again, and then it drives up, and across. So we're actually working this outside hip – the one with the leg on the ground – and you want to do this for about 10, or 12, or 15 reps. But most importantly, make sure you get really good, solid contractions here so you're teaching it to get stronger. How many times? You want to do this at least 3, 4, 5 times a week. Maybe even just once a day if you have the back pain right now. You want to get into the routine of doing more of this, especially if you're sitting a lot. We have another exercise here that you can do and this is a little bit odd, but I promise you, it's going to work. Okay, so this one's a little bit elaborate, and yes, it's definitely weird. We actually call it what it looks like. It's a sac swinger. You'll see in a second. You just basically take a dog leash and you take a kettle bell – any kind of weight",
        "start": "00:04:52",
        "duration": 139.29000000000002,
        "title": "How to Fix “Low Back” Pain (INSTANTLY!)"
    },
    {
        "text": "here. Of course, this could be a dip belt, too. but if you don’t have a dip belt, you put it right around here, and then what you're going to do is, you're going to step in. so Jessie's going to step into it, and then he's going to hook it around his waist. Just from there. Now, it's hanging in between him. Now you know the name – why it got the name. Now he's going to turn around this way and all he's going to do is, he's just going to start walking and try to maintain a nice, slow, normal gait. And you can see every time he lifts one foot it's challenging now. Not just to try and hold up the weight of that leg that's in the air, but now he's got to control the weight that's hanging beneath his legs, too. So this is a more advanced version of what we just showed you, but this is going to really start to free up those hips, teach those muscles to be a lot stronger than they are, and more importantly, you do this as a little bit of a warmup and you can feel that, and your low back pain should start to be a thing – he's already burning. Just from one, little walk down, and back. Just do it – again, you want to do this in the privacy of your own house? That's fine, but I can promise you that this low back pain is going to become a thing of the past. Finally, the other exercise is the treatment. Remember when we had you lay on the ground and put your finger there? Well, just the movement itself – bringing your leg back behind your body, lifting up, toe down, coming forward, touch the ground, come back, and do those leg lifts – you do as many of those as you can until you build up your tolerance, and your endurance there, and you make sure you do it on both sides. That exercise, from the treatment standpoint, becomes a thing that you actually want to do to make sure it stays away long term. Guys, low back pain is one of the most common things that we all deal with and it can undermine any of your workouts. As anybody who knows, when your low back is humming it's really difficult to even get yourself in the gym, let alone to lift anything of significance. We want to make sure we have that fixed. Guys, if you're looking for a program that puts the science back in strength – as a physical therapist everything I do has both things in mind. Not just getting you to look better, but to feel good, too. All of our programs are available at ATHLEANX.com. If you're looking for our latest video we're always going to link one up here for you. If you haven't subscribed already, make sure you do. And click on the notifications. Turn them on so you never miss a video from ATHLEANX. All right, guys. I hope you get rid of this pain once, and for all. I'll see you guys back here soon.",
        "start": "00:07:12",
        "duration": 129.25000000000003,
        "title": "How to Fix “Low Back” Pain (INSTANTLY!)"
    }
]