[
    {
        "text": "What's up, guys, Jeff Cavaliere, Athleanx.com. So,  as you watch this clip of me performing pull-ups,   I want you to take note of one thing. I'm going  to perform a bunch of unbroken pull-ups here,   and guess what, so can you. As a matter of fact,  no matter how many pull-ups you're doing right   now, I believe that every single one of us,  no matter how big or how small or how strong   or weak we might be right now, can do 15 unbroken  pull-ups. Some can do even 20, and there are some   that can do even 25 or more. That is if you  avoid the six big mistakes, I think most of   us make when we perform the exercise. We actually  play such a high value on this exercise that we   make it part of our Athlean-X Games Competition.  And as you can see here, we have a lot of people,   different sizes, men and women, different  levels of strength that are just killing   these pull-ups. They know how to do them because  they're avoiding a lot of the mistakes and I want   to make sure that not just them, but you know  exactly what they are so you can avoid them. So,   let's start diving into them one by one.  Don't worry. Even if it's the last thing I do,   I'll get that damn pull-up. So, the first thing  you want to do is make sure that you're setting   up on the bar properly. Because a lot of us do,  we get loose and looseness on a pull-up will   destroy your ability to do pull-ups no matter  how strong you are. So, when you grab this bar,   a lot of us probably think when we hang from here  of just basically pulling straight up. I want you   to think of basically pulling yourself back just  a little bit, because what that does is it engages   the lats and kind of gets them fired up to be  able to do the pulling from here. As opposed   to when I'm straight down like this, I'm unpacking  my shoulders and I create all this looseness in my   shoulder blades, that's kind of tough to overcome  when I'm trying to initiate that first pull,   it s a lot of wasted energy. And not only that,  but it's not presetting the lats, so it's making   my arms have to do more of the initial pull here,  which is going to fatigue far faster than it will   be if you just set the lats up correctly.  All right. Number two, you got to make sure   that your elbows are in the right place. And here  again, people don't do this because they don't pay   attention to it. When I say get your elbows out  of the cage, what I mean is, what direction are   your elbows pointing when you're standing directly  under the bar or hanging directly from the bar? If   you can't see my elbows when you're just to the  side of me, it's because you've got them in line   with your body and that's a big mistake. Get them out of the cage. In other words,   get them out in front. What that does is  it puts the shoulder in the scapular plane,   which is a healthier position for the shoulder  and one, you're going to be more optimally   positioned to pull with more strength. But it  puts the lats on a little bit more of a stretch,   which will also pre engage the lats as we talked  about before, and it gets them in that proper   position. So, if my elbows are out in front a  little bit, it kind of sets up that first tip   we already talked about more efficiently and  I can pull with a lot more strength because   those elbows are where they should be, and the  shoulder feels a lot better because of it.    Number three, you got to plug the energy  leaks. So, I talk about this all the time,   the wasted movement is what causes these  pull-ups to become a hell of a lot harder   than they are. It's what makes you feel all 200  plus pounds, if you are a big person trying to   do these. It's what makes even the lighter  people feel every single pound of their body   weight. But when you can plug the energy leaks,  it feels like you're as light as a feather. So,   what I'm talking about is when you get  yourself rigid, not just by setting up the   lats the way we talked about, by pushing into  the bar. That helps to stiffen up the scapula,   but what about the rest of your body? Well,  it's really easy to fix and the first thing you   want to do is not dangle your feet behind you or  cross your knees and let them dangle behind you,   because that creates looseness which you might  have saw when I was doing my pull-ups. I had   my feet out in front of me, my legs together, my  feet pointed, my knees straight, my quads tight,   my glutes are squeezing, the lats are engaged  where I said they are, my core is tight. So,   what that does is it creates one efficient line  of pull. Every bit of force I put down into this   bar is going to transfer right through to my  upper body and back down to allow me to do these   pull-ups a lot more effortlessly. I'm telling  you, it's the most underrated aspect of getting",
        "start": "00:00:00",
        "duration": 235.62000000000006,
        "title": "How to Do 15 PULLUPS OR MORE in a Row (GUARANTEED!)"
    },
    {
        "text": "better at pull-ups and it's something you can do  instantly. Stop being loose contract every muscle   in your lower body through your core, you'll feel  tight, and you'll fly up and down on this bar.    The fourth thing I need you to fix is  what you're doing with your hands. Not   only do you want to put them at about shoulder  width apart, sometimes people go too narrow,   and by doing that, they shift all of the load  to the muscles of the forearm to do most of the   flexion. You don't want that. Get him at least  shoulder width apart. But it's the direction   of force that matters so much. When I'm about  ready to pull myself up, I don't just think   about pulling straight down through the bar like  that, I think about pulling in at the same time   that I pull down. Because what that does is it  engages some other adductors of your body.   In other words, we know that the chest can  adduct the arm into the side. The chest is   good at adducting the arms towards midline or  pulling in that direction. If we can adduct   through the chest this way by squeezing our  hands in and of course, down, we've got both   the chest and the lats working together to get me  up. Again, that secondary function of the chest to   help with adduction is going to make this feel  even lighter and it's going to keep some more   of those energy leaks from creeping in.  So, when I'm here, I'm going to pull in and   down at the same time, so I'm squeezing in at the  same time that I'm squeezing down. I'm not just   pulling straight down like that where if you do  this and then let go of the inward squeeze, you'll   instantly feel a lot heavier. Pull in and down  at the same time, it's a real game changer.    Mistake number five is having the wrong target  point and not attacking the bar with that   target. And what we're talking about is your  sternum and right at the top of your sternum.   And what we do oftentimes is we collapse that  down. All you're doing is increasing the distance   between it and your attack point, which is the  bar. What I want you to do instead, is try to   attack the bar first with your sternum by reaching  for it with your chest. Stop trying to reach with   your chin, instead reach with your chest.  So, this is what people do when they do it wrong,   they start to cave in because they're trying so  hard. Even if you follow the tip I said with your   elbows out in front, they're trying so hard to get  up that they're pulling their attack point further   away from the bar. What I want you to do is lead  with the attack point because that will keep you   back and tight. So, when you're here, open it up,  reach for the bar with your sternum. You don't   have to hit it because obviously your chin could  get up and over the bar without having to touch.   But by reaching that way, we're able to create a  more effective attack plan with a closer and more   direct line of attack that's going to get you to  that bar faster with a lot more stability.    Mistake number six is not treating the pull-up  like any other weighted exercise that you do. In   other words, you wouldn't just keep doing push-ups  if you want to get stronger at the bench press,   so why not add weight to your pull-ups rather than  continue to just do more and more repetitions.   One of the most effective ways we know to  increase strength is to progressive overload,   so at some point, strap some additional  weight around your waist and start to do   some repetitions this way. Because what this  will do, I don't care how many you can do, is   going to teach you how to build more strength to  be able to get up and perform these exercises.   What you can do right from there is do as many  as possible and simply drop right into a drop   set with body weight and rep out. And what's maybe  three reps will become four and what's four will   become five. And you'll still continue to creep  up and up in the amount of weight you can handle,   which is just going to increase  your overall pull-up strength.    Look, I get it, guys, pull-ups can be tough, but  I have high assurance that 15 unbroken repetitions   are in your future. If you erase these mistakes  and you start to train them appropriately.   If you're looking for a step-by-step  plan, I actually have our AX Champion,   it's a bonus that's here for just four days  only depending upon when you watch this video.   If it's gone by then we also have our Pull-up or  Shut up Program available at Athleanx.com.    Guys, I promise you'll find this helpful  and the number of unbroken reps you can   do is going to go up, up and up, just like your  body on this bar. If you haven't done so guys,   make sure you subscribe and  turn on your Notifications,",
        "start": "00:03:57",
        "duration": 235.67999999999998,
        "title": "How to Do 15 PULLUPS OR MORE in a Row (GUARANTEED!)"
    },
    {
        "text": "so you never miss a video from us when we put  one out. All right, guys, see you soon.",
        "start": "00:07:54",
        "duration": 3.12,
        "title": "How to Do 15 PULLUPS OR MORE in a Row (GUARANTEED!)"
    }
]