[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. Standing here next to me in the X-Box, Casey Mitchell, the one-legged monster. Guys, today we’re talking about the big three. We’re going to start a series here. We’re going to breakdown how you can improve your lifts – the big three; the bench-press, the deadlifts, and the squat. More importantly, it’s not by just hammering away at those exercises, right? I’ve talked before about his idea about building true strength and compensatory strength. We want our true strength to be there. The way we get that is avoiding conversations by building all the stabilizer muscles, by hitting those accessory lifts. CASEY: Yeah. JEFF: The things that make you big. And Casey is a huge believer in the accessory lifts. He actually spends more time in a training session- CASEY: Doing my accessory lifts. JEFF: Than you do on the big lifts? CASEY: Than other lifts. Yeah. JEFF: And that’s what we’re all here about. Now, for those of you guys that don’t know Casey’s story, he was wounded in combat. He’s actually the strongest amputee power lifter in the world. Guys, there’s no excuse here. You can do this, no matter what your situation is. You’re probably just making excuses like “Oh, I tap out in strength. My gains are gone. There’s nothing left.” That’s bullshit, guys. You can do more if you start looking at the things that you need to. In this case, it’s going to be hitting these accessory lifts. So, we’re going to start with the squat. The very first thing we’re going to do is hit the box squat here. The box squat – what is your main reason? Why do you use this as one of your big, main accessory lifts here? CASEY: One, it’s going to build confidence in the squat. The number one thing I feel like people fear is the squat and coming down with heavier weight. You have something here. It’s going to give you a little bit more confidence. JEFF: Yep. CASEY: The other one is explosion. When you come down with a squat you come down to a complete stop. The only way to get up is to fire on the hole. That’s going to help you with your main squat. When you come down you break the plane, and you fly around there, it’s building those muscles. The explosive muscles. That’s a huge thing that a lot of people do. When they get to the squat, that’s where they get buried.",
        "start": "00:00:05",
        "duration": 122.69999999999999,
        "title": "How to Get a “MONSTER” Squat! (3 BEST MOVES)"
    },
    {
        "text": "JEFF: Now, a lot of guys, when they do the box squat, they don’t pause at the bottom. There are those that will just tap their ass on the mat. CASEY: Yeah. JEFF: But almost – for me, that’s a different purpose of training. I mean, if you’re going for explosion here, zero momentum- CASEY: Infinitely. Yeah. JEFF: And I like to pause anyway at the bottom of any squat. What about height? How low do you like to generally go? CASEY: For me, when I’m doing competitions, as I get closer to comps, I actually lower the box down because if you think about the squat, as you’re squatting, the muscles have got to stretch, too. So, when I’m getting down lower on the box I need to stretch these muscles out down here and build more explosion. If you only do box squats and you get down into that hole, those muscle fibers down there are not ready for that kind of weight level. So, as I get closer to comp I lower the box, lower the box, and then the box is gone in the last four weeks. That’s strictly my training. That’s no how a power lifters train. That’s mine because of hip mobility problems and certain things that I’ve had due to my injuries. But the box squat is what has built me to be able to squat. I box squatted for two years straight before I actually free squatted for the very first time. JEFF: There are a ton of athletes that literally have that same story. One thing that drives me nuts is when guys do get down, if you’re going to pause – which I think is awesome – the bad thing, you can’t let go of your core. As soon as you cave, now the load is coming down on your spine. CASEY: So, the main thing to do is keep tight. Keep that neck tucked back, pull the bar down. If you can pull the bar down like you’re doing a lat pull it’s going to keep everything tight. Obviously, keeping the core tight, big, deep breath down, stop. As you come up to explode, that’s when you start to exhale as you go. JEFF: Yeah. Cool. That’s an awesome lift. That’s the first one, guys. All right, two more. All right, the second accessory lift is the “Good Morning”. This is a lift that I’ve actually talked about before, that I actually hate. But hate only because most people screw this up entirely. CASEY: Yeah, they do. The back. They lead with the back in it. It’s not just the back. It’s really arms, and after, 20% the back. It’s something that I feel like, if you’re not feeling it in your hamstrings and your",
        "start": "00:02:08",
        "duration": 134.51999999999998,
        "title": "How to Get a “MONSTER” Squat! (3 BEST MOVES)"
    },
    {
        "text": "glutes, you’re doing it improperly. You should walk away from this with no back pain. You could have a slight back pump in a rep range, but this is not something you walk out of here and your back should be aching at any point. You should actually be coming out of here with your hamstrings and glutes firing off. JEFF: Yeah. I mean, again, done properly I think it’s actually one of my favorite exercises because it teaches the hip hinge. CASEY: Yes. JEFF: The hip hinge is critical, especially if you’re going to do the box squats. If you don’t have good hip hinge you’re not going to hit it right. Another thing too is, bar path. CASEY: Right. JEFF: Your bar path when you do it is almost going completely vertical. Whereas most people when they do it and screw it up, they’ve got it here. The first move is forward. The farther it goes forward. Four, five, six inches. Then they put all that load on the back in an unsafe way. CASEY: Yeah. JEFF: But you’re doing it because – why? Because that hinge is totally- CASEY: The hinge. It’s part of the squat. Yeah, you’ll see a lot of people where they go to these and they get dumped over. That’s because they’re allowing the bar to get out in front of them like that. Another thing with the Good Morning is, it’s not something you need to sit here and stack tons of weight on. JEFF: Totally. CASEY: And go for a couple reps. That’s not what it’s about. So, we’ve got 225 here, doing it for five very easy ones. I could probably do it for 10, and that’s good. Yeah, can you get stronger with this? Absolutely. But this is not something I feel like you should be doing one to three rep ranges by any means. JEFF: Right. When you’re working on it from an accessory standpoint you just try to hit quality reps and again, keeping within a rep range that isn’t necessarily going to be pushing you to the max. The last one here is actually a variation of a goblet squat. What I do is, I like to take a band, put it around my hip, and I’ll explain why I do that in the first place. But when we talk about the goblet squat itself, the first thing I like about it is teaching depth. CASEY: Yep. JEFF: A break in parallel. CASEY: It’s good to learn that. Just like we were discussing a while ago, a lot of people are intimidated with the bars",
        "start": "00:04:22",
        "duration": 122.50899999999997,
        "title": "How to Get a “MONSTER” Squat! (3 BEST MOVES)"
    },
    {
        "text": "on their back, going to depth, falling down, and crushing them. JEFF: Right. CASEY: With a goblet squat you’re able to release it. JEFF: Just dump it, yeah. CASEY: If you get scared or anything like that, or the confidence isn’t there- JEFF: So, what I think with the goblet squat is, it sits perfectly right in, and along- CASEY: Center mass. JEFF: Right, in center mass. When we go down it literally takes you straight down and puts you in that spot. So, without the band, if I were to get here in my goblet squat I’d be up here. And again, I’m not – I’m literally holding it as close to my body as I can. I just sit straight down right here. It teaches you how to open your hips. You’ve got to keep your elbows on the inside. So, you have to leave room for them. So, you have to open your hips. Then when we come out, we come straight up out of that hole. But I mentioned the band. The thing about the band is, I feel that when you get down to the depths and your hips do open, that’s when I also become the most unstable. CASEY: Right. JEFF: So, when you get into deeper flexion they become more unstable, and that’s when you’ll sometimes see the people go down deep, and then when they come out it’s that knee kicking in on the bottom. CASEY: Right. Yeah. JEFF: So, what you do is, obviously we’re told to keep the knees out, spread the floor. But with the band you put it around your outside leg, you step out, and now even without the [0:07:35] for a second, I’m out here. I have to push out here because otherwise the leg is going to cave in that way. CASEY: First of all, a lot of things I see with squatters is, you’ll see over a period of time where they start to squat and – this is actually a really good tool. They start to squat, and they get bearing down on one side. So, when you have the band it’s actually going to start to help get strength on the side that you’re bearing down too far on. JEFF: Right. CASEY: You’ve just basically cave over there on that side sometimes. That’s just due to weak hips, or something like that. But with the belt – with the band and the goblet squat combination you’re getting a lot of benefit out of this. JEFF: Yeah. Down, and out. There you go. I’m fighting it. It wants to pull me in here. You’re not really looking for maxed out here. This is really technique, once again. CASEY: Good volume. JEFF: Right. Exactly.",
        "start": "00:06:25",
        "duration": 117.95100000000001,
        "title": "How to Get a “MONSTER” Squat! (3 BEST MOVES)"
    },
    {
        "text": "CASEY: Maximize the muscles and things like that down in the hip. The adductors and things like that. They come into play with all this stuff. JEFF: A lot of times, no matter how heavy you can squat the hips can still be incredibly weak. CASEY: Yeah. JEFF: They might not tolerate a whole hell of a lot of a load. The cool thing about the band is, you can self-regulate. Step further, step further, step further. Especially as you get stronger, and stronger. But there, guys. That’s three of the accessory lifts that are going to help you start building that squat back up again. Like I said, don’t easily give in and think that you’ve maxed on your strength. There’s true strength and then there’s compensatory strength. You can’t keep trying to get your strength in compensation because ultimately, it’s going to break you down. CASEY: Yep. JEFF: You’ve got to look for how to build your true strength. Sometimes it means hitting some of the smaller exercises to help you strengthen up those weak links in the chain to get that to start going back again. CASEY: A lot of guys, I get to talk a lot of [0:09:16] strength guy is “I’m at a plateau. Why am I at a plateau?” I’m like “Well, do you do these exercises?” 99% of the time I get “no”. Well, that’s why you’re hitting the plateau. JEFF: Or you’re spending the time that you do one them. CASEY: Right. Or spend more time. When people want to – we spend a lot of energy doing the big lifts. I got that. It wears you down. But you’ve got to buckle down and hit those accessories and you’ve got hit them a little bit harder than what you’re doing over here. You’ve got to really, really focus on them because it’s going to transition to your big lift. And if you’re hitting those plateaus, you feel like you’re stuck, or you’re just in your head and think you can’t get stronger; go harder on the accessories and the plateau is going to go away. JEFF: Yeah. Each of these is addressing a slightly different problem area within the squat. And again, put together it’s pretty comprehensive, in a condensed version that you guys can benefit from not having to load it up. Or start spending hours and hours additional to what they’ve already done. CASEY: Yeah. You may be weak in the hole and all of a sudden you do all these accessories and get stronger in the hole, then all of a sudden, your lockout on your squat is terrible. So now we’ve got to figure out why and we’ve got to do the accessories to attack that. JEFF: So guys, there you have it.",
        "start": "00:08:23",
        "duration": 122.679,
        "title": "How to Get a “MONSTER” Squat! (3 BEST MOVES)"
    },
    {
        "text": "The Monster himself. I know why they call him the monster, guys. He came in here and tore this place up. That’s the way it’s supposed to be. Guys, if you want to look like an athlete you’ve got to train like an athlete. But more importantly, I always say you’ve got to take your training seriously. All the little things matter. It’s not just focused on the big things here. If you’re looking for a program that looks at everything, overlooks nothing; that’s what ATHLEANX does. All of our programs are available over at ATHLEANX.com. In the meantime, the One-Legged Monster and myself, we’ll be back here for more. Guys, we’ve got other lifts to cover. We’re going to hit the bench-press, we’re going to hit the deadlift as well. All right, guys. We’ll be back here again soon. See you.",
        "start": "00:10:25",
        "duration": 43.629999999999995,
        "title": "How to Get a “MONSTER” Squat! (3 BEST MOVES)"
    }
]