[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I think this is going to be an incredibly helpful video because I’m going to show you what you need to do every day to start building a stronger lower back. Right away bells are probably going off saying “Every day? For your lower back? That’s probably not a good idea for your low back.” There’s a reason why it is, because you don’t do the same thing every day. But there’s one thing that’s missing from most people’s training. That is any concentrically focused lower back work. What I mean by that is, you need to take a muscle through its range of motion and strengthen it through its range of motion and not just rely on isometrics. Isometrics alone don’t do it. When we do a lot of our bigger lifts, isometrics are mostly what are happening here. Deadlifts. A lot of guys will say “Deadlifts should do it all.” We can cover our entire low back needs because of deadlifting. I agree, in a way, but not for most people. Why? Because they’re not deadlifting heavy enough. When we do a deadlift – which should be a staple of everybody’s training, and it should occur on a weekly basis. You should be doing your deadlifts at least once a week. What you want to see in a properly performed deadlift is, you get in this position ready for your initial pull, and your low back is in a certain position. It should be protecting your lumbar spine. So, you should have a slight arch there. When we pull up, we’re using our legs to get off the ground. We’re stabilizing, getting tight up top, we’re using that straight arm scapular strength to get into this position here, and as we pull, we’re using our legs. Now, from this position here, this is hip drive. This is coming from the glutes. From her, drive through extension. If you start lifting your low back from there, first of all, your legs are going to lag. They’re not going in drive with the movement. They’re lagging behind. But second, you’re loading your spine in a way that this lift was never intended to do in the first place. It’s putting more stress on your spine that way. What you’re looking at is more of an isometric hold of the lumbar spine throughout the lift. There is a little bit of concentric shortening that happens from the very top. Not talking about overextending. I’m talking about just at the very top. So, a portion of the weight that you’re lifting here is going toward the concentric shortening of the lumbar paraspinals. However, it’s not a high amount. Let’s call it 10%, to throw an arbitrary number on it. It’s very little. So, unless you’re deadlifting 500lbs you’re not getting enough weight applied to the lumbar spine or applied to those paraspinals to help strengthen them.",
        "start": "00:00:06",
        "duration": 148.78099999999995,
        "title": "How to Get a Strong Low Back | DO THIS EVERY DAY!"
    },
    {
        "text": "Again, if you’re doing that, that’s a good start, but it’s not enough because it’s not frequent enough. You’re not going to be deadlifting every day. So, we need some other options. So, what we do is, we have some other options. We have a kettle bell swing. It’s a great conditioning exercise. One of the best ways to condition. It also helps us to build, not just stamina, but endurance in our lumbar paraspinals, but again, for the same idea. We’re basically coming down, right hip hiking, and then as we come through it’s an extension through the glutes. I’m not lifting here with my back. I’m not coming down with my leg and lifting with my back. That’s not a swing. A swing is a hinge, and a hinge through. Hinge, and then back through. So, the same thing is happening here, in that we’re not getting this active, concentric shortening here, but more of a stability that we’re holding, and getting a small percentage that gets carried over. But now, with an 80lb kettle bell, you’re using far less than you were over here. So, the trade off is volume. Your volume would have to be higher here. Thank God, it does fit in well as a conditioning exercise that will allow you program it for higher times in volume. But again, that works as an option that could fall into your conditioning days. So, we’ve got our heavy deadlifts occurring on a pull day, or a leg day, or a back day. Then we’ve got these filling in the gaps. Now, some people would say “What about the good morning, Jeff? You’ve talked about the Good Morning before. Is that a good option? Are you getting anymore concentric shortening there?” There’s a big problem with the Good Morning, guys. Not the exercise itself, but that most bodies aren’t capable of doing it properly. I, for one, am not capable of doing it properly. So, I don’t do it. What you do is get in position here and you have to hinge. You’ve got to try and keep this bar, like with a deadlift, as close to your center of gravity as possible. What most people do is, they start leaving forward this way. All that distance between my center of gravity, which is my hips, and this bar out in front of my body places an enormous amount of stress on your low back. Most of which, we can’t handle. So, you need to be able to have a great hip hinge to sit backward as we drive down. Then we come up out of that. Now, what happens here, because the low back has to be into this slightly arched position here, and we go back and sit back; you need to have tremendous hamstring flexibility, which is where my limitation is. I can’t get any further here without allowing myself to roll forward and create some damage. So that is not one of the best exercises.",
        "start": "00:02:35",
        "duration": 155.06,
        "title": "How to Get a Strong Low Back | DO THIS EVERY DAY!"
    },
    {
        "text": "We move onto the other option. The other option is one of my favorites. This is a hyperextension. It gets a bad title because it’s not a hyperextension if it’s done properly. This is what you can work in more on your push days, in addition to your leg days. So, you’re filling in the gaps to build out a more comprehensive volume for your low back. So, you get into the position here on the glute-ham, and what we’re looking at is going into a flexed position here. Allowing my low back to flex. People say these are no good. Don’t ever extend if you have stenosis in your low back. That’s horrible advice. This actually opens you up. And because we’re going to do what I’m going to say next, it doesn’t place additional stress on the lower back because we’re not going from here to a hyperextended position. You never do this on this exercise. That is creating too much narrowing of the space in your low back, which is something you don’t want. What you do is go from a flexed position to neutral. That is extending. That is concentrically shortening these muscles when they don’t get the opportunity to do this at any other point. This is your opportunity, this is your best time to be able to do this and use your deadlifting to complement this, to create the ultimate plan for having a more stable, and strong low back. You do your hyperextension without the ‘hyper’ part. Just to extension and down. What’s cool about this is, we can load it with a plate. I talked about building up with a 500lb deadlift, let’s say 50lbs of concentric action there. Now we’ve got 35lbs up, and down, up, down, and up. So, we’ve got that option. We can also take weights, as I’ve shown before. Down, up, and even at the top here, row. Get the spine to work together at all levels. Up, row. Up, row. It will light you up like a Christmas tree, but it’s what you need. You haven’t done enough of this. You’ve been throwing away the opportunity to concentrically shorten the lumbar paraspinals. The last thing you can do – because you’re not always lifting weights. The days that we’re off and doing our corrective exercises, the low-key stuff. Get on the ground. Bridging. Get to a high position here. When I go to bridge, don’t just push through the heels. If we’re trying to work on our lower back a little more, you can see we’re posteriorly rotated right now. We have our low back in flexion. We’re going to drive into extension with the low back.",
        "start": "00:05:10",
        "duration": 154.51900000000003,
        "title": "How to Get a Strong Low Back | DO THIS EVERY DAY!"
    },
    {
        "text": "And down, into extension with the low. The nice thing here is you’re getting your glutes to work with you. So, they’re complementing the entire posterior chain extension. Like that. You do a set of two, just to continue to keep the activity and awakening the muscles in the low back that haven’t been used for so long. You have another option here with the Supermans. Hands down, legs down, lift up, hold, into the low back, to the glutes, and down. Up, hold for a couple seconds, then down. Again, a couple sets on those non-training days, more as corrective, and you put it all together, you’ve got a game plan that allows your muscles in your low back to be used, maybe for the first time in a long time, and to be trained completely. Not just isometrically, but now adding some concentric forces and stretches to complete their development and help take the stress of your lower back right now. Guys, I hope you’ve found the video helpful. If you’re looking for a program that maps out different opportunities of when the best time to do this heavy stage stuff, and what the volume should be, we work them all into our training approach. I believe when you’re training like an athlete you can’t afford to overlook things like this. We work them all in. All our programs are available over at ATHLEANX.com. In the meantime, if you’ve found the video helpful leave your comments and thumbs up below. Let me know when you start to incorporate these, if they really start to help your low back pain go away, and your lower back itself to feel a lot stronger. If you haven’t already, please subscribe, and turn on your notifications so you never miss a new video when we publish it. I’ll be back here in just a couple of days with more videos for you. See you.",
        "start": "00:07:44",
        "duration": 101.56099999999999,
        "title": "How to Get a Strong Low Back | DO THIS EVERY DAY!"
    }
]