[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we're going to talk about nutrition and hopefully simplify nutrition because I know how difficult it can be for many. This is the part that trips up a lot of people, regardless of how consistent you can be with your workouts. The fact is, when it comes to nutrition, I think we spend a lot of time doing things we don’t necessarily need to do. They don’t just overcomplicate the process, but they make it more monotonous and more likely to be abandoned. One of those things is counting calories. I don’t think you have to spend all your time putting in your data into apps and measuring and counting when there's a way we can do this visually, which is a lot easier. And at least a lot more likely to be adopted for the long term and be done consistently. That is an approach I want to share with you because I do the same thing. It involves a couple of clocks. That is, we look at two, key positions on the clock. 9:00 right here – by the way, this has nothing to do with the specific time you're supposed to be eating. Remember the 9:00 position here, and 9:20. If you can remember those two positions, you're well on your way to making your life a hell of a lot easier. Why is that? because we take that same thing and apply it to the plate you're going to eat from. You think visually, in your head, and you don’t have to draw this. You can visually think this. 9:00 and 9:20. We've basically divided up our plate. Remember, when we're talking about any type of approach to try and lose weight, you're manipulating calories in some way. This is an attempt to manipulate some portion sizes via this visual approach that's so much simpler than having to measure things out. You're going to see it in action here. We take the largest portion of these three areas here, and this is where we want to put our fibrous carbohydrates. To simplify this, I'm going to make a whole list of the fibrous carbohydrates, the more popular fibrous carbohydrate sources and choices on our website, making it available at the link below this video in the description. It's ATHLEANX.com/carbs. We're talking about the vegetables over here. We have our fibrous carbohydrates. In the second largest portion of your plate, I want you to put your protein. I don’t care if you are following a vegan or vegetarian diet. If that's your plan there, your protein would be different choices here. You might have tofu, or lentils, or quinoa. There are different choices, but it doesn't negate the fact that this is going to work. While we're on that line of thought, you're going to find some carbohydrates on this plate – I know there are a lot of people that don’t' want to include carbohydrates in what they eat. They want to do it in a very low amount if they're following a ketogenic diet plan.",
        "start": "00:00:05",
        "duration": 156.04,
        "title": "How to Lose Weight WITHOUT Counting Calories!!"
    },
    {
        "text": "Guys, I don’t have a problem if your diet plan is something you can follow consistently. If that's not happening here, you might want to open your eyes to a different approach. If you're able to stick to something long term, that's all that matters to me. Finding a long-term solution. I happen to think that as a hard training athlete, carbohydrates are a very important thing to my life to maintain my performance. So, I include them in what I eat. Again, if you include it in yours, you're going to find this really helpful. If not, you don’t have to watch the rest of this. But the remaining portion of the plate is where I put my starchy carbohydrates. These are your rices, and pastas, and potatoes. What is different about this? A lot of times what people do is tend to have a plate that looks like this instead. Starchy carbohydrates all over the plate. Big, starchy carbohydrates. Lots of pasta and maybe they throw some chicken on top, maybe some vegetables sprinkled in. That's a much different looking plate than what I just laid out. The problem is that I have some issues with carbohydrates. Want to know what they are? Two of them. Number one: they're the most satisfying. Number two: they're the least satiating. That's a deadly combination because when something is incredibly satisfying – we tend to like our carbohydrates more than any other element, when it comes to eating our food. They're the most satisfying. But they're also the type you could eat a lot, and a lot, and a lot, and a lot of before you feel satiated, or full. That's a double whammy. So, if you do what is said here, and we do this division of the plate – protein, fibrous, and starchy – then what we've done is controlled a lot of what our intake is going to be. What we want to do is not just look at our plate from above – top down – we also have to get more attuned to what's happening to our plate when we look at it from over here. Just because you're dividing the plate up the way I'm showing you here, it doesn't give you license to mound this food all the way out in 3D, right into your living room. You want to have some responsibility. I'm going to show you how I do this and apply this to myself. But when you do this, you're controlling it because we know that the most calorically dense foods that will ever be on your plate are going to be here in the starchy carbohydrates. So, you're talking about wanting to eat more of the most calorically dense foods. That is where people trip up with carbohydrates. It's not that there's something wrong with the carbohydrates themselves, necessarily. It's the fact that people tend to eat them in excess, a lot. So, if we can occupy more space with fibrous carbohydrates, which are far less calorically dense, and then occupy a good amount of space with our protein, which doesn't tend to be that satisfying, believe it or not. Protein foods, if I gave you the option to eat 10 chicken breasts you probably wouldn't really want to take me up on it. It's not that appetizing. But it does serve a very important role in our nutrition plan, especially as hard training",
        "start": "00:02:41",
        "duration": 168.39999999999998,
        "title": "How to Lose Weight WITHOUT Counting Calories!!"
    },
    {
        "text": "athletes at the same time, it does fill you up and provide a large portion of this plate that's not starchy carbohydrates based. So, you can see where we're going here. So, if you do this, I promise you're not going to have worry so much about the minutia. If you just give this a try and adopt this over the course of a week, I bet you'll start to see some results and the simplification of the process is going to make it something you can stick to. If you want to reinforce it with some calorie counting, I'm not telling you that you can't do that. But I do think the longer you stay hooked to those apps, and the longer you stay hooked to the whole process of doing that you're becoming a slave to the entire process, when you don’t have to be. I have not counted a calorie in 30 years. 20 or 30 years. I'm not a slave to the process. I know what I'm putting in my body, visually, just by looking at this and following the same guidelines. So, while we're on that point, what does my plate look like? This is what my plate looks like. You're going to see one stark difference here. On my plate, you can see from the mounding, I have that under control. I'm not building this thing up like a tower. Like this. Instead, what I've done differently is changed the proportions of my fibrous and starchy carbohydrates. For me, again, as a hard training athlete, what I do is, I find that my body responds much better to the starchy carbohydrates, to fuel my workouts. To fuel my muscles, to make me look better, and perform better. So, what I do is, I make this the starchy portion. This is still my protein, and this is my fibrous carbohydrates. You can see on my plate here; on this particular night I had my edamame for my fibrous carbohydrates. I had two portions of the starchy carbohydrates and I had my beloved sweet potatoes, second only to carrot cake, believe it or not. I do like them a lot. That's the key, guys. You do have to like what you're eating. This is not about picking choices here that you don’t like. You'll never be able to stick to anything if you're doing that. You need to find foods that you like that fit in this equation. But I have my pasta portion and I have my sweet potatoes that occupy twice as much space. Again, this works for me. I've been lean now for a long period of time. This is how I eat. If this didn’t work for you, if you tried this and it wasn't working for you, the first thing you'd do is switch these up to go to a smaller portion. Which is what I recommended at the beginning of the video, for those looking to lose weight. But I wouldn’t sacrifice my protein portion over here. So, guys, I hope that you can at least try this. It's a very simplified approach, I get it. But a lot of times, simple is what works.",
        "start": "00:05:29",
        "duration": 145.9,
        "title": "How to Lose Weight WITHOUT Counting Calories!!"
    },
    {
        "text": "Simple is what gets adopted long term and dietary consistency revolves around simplicity. This is something I want you guys to try. If you're looking for a step by step plan, we include our nutrition plan with all our programs – the X-Factor Meal Plan – and I'll not only show you some of these strategies, but I'll give you more of the lists of foods to do it. Guys, as I mentioned, if you want to find a list of the carbohydrates, we have them over at ATHLEANX.com/carbs. I've put together a free list of the fibrous and starchy options so you can peruse those and see what fits your tastes the best, so you can fill out your plate better. In the meantime, if you've found the video helpful make sure to leave your comments and thumbs up below. Let me know what else you want me to cover and I'll do my best to do that for you. If you haven't already done so, make sure you click 'subscribe' and turn on your notifications, so you never miss a video when we put one out. All right, guys. I'll see you soon.",
        "start": "00:07:55",
        "duration": 44.9,
        "title": "How to Lose Weight WITHOUT Counting Calories!!"
    }
]