[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we’re talking about the traps and how to make sure you’re not messing up your trap training when you’re doing it. Before we start, I want to ask you a quick word association question. If I name a muscle, what pops into your mind, visually? If I said ‘biceps’, what pops into your mind? Probably this, right? What if I said ‘chest’? This is the chest. I think we’re probably two for two. If I said ‘shoulders’, I think we’re probably now three for three. If I said ‘traps’ what would you think? Would you think this? Because if you do, that’s part of the problem we have right here. This is not the traps. This is part of the traps. These are the upper traps. In order to have a fully developed back, more importantly, a fully functional back, you need to make sure you’re training the rest of this. As a matter of fact, the larger portion of this – the middle trap and the lower trap – the traps are a kite muscle, shaped like this. When you train them, all portions of them, your shoulders can work more efficiently and effectively. I want to make sure you do that at all times. The upper traps are what get most of the attention because it’s what stands up here, making us look like we’re bigger. We have a bigger neck, the whole deal. But I don’t really program a lot of direct upper trap work into our programs. I don’t have a lot of direct, upper trap work here on our channel because we can target this area of the traps pretty efficiently with some of our compound movements. The things that form the foundation of what we do. A heavy deadlift is certainly going to overload the traps. Especially if you go a little wider on your grip. We know a row can certainly overload the traps, as you can see here. We know that carries are an effective way to load the traps. It’s a little more for endurance, but it’s another way to load the traps. We build those into the foundation of everything we do. You don’t necessarily need to have a lot of upper trap work. As a matter of fact, what happens is, when you start to overdo your trap work you start to create muscle imbalance. You start to create a dominant forward shoulder. You start to create posture problems. You start to create related weakness throughout your shoulder because of this dominance here. What we want to do – upper cross syndrome. We don’t want to go down that path. We want to make sure we’re focusing on the other stuff. So, what we want to do is start incorporating other exercises. Guys, I’m going to make this very, very easy for you. You’re not going to have to do 10 more exercises.",
        "start": "00:00:05",
        "duration": 141.73999999999998,
        "title": "How to Get Bigger Traps (GUARANTEED!!)"
    },
    {
        "text": "The first thing you want to do is hit the middle traps. This is the best way I know how to do it. This is a wraparound row. All you’re going to do is grab the left handle with the right hand, and the right handle with the left hand. You don’t even have cables or handles here. You can do this with bands. But you’re going to want to keep your elbows in tight to your body. You wraparound and keep your elbow around and tight, trying to retract the scapula. We can do it in a lot of different cadences and sequences, as you see here. I can do one arm at a time, I could hold one in contraction while I bring the other one around. I can do both at the same time. That’s more of a preference in how you do it and how we can feel it more effectively. But the concept is keeping the moment arm short by not going out this way and bringing our arms out into a T, which is a middle trap exercise, we’re removing a lot of the rear delt from that movement because we shorten that. We take that rear delt out a lot more. We don’t make it that much more difficult to achieve and get to the area we’re trying to work on. So, if we keep it short and wrapped in tight, we’re going to get more of that scapular retraction driven by the middle trap. This is what I want you to do: include some of those exercises when you train your traps. If you’re going to do a classic shrug like this, make sure you’re doing a little bit of middle trap work with it. One for one. Give me one set for every set you do of your shrugs. Now, the lower traps are incredibly important for the motion and proper motion of the shoulder as you raise it up over your head. We want to work the lower trap with this exercise. This is a prone press. You’re going to find it’s very humbling. You don’t need to have a lot of weight to do this exercise. As a matter of fact, some people will find that just doing the motion alone is all they need to overload this portion because it’s a chronically weak portion of the traps. As I mentioned, we don’t even visualize it, let alone train it. We want to make sure we do that and do some lower trap work. Now, here’s the best part about this. If you’ve been watching my channel for any length of time, if you knew how much I value the face pull, you’d be doing face pulls after every, single workout. You’re listening to me, you’re doing your face pulls every time you train. If you do the face pull, there’s a slight modification you can make to make this exercise hit the middle trap and lower trap even more effectively. You do this: you do a face pull with this elevated raise at the end. All you have to do is take that pull back, same mechanics, proper mechanics of a face pull. You lead with the hands. Don’t lead with the elbows because if you lead with the elbows you’re going to go into internal rotation of the shoulder. You want to create external rotation and get the shoulder working with the rotator cuff",
        "start": "00:02:27",
        "duration": 144.529,
        "title": "How to Get Bigger Traps (GUARANTEED!!)"
    },
    {
        "text": "and the mid-scap muscles, all of them working together the way they prefer to. So, we lead with the hands back and then from here, we keep it there, raise our arms up over our head. Now, the force is pulling our arms this way. Whether you’re using bands, whether you’re using cables, it’s pulling my hands out in front of my body. I have to work hard to keep myself retracted. But now I’m combining that retraction with the elevation and going through the whole range of motion. We’re going to hit the middle traps, we’re going to hit those lower traps, and of course, the face pull itself is good for hitting the upper traps as well. So, if you want to go for that faster route, do the face pulls, as always, add this slight tweak to it, and you’re going to really get done everything I need you to get done. Guys, hopefully you have a better appreciation of the traps. The next time someone says “Hey, what are the traps?” You’ll draw that whole picture, mentally, in your mind of that entire kite. Upper, middle, and lower, and make sure you get it right every time in your training. If you’re looking for programs that don’t overlook any muscle – because they all matter – we do that for you step by step in our programs over at ATHLEANX.com. In the meantime, if you’ve found this video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I’ll do that for you in a future video. If you haven’t already done so, please subscribe and turn on your notifications so you never miss a video when we do it. All right, guys. See you soon.",
        "start": "00:04:51",
        "duration": 72.72,
        "title": "How to Get Bigger Traps (GUARANTEED!!)"
    }
]