[
    {
        "text": "If I was looking to get as lean as  Helmut, it might require me to--   Oh, cut out some of that whipped cream. Cut out whipped cream?    Yeah.  What kind of a fucking mutant could do that?   What's up guys, Jeff Cavaliere, athleanx.com.  And Jesse, athleanx.com.    It's another Ask Jeff video where we're  taking your questions and I'm answering   them. Jesse, who's up today? All right, we got Joe Mama.   \"Hey, Jeff, how do I get  absolutely shredded like this guy?   I mean, I know, you know, a thing or  two about being crazy, lean. And hell,   I'd even settle to be your level lean if I  could. Any guidance would be appreciated.      Jeez, it's not often I'm the fallback option,  you know, for being lean. Okay, here's the thing,   it's extremely possible, really for  people to be as long as this guy.    Really? Absolutely. Yeah, absolutely. As a matter of fact,   I think everyone will be there.  They will?   Yeah, when they're dead. When they're dead. When  they're laying as a cadaver in the anatomy lab,   they will likely--or when the maggots have gotten  them down to that level, they're going to be that   lean. Guys, that is an absurd level of leanness.  And here's the thing about Joe, I don't even   know enough information about him to answer his  question, even though I think that is extreme,   what he's aspiring to. I don't have enough  information. Is he at 8% body fat right now,   looking to get a lot leaner? Or is he talking  about getting there and he's like sitting at 45%   body fat and has struggled all his  life to get any level of leanness.   But you know what? It doesn't matter, because  I don't want this question to necessarily be   answerable just to Joe, I want it to be applicable  to everyone that's watching. So, this is going   to be very helpful. All right. Because it's going  to help everybody with the way I explain this.   Right.  All right. So,   the first thing is that there is a process, a  defined process that works regardless of where   you are right now and where you want to get to  in terms of losing body fat and losing weight.   And the thing is, is that this process is tried  and true and it works all the time. And I've   mentioned it before, and it's about being in a  hypocaloric state that allows you to drop your   body fat levels and get leaner.  Right.   Okay, that's not debatable. I  like to use an analogy, though,   when I talk about this process and the  analogy is creating a hole in the ground.   Okay. Now, there's a lot of ways that we can create   a hole in the ground. We can go out the back right  now, take out our shovels and start digging.    Oh, and or you to wait for a meteor to strike.  Okay, or you can wait for a meteor strike.   Oh, you could give your dog a bone and wait  from the dig a hole in the backyard.   Okay. Oh, and last but not least,   you can wait for tectonic shift in the place below  the ground and you get a spontaneous sinkhole,   that's a very fast way to make a hole. Okay,   you and your disasters. I mean-- I'm being prepared.    Okay, so regardless of how you want to create  your hole in the ground, it's the creating of   the hole. And as you dig the hole, the deeper  you are, the lower your body fat levels are. So,   we know that the deeper you can create your  hole, the lower your body fat levels are. Now,   what those different methods signify to me or the  different ways that people go about losing weight,   creating body fat loss. Right. And that is,  let's say, I don't know, keto and carnivore or   even different styles of eating, intermittent  fasting, you're going to start to restrict   the window within which you eat. It  doesn't matter what method you use, again,   they're all being used to become hypocaloric  to allow you to start to achieve success.    That being said, even within the method  that you choose, there are variables that   will determine your success or failure  using that method. The second thing is   the adoption of this method is always going to  require initially some sort of an assessment.",
        "start": "00:00:00",
        "duration": 205.44,
        "title": "How to Get THIS Shredded (JUST DO THIS!)"
    },
    {
        "text": "Okay. So, let me start filling in   the blanks about what I'm talking about here. So,  let's say you were going to follow a Keto diet,   not my recommendation to you, but let's say  you're going to follow a Keto diet. You would   have to start making some assessments, all right.  What type of foods am I going to need to buy?    Right. Because you've got to   be prepared. What type of foods can I no longer  eat that aren't really part of this plan?    What are you taking out of your fridge? What am I taking out of the fridge? What do I have   to do in terms of preparation? Do I have to spend  extra time preparing the foods that I want to eat?   All these things become considerations of whether  you know it or you don't, you are subconsciously   or consciously making these decisions to prepare  yourself to succeed on that plan. Maybe you can't   even think about preparing foods and the plan that  you need to follow is one that sends food to your   house. But all these things are decisions that  are made before you start doing it. I for one,   when I started my process way back in my teens,  I sat there and I looked at my current diet plan.   I needed to make an assessment about what I was  doing and where I wanted to be. And where I wanted   to be was the magazines that I was reading where  there were guys in these bodybuilding magazines   eating oatmeal and egg whites for breakfast  and I'm sitting here eating Frankenberry   and, you know, Entenmann's Donuts  and Dunkin Donuts in the morning.   Oh, man.  Sounds good, right Jesse?    That sounds delicious.  So, that's what I was eating. So,   the thing was, my first assessment  was, Okay, I can eat oatmeal, but I'm   not necessarily ready for bland oatmeal.  So, I got that maple brown sugar--    Oh, these the instant oats.  The instant oats, and I ate that. And the thing   is, I saw success early with that. Because, I  made, let's face it, a better choice, even though   there's a lot of sugar in that I made a better  choice. And that gave me some early results that   made me excited and it kind of kept me on track.  Well, let's get back to the digging of the hole,   creating the hole. And I want to stick with the  more conventional one if that's okay Jesse.    Oh, you mean digging with the shovel?  Yeah, I don't need the other stuff. Right.   So, the convention, we're going to dig with a  shovel even there we have to make an assessment,   what do I want to use to do this? Do I want a  shovel that's wider with a flat edge to it? Do I   want to shovel that pointy and narrower?  Right.    Do I want to take one with a better grip because  I'm worried about getting blisters? We make some   initial assessments and then we start digging. But  once we put our shovels in the ground, we are all   following the same process, we are all creating a  hole. Whether it happens at the same rate it gets   as big as the other person's, as deep as the  other person's that is where the differences   come in. So, what creates those differences? Well,  I'm sure that people out there have experienced at   some point in time the differences between even  the people within your own household. I hear it   all the time, husbands and wives will adopt the  same eating style, they'll buy the same foods,   they'll eat the same foods. And oftentimes it's  the ladies that say, \"My damn husband, I mean,   it's like it falls off of him and for me, it's  such a struggle.\" You know? There are differences   between people that even when you adopt the  same method, even if you're using the same   shovel to dig in the ground, you're going to  see different rates of success. But as long as   you keep digging, you will see success.  There are also metabolic deficiencies that   people can have. It can become complicated in  terms of some of the health issues that could   determine how fast or even how much you're able  to see success. But the fact is, when you put that   shovel in the ground, you're able to see success.  You have to keep going. What is also interesting,   though, and it gets back to the image that  you showed me, which is that--Helmut--    Strebl. Strebel, I think is called the   world's most shredded man.  Yes.    Okay, so there's the genetic component here. I  think how much genetics are so responsible for   that look right there. Helmut is not working  with shovels, guys. Helmut is working with",
        "start": "00:03:39",
        "duration": 208.16000000000005,
        "title": "How to Get THIS Shredded (JUST DO THIS!)"
    },
    {
        "text": "a goddamn backhoe Okay. And God knows what kind of   high-octane fuel he's putting in that?  Well, maybe, okay. The fact is he's still got   a backhoe and you can be on the other end of the  spectrum where you were dealt the silver spoon. In   this case, it's not a good thing like Jesse.  Oh, that's not very nice.    So, if you got the silver spoon I'm talking about,  that's what you're digging with. Imagine having to   dig that hole with a spoon.  It sucks.   It sucks, but you know what, if you kept digging,  you're going to dig a hole, even with the spoon is   just going to take you a hell of a lot longer.  So, what I discourage people from doing is   writing in with these questions to say, how do I  get to be as lean as Helmut? How do I get to be   as lean as Jeff Cavaliere? How do I do this? It's  you can't continue to look at the other people as   the goal for where you're going to be realizing  that it's you that's digging your hole and that's   what matters is how you get there. And again,  the work ethic, if I'm sitting there over   that hole and I am not stopping and I keep  digging that hole all day, but you're over   at the pool because that's what you do-- With Nana at the Y doing water aerobics.   Whatever, when you're not around, I'm going to  have that deeper hole by the end of the day.   Right. And even if I was doing it with a spoon, I  was able to get that hole dug no matter how deep,   because I never stopped. But even if Helmut  over on his backhoe decided to step away from   the machine, that hole is not going any deeper.  Right. No matter how powerful that machine is,   he stopped digging and he walked away.  So, you still have to work. And work   ethic and consistency is ultimately the number one  determinant of how low you're going to get.    But that brings me to this next really important  point and that is what happens when you hit that   inevitable obstacle, because you are going to  you're going to hit a plateau. So, when you're   digging and all of a sudden that shovel hits  rock and you hit a ledge, what are you going   to do then? And that is the next most important  thing that you're going to have to figure out.   And for me, that is where you need to do another  assessment. You might need a new tool. You might   need to start trying something different in order  to continue the losses that you achieved initially   in terms of your weight loss and your fat loss.  I think if you choose the right plan, the one   that's built around longevity, that you really  could follow from the very beginning and do well   without feeling too restricted or deprived, that  you probably wouldn't have a real problem with   continuing with the method that you were using.  But you're still going to have to take potentially   another assessment of where you start and what  it looks like. So, for me, again, I looked back   and I'm like, okay, the oatmeal's working. But I  know that there's like twenty-five grams of sugar   in this packet of maple brown sugar oats, it's  not really a healthy oatmeal. So, I made another   round of changes, not overnight, gradually.  As a matter of fact, at this point in the game,   I was way more prepared to make that a successful  change because I had already seen results. My hole   had already been dug. I was inspired by the fact  that I was making progress. If you asked me to go   right to the oatmeal from the very beginning, the  bland oatmeal, I wouldn't have been able to do it.   But when I'm staring at a gaping hole that I had  already dug and felt like I made some success,   it was easier for me to say, you know what,  I think I could probably try that oatmeal   and see if I can live with it. And actually,  I enjoyed it and to this day, I still eat it.   Pumpkin oatmeal, but I eat it. So, you have to be  willing to make that second round of assessment,   that's what will get you to kind of work your way  through that whole continue to see more and more   success and get down to those lower levels of body  fat where you have to decide where am I willing   to continue to push myself to get lower. That is  an extremely important question. In other words,   what sacrifices do I have to continue to  make in order to continue to increase the   depth of that hole? And I think that you have  to be incredibly honest with yourself because   there are sacrifices being made to get there. For instance, socially. You might have to start   taking this plan that you've adopted and it's  going to start having impact on the people around   you because you're eating your own meal when the  rest of your family is eating a different dinner.   Or you're being asked to go out to dinner  with a crew from work and you're not able",
        "start": "00:07:10",
        "duration": 237.12000000000003,
        "title": "How to Get THIS Shredded (JUST DO THIS!)"
    },
    {
        "text": "to eat what everybody else is eating and it  becomes uncomfortable. So, you start to impact   people around you socially. Are you willing to do  that? I'm not judging you, I'm just asking you,   are you willing to do that? And if you are, then  great, you probably have more levels of leanness   in your future. But if you're not, then you have  to ask yourself, what is the balance between   quality of life, having sanity, you know, in terms  of being at peace of mind in your head, as opposed   to liking what you see in the mirror. And that's  a very important question that you have to answer.   So, if I went back to that shovel analogy and  you're standing there getting phone calls all day,   but you want to take them, right? There's  Nana calling to get picked up from the Y.   Well, I'm at the Y with Nana. All right. Well, okay, so then mom called to get picked up   and you're going to take the phone call?  Yeah, absolutely.    If I'm not taking any phone calls and I'm  going to keep my head down and keep going,   you know, I'm going to dig that deeper hole. So,  if you feel that pull, that social pull, it might   become something that impedes your ultimate  level of progress. And again, that is okay.   Ask yourself what your true goal is. Is it  really that important to get to be as lean   as Helmut Strebl? Is it really that important  to get to be as lean as Jeff Cavaliere? Maybe   it isn't. If I was looking to get as lean  as Helmut, it might require me to--   Oh, cut out some of that whipped cream. Cut out whipped cream?   Yeah.  What kind of a fucking mutant could do that?   Whipped cream, guys. Is life okay? And a perfect  analogy there, like I don't care enough to be as   lean as Helmut to cut out whipped cream. I love  it. I eat it every day, multiple times, you guys   probably see my video. So, ask yourself those  questions, guys. And there is where you'd find   the truth behind how long it's going to take you,  whether it's even possible. Because if the answers   to these things are no, then absolutely you're not  going to get there. And when it comes to Helmut   himself and his extreme example, there are  probably less than the number of fingers   on my hands, people walking around this earth  right now that could actually be as lean as he   is and walk around consistently like that.  So, guys, I hope you found the video helpful,   truthful. If you're looking for your question  to be answered, make sure you leave it and we'll   look through them--Jesse. Yes, as always.  And pick the best one and we'll answer   that in a future video of Ask Jeff. If you're  looking for programs and actually meal plans,   exactly what I eat and follow day by day and all  of our meal plans are available at athleanx.com.   And also, guys, if you haven't done so,  click subscribe, turn on your notifications   so you never miss a new video when we put  one out. All right guys see you soon.",
        "start": "00:11:08",
        "duration": 143.2,
        "title": "How to Get THIS Shredded (JUST DO THIS!)"
    }
]