[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I’m going to show you how to fix that ugly, forward-head posture. Quickly. All you have to do is this: Wow. That worked quickly. JESSE: Instantly. JEFF: Was that actually you in that video? JESSE: Yes, that was actually me. But I swear to God, it was not my fault. JEFF: Okay, concussion number 17, I think, in that video. JESSE: 16, I think it was. JEFF: We’ll explain that at the end. There will be a serious message attached to that as well. However, what we’re trying to do here today is fix that forward head posture and do it the right way. When it comes to postural fixes, a lot of times people approach it in the wrong way. I’m going to show you the right way to do it, specifically the right way to correct this posture problem. So, you never have to deal with it ever again. To set the stage for this correction, it’s important that you differentiate between the site of the issues that you’re having and the actual source of the issues you’re having because they’re very different. I’ve talked about this concept before, in relation to medial elbow pain. A very common source of pain for a lot of people that lift weights. However, if you looked at this area alone in trying to attack the problem, maybe did some ultrasound, or you massaged the area you’d be doing nothing long term to fix the problem. I made a whole video about how the source of this issue led all the way out here in your fingers. What happens is, you have to learn how to look above and below the site. When it comes to the neck itself, you really can’t go looking too far up overhead because there’s nothing there. So, we have to look below. It’s very easy to see that because we know the spine is one, interconnected unit. We know if we did something to the spine below it’s going to have repercussions and compensations above. All you have to do is look at that example right here. If I were to take a spine and put it into thoracic flexion here, like this – which we see all too often – we know what’s happening is not necessarily an issue with the neck, but a compensation of the neck to go back into this direction. Why? Because we know we want to keep our eyes aligned, to be able to see what’s happening in front of us. So, if I were to round myself down, my head’s looking down, but I have to make that adjustment in the neck to be able to compensate. Likewise, I could go even further down the spine here into the lumbar spine and I could take myself into posterior tilt. As I do that it takes that thoracic area into excessive flexion.",
        "start": "00:00:05",
        "duration": 138.86,
        "title": "How to Fix Forward Head | Slumped Posture (PERMANENTLY!)"
    },
    {
        "text": "What happens then? In order to get my head back into that position to see right, I’ve got to make another adjustment here. So, a lot of times this site, this type of thing going on here has nothing to do with what’s going on here. There are some things we’re going to have to address from a strength standpoint, but most of all, it’s what’s happening down here. I’m going to show you exactly how we do that with Jesse, right now. So, we go from that skeleton to a skeleton with a little bit of meat on him. We’re going to make the same correction. I want you guys to do this with me. You’re going to feel and see this right away. Everything I just showed you. If we’re here we know this is one connected element and this is a compensation. So, if I say, “sit up straight”, try to sit up right now in your chair straight, immediately, as soon as I do that, I still have this rounded shoulder thing going on. We still have this thoracic rounding, but we’ve gotten less. It’s gotten less severe because we fixed the spine from below. Next what I have to do is say “Jesse, stick your chest out as far as you possibly can”. By doing that, look what happens to the head. All of a sudden, the head and neck are in proper position. Why? They no longer have to compensate and adjust to the positioning of the rounded thoracic spine or the posterior pelvic tilt. As a matter of fact, you don’t really ever see people who still have this corrected and then have that head that protrudes that far out. That’s happening only in conjunction with these other things going on. So, if we could fix these things, we would be well on our way to getting rid of this for good. The good news is, I’m going to show you exactly what to do for that now and we’re going to be able to do that with a bench, just like this – or even the side of a couch, if you’re doing this at home – to get going on it right away. All right, guys. There’s a two-part fix to this and it starts right here. You’re going to be able to do this, like I said, on that bench or even the arm of a couch if you want to do this at home. It’s going to hit all the areas at once that we already talked about over there. We want to work on that thoracic spine. So, we know that this is one of the areas we need to get more extension through. So, if we can use something to get us to get more into extension, we’re on the right path. We know we can do that right here with the edge of the bench. Almost acting as if it’s a foam roller, or any type of mobility tool. So, we get ourselves in that position. Jesse props himself up while pushing the edge of this right at that point of most restriction. Now, we know we could also address that secondary component here, the lower portion, the lumbar spine, and get out of that posterior tilt that he’s in and get into an anterior tilt by dropping down. So, with that combination you’re in a good spot to start working on the third component. That is the strength of the deep flexors of the neck that tend to get a little weak over",
        "start": "00:02:24",
        "duration": 142.45999999999998,
        "title": "How to Fix Forward Head | Slumped Posture (PERMANENTLY!)"
    },
    {
        "text": "time when we stay in this position chronically. So, what we do there is try to tuck the chin down and keep our head – if we got all this hair out of the way – we keep the head here, parallel to the floor. This is an isometric contraction of the neck. What you want to do is do this for one minute, three times a day. Now, if you can handle this and this is something you’re good at already, we can make a modification to make it more difficult. We take the arms and place them up over our head. What we’re doing is here is further challenging the extension through our thoracic spine, the same way we know we can because of the interconnectivity with the spine as we would with an overhead squat. You get those arms up and it’s a lot harder to stay ‘not rounded’ as your body goes down into the squat. So, there’s an additional challenge to get more out of our thoracic extension. The same thing applies here with the neck. That three, isometric, one-minute contractions for one minute, three times a day. The last thing we can do is make this weighted. If you get to the point where you’re looking for a little more of a challenge. You take a weight plate, you wrap a t-shirt around it, you hold it in that same position, he's working on that same spot in the thoracic spine. He drops the pelvis down a little bit into anterior tilt and now he goes from this extended position, from here, just back to neutral. Up to there. It’s not a big movement. It’s small, but the key is you want to work on that strengthening and now we’re taking it beyond isometric. We’re taking it into a little bit of a concentric shortening. So, you work on the level that’s appropriate for you and challenging to you, and we’ve got one more thing we’ve got to do. Once we correct all this, we have one other thing to help strengthen all those muscles to keep it there. That is a face pull variation. Guys, no video of ATHLEANX’s is complete without a face pull. We’ve learned that by now, but we already know that I’ve made a video about how important it is to include this exercise at the end of every workout that you do, and for good reason. However, we’ve made an additional modification that I showed you in a couple videos back that will help this problem even more because of the muscles it’s helping to train. When we take the face pull one step further, we go up. What happens is, when we go up, we involve the activation of the lower traps as well, whose main role is to keep those shoulders back, and down. If we can get that, what are we doing? Thanks, Jesse. What we’re doing is correcting that posture that we’ve been working on this whole time. We’re getting those shoulders from this rounded, forward position to one that’s back and down, which helps to correct that autocorrection of the neck. Additionally, we're working the rotator cuff whose job is to keep the shoulders back. We’re working on the interscapular and mid-scapular muscles, and we’re even working on the lumbar paraspinals, all of which are going to keep us more in this position, as opposed to this. We know if we can drive this position, that head is going to naturally adapt to it.",
        "start": "00:04:46",
        "duration": 153.18,
        "title": "How to Fix Forward Head | Slumped Posture (PERMANENTLY!)"
    },
    {
        "text": "So, make sure you don’t forget to do your face pulls with this additional modification at the end of every workout. Just a couple sets is all I need. So, there you have it, guys. There is your plan of attack that you can now instantly start to work into your training program to start getting those fixes in place. Guys, it’s going to take consistency and if you do it, you’re going to be permanently fixed, I promise you. You just have to make sure you’re doing the right things. With this video, now you’re taking the right approach. I did mention Jesse in the open. I promised we would explain the video. You’ve got some explaining to do, Jesse. JESSE: Yeah, someone was heckling a kid on the ice at a hockey game and mom thought it was me. JEFF: And it wasn’t you, right? JESSE: It wasn’t me. It wasn’t. JEFF: Okay. And she took umbrage with that, apparently? JESSE: Yeah. JEFF: And crashed your head into the wall. JESSE: Yes. That was concussion, I think, 16 or 17. JEFF: So, guys, I want to take this – we have a large platform here. ATHLEANX has a large social media following and I thank you guys for that. You’re responsible for it. But I want to do some good as well. This is almost the end of Brain Injury Awareness Month. JESSE: Yes, it’s Mindful March, as it’s also known. JEFF: So, Jesse has been very closely connected with that because we haven’t really disclosed this much over the years, but Jesse has had multiple concussions, starting back in his childhood, playing lacrosse. JESSE: Yeah. JEFF: And then moving onto adulthood doing stupid things. JESSE: Yes. General tomfoolery. JEFF: And basically, it led to the point where he was dealing with a lot of serious post-concussion syndrome, if you want to elaborate. JESSE: Brain fog was a big one. Memory loss. Exertion headaches. Depression, anxiety. A lot of things that are pretty common with concussions and traumatic brain injuries in general. These things don’t always go away. They can sometimes last for years, and years, and years. The accumulation of the effects – it’s gotten bad for me. JEFF: Right. We have all totally supported your efforts.",
        "start": "00:07:19",
        "duration": 100.38999999999997,
        "title": "How to Fix Forward Head | Slumped Posture (PERMANENTLY!)"
    },
    {
        "text": "JESSE: Yes. JEFF: And obviously, everybody out there, there’s been a lot of love for Jesse. JESSE: Oh, yeah. Absolutely. JEFF: So, we’re glad for that, guys. I appreciate that. If you want to help out, you can head to loveyourbrain.com and donate. There’s no connection to us at all. It’s just a cause that Jesse’s passionate about and I want to take a quick moment at the end of this video to share that with you guys. In the meantime, if you’ve found this video helpful leave your comments and thumbs up below. Let me know what else you want me to cover. If you want more Jesse let me know, too. We’ll make sure we work him in somewhere from time to time and pull him out of the cage. The fact of the matter is, guys, we’re here to make the videos you want to see. If you haven’t already, please subscribe and turn on your notifications so you never miss a new video when we put one out. See you.",
        "start": "00:09:00",
        "duration": 33.959,
        "title": "How to Fix Forward Head | Slumped Posture (PERMANENTLY!)"
    }
]