[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I want to show you guys how to build bigger biceps because that's one of the areas I think I've got down pretty good. The fact is, it's because I did try to learn how to train my biceps at a younger age. Yes, I admit it. I wanted to get bigger arms when I was a kid. Like everybody else did. But I learned some of the things I had to do. More importantly, some of the things I was doing wrong. When it comes to bicep training – really, when it comes to any muscle – when we're talking about trying to build the muscle bigger you really have to look for ways to make the exercises you're doing more inefficient. Meaning, you need to make the muscle you're trying to get bigger, do the work. Now, if we're talking about strength, it's the direct opposite. We want to allow muscles that assist in the action – let's say, pulling – to assist so we can lift more weight. However, when it comes to bicep training, going for size, you need to make sure the bicep is doing the work and not the forearm. Because of its proximity – literally, just a little more distal down the arm from the bicep – the forearm is also going to want to flex. It's going to want to pull. It's going to want to take whatever weight you're holding in your hand and bring it closer. Therefore, taking away some of the activity of the bicep. That is going to prevent you from building bigger biceps, or at least as big as they could be. I've talked about this before. I called it the Master Tip. As a matter of fact, I made a whole video on it, if you haven't seen that. I even talked about this particular tip way back when, in the early days of YouTube. You can see that video here, just give me some slack because I could barely talk to the camera. But the fact is, we need to make sure we get this out of it. So how do we do that? Well, I talked about making sure that your wrists are sort of bent back. There are a couple of ways to make sure you do it and do it right. So, you don’t put undue stress on either your wrist or your elbow. But you can try something that would show you how to do this visually that's going to get this right every time. You take a single dumbbell; you're going to put your hands underneath it like this. The goal is, you want to make sure you're viewing the top of this dumbbell at all times. Meaning, it's going to be parallel to the ceiling above you, and the bottom of it to the floor below you the entire time you curl. So, what we do is grab underneath like this and we're going to hold it up like that. You can see that makes the biceps pop out pretty damn good because I've taken the forearm contribution and minimized it. All the elbow flexion is coming straight from the biceps' activity. So here I am, at this point. Now I lower it down, I just keep it flat, all the way. Which means I'm going to address my wrist as I go.",
        "start": "00:00:06",
        "duration": 163.03099999999998,
        "title": "How to Get Bigger Biceps (TALLER & WIDER!)"
    },
    {
        "text": "I come up, keeping that totally parallel. That means the wrists are going to bend back automatically at the top. And down. And up. Just like that. Hold and squeeze. You will feel what I'm talking about when it comes to instituting this dead wrist. The Master Tip. So now, you feel that. How do you implement it? Once you get an idea for what it feels like – I don’t care if you're doing a curl right here with an easy curl bar. You grab it and then you set the wrist back a bit. But you don’t get it down here in your fingers. Never do you want to execute any bicep exercises down here, in your fingers. When you do, I've talked about it before, all that weight, distally in these fingers, places too much of an overload on the tendons that meet right here at the medial elbow. That causes a lot of undue stress and strain that can lead to golfer's elbow. Medial epicondylitis. Not fun. You grip it deep in your hands, but when you do, you just bend them back. Now, as I lift and curl this up, I'm going to curl up and at the top it's there. But it's deep in the hands. It's not stressing my wrist. As a matter of fact, it's sitting over my wrist joint at the top. That bar is almost right through the wrist joint. Supported. And down. So, it looks like that. Down, up, keep those wrists out of it. Keep those forearms out of it. We can come over here – you guys know how much of a fan I am of chin-ups for building bigger biceps. You're going to do it, and you're going to do it better if you implement the same idea when you're up here. You don’t just go this way. The tendency is, again, the body knows 'pull'. Especially if you're doing weighted chin-ups. You're going to want to really pull so everything is going to participate. You're going to be pulling like that and wrist curling yourself up the bar in an attempt to try and get up there. Again, what you do is just try to initiate by getting those wrists bent backward. Deep into the hand. Not here. Deep in, wrap, and back. Deep in, wrap, and back. From here, come down, lift, keep the tension on, I don't come up all the way over the bar and close down that angle too much. I keep it here, come down, up, and down. Up, and down.",
        "start": "00:02:49",
        "duration": 162.79000000000002,
        "title": "How to Get Bigger Biceps (TALLER & WIDER!)"
    },
    {
        "text": "Finally, if I were to come over here, we talked about other exercise options that create an addition of, not just supination and not just elbow flexion, but shoulder flexion. We know a complete bicep contraction happens with elbow flexion, supination, and shoulder flexion. We've got that high cable curl up here. We do the same thing. When I'm here, in this position, the tendency if I go too heavy is to do this and then curl. And you'll find yourself doing that. You're going to curl. Like that. Curl. That is exactly, again, you can see the forearm muscles here doing a lot of that work there, on the inside, to try and do that. As opposed to just letting that stay dead and letting the biceps do the work. So, for a high curl you get in this position here, wrists back, and let all the work be done with the biceps in this position here. You'll really feel the difference when you implement that. So, it's understanding the difference between training for strength on a movement, and training for hypertrophy. When you do, and you're trying to get your biceps to be bigger, this is going to work every, single time. The reason why it works is because you're getting rid of those compensations and substitutions, and you're making the biceps do the work. You're making the movement more inefficient for the end goal being hypertrophy. Guys, I hope you've found the video helpful. Make sure you apply this. Again, if you haven't tried it yet, just start with that dumbbell. Do that curl first to feel what I'm talking about, and then you'll be able to institute the same thing, recreate that feeling on whatever bicep exercise you do. If you're looking for programs that build in next level training tips, techniques that take advantage of muscle science; we have them over at ATHLEANX.com. Choose that program that's best suited to your goals right now, and I promise it will get you to where you want to be. In the meantime, if you've found the video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I'll do my best to do that for you. If you haven't already done so, make sure you click 'subscribe' and turn on your notifications, so you never miss a video when we put one out. All right, guys. See you again soon.",
        "start": "00:05:32",
        "duration": 127.39400000000002,
        "title": "How to Get Bigger Biceps (TALLER & WIDER!)"
    }
]