[
    {
        "text": "So, there's no debating here, dumbbells  are absolutely going to help you to   build bigger shoulders, but if you really  want to see some gains from time to time,   at least you're going to have to put at  least one of those dumbbells down.   What's up guys, Jeff Cavaliere, anthleanx.com.  We continue our series today. I'm going to show   you how to build the perfect shoulders  with just dumbbells. The thing--   Woah, woah, woah, woah, woah, is that my  cue? All right, so perfect shoulders -- wait   you're going to have to move out of the  way because you're not going to fit in   here. Ugh, look at these delts.  Oh my God. Perfect Jesse? Listen,   maybe improved, perfect no.  Are you sure? Look at that, the profile.    From any angle, honestly, from any angle. Listen  guys, obviously perfection is in the eye of the   beholder, right? It's relative. However, even  if you get close to perfect you're going to look   really damn good. And what I'm going to show  you here today is eight things that you can do   with just dumbbells. As a matter of fact,  dumbbells enable you to do this more than   anything else in the gym. So, with that said,  let's start breaking them down one by one.    So, look, if you want to build big shoulders,  you've got to make sure you can actually   train your shoulders. And it's important that  we warm the shoulders up before we even do that,   because we know that's the most vulnerable joint  in the body of injury, given that it has some of   the most mobility of any joint in the body. So, we  start right here at the light side of the dumbbell   rack with a light dumbbell to do this little  warmup. It's a simple dumbbell halo that, again,   is perfectly done here with a dumbbell because  it's very convenient. You go around your head   both clockwise and counterclockwise with the end  goal being to work on warming up the rotational   aspect of your shoulder. Extra rotation and  interpretation, something that is very much   ignored by most people, which sets them up for  injury when they attack their shoulder workouts.   Secondly, you want to come across your body with  this dumbbell sword raise. And here again, we're   working on getting some of that extra rotation,  but also transitioning to getting your arm across   your body, which, as you'll see here in exercise  three, is another very important requirement   of healthy shoulders. And that's what this right  here with the dumbbell cauldron we're working on,   bringing those shoulders really far across  our body as far as we can, by making these big   sweeping circles or caldrons, as the exercise is  called. The bottom line here, guys, is warming up   your shoulders is a requirement for making the  gains that you're seeking here. The dumbbell   makes it really, really easy to do. Okay, so that you're all warmed up,   the next thing we're going to do is actually start  building those shoulders up. And for God's sake,   guys, do me a favor, start training your front  delts. Look, I've heard it before you don't have   to train your front delts as long as your bench  pressing. Well, you don't have to train your front   delts as long as your bench pressing if you're  not looking for perfect shoulders. If you want   perfectly developed shoulders, you're going  to have to start to include some additional   front delt work with some direct exercises.  We're not talking complicated here, guys.   Dumbbell press outs will work incredibly  well here. Dumbbell front raises a classic   front delt builder. The fact is we can apply some  focus tension to the front delts and get more   hypertrophy. And again, when the goal is building  the perfect shoulders, we're not looking for just   good enough, we're looking for the best.  Which brings us to another important point   here. If you want to explore the maximum capacity  of growth in your shoulders, figure out a way to   get more stretch and more range of motion like  this. This is the leaning side lateral raise.   You can see that by simply just changing the  orientation of my body, that the dumbbell is   actually crossing midline and applying a greater  stretch to the middle delt before I go into every   single repetition, I get the benefit of the  stretch reflex for better growth. The second   exercise we can do can target the front delts in  much the same way, and it's just an incline front   dumbbell raise. So instead of always doing them  standing up, just sit down on this slight incline,   and you'll see that your shoulders will  naturally fall back behind your body,   placing again that slight stretch on the front  delt that leads right into every repetition, each",
        "start": "00:00:00",
        "duration": 206.8,
        "title": "How to Build \"PERFECT\" Shoulders (DUMBBELLS ONLY!)"
    },
    {
        "text": "one a more powerful contraction because it takes  advantage of that stretch reflex once again.    Tip number four, if you want to build those big,  perfect shoulders, is to make sure that you're   not limiting the heavy stuff to just the overhead  pressing exercises. That will be the same thing is   if you just did a heavy close-gripped bench press  when you're trying to build your triceps and you   went light on every other exercise you did: dips,  skull crushers or maybe even tricep pushouts.   There's a bigger capacity to grow here if you  extend those heavy exercise options in your   arsenal. So, what I'm suggesting is you increase  the weight on all of the raises that you do   front, side and rear raises. Let's talk  about the front first. This exercise is   just a heavier than usual front dumbbell raise.  Again, what's actually interesting here is it's   not necessarily what you're doing on the way  up, but what you're doing on the way down that   sparks the muscle growth. Because we know that a  forced, heavy eccentric is going to be one of the   three main drivers of muscle growth and it's  one that you don't want to ignore when you're   trying to build perfect shoulders. Likewise, we  can pick up a heavier than usual dumbbell here   and do a lateral raise the same way, we call  this a Cheat Lateral. And again, even if I had   to utilize a little bit that momentum to muscle  it up to the top, the goal is trying to slow   the descent of the dumbbell down, control that  eccentric and provide that impetus for growth.   And we don't limit it to just those two heads of  the delts guys, because we can attack the rear   delts in very much the same way. As a matter of  fact, we know one of the best ways to build the   rear delts is to overload extension of the  shoulder. Because a simple seated cable row   is actually one of the greatest ways to build your  rear delts is typically done with heavy loads. But   if I wanted to go and stick strictly to dumbbells  here like we are in this video, I have two other   options here. I could simply sit at the end of a  bench and do this little bit of an abbreviated or   scarecrow row, where I'm just bringing my elbows  up to my sides, very short range of motion, and I   could feel that because again, these muscles don't  typically use heavier weights. Or I could do the   rear delt row, which is one of my favorite ways to  train the rear delts heavier by simply leaning up   against a rack, pulling that arm back behind the  body with a little bit of a twist on the shoulder   external rotation, which will absolutely light  up your delts. But the fact of the matter is,   guys, none of these have to be done with light  weights and the additional weight here is enough   to spark the growth that is you're seeking. Ok, now, having just said that, tip number five   is actually to work your way down to this end of  the rack and start using those light dumbbells to,   particularly for those raises. Look, it's  important to overload the eccentric portion   of the rep, especially on those delts that don't  typically get that eccentric overload. But just as   important is to make sure that when you're trying  to build a muscle, that you're training that   muscle and not relying on momentum exclusively  to build the muscle up. So, what I'm suggesting   is on a front raise sometimes you want to grab  those light dumbbells, really light dumbbells   and go really slow. Eliminate all momentum,  initiate every single inch of a contraction from   that dumbbell, from your side to shoulder level,  by and with the front delt only. And of course,   the lateral raise that you were doing standing  before can be taken down to the floor for a   much different effect. With the lighter dumbbells  you're performing only that upper 75% of the range   of motion, which in this case is going to keep the  focus and attention directly on that middle delt.   There's no reprieve of the dumbbell down at  your side in this case. You keep that focus   and tension on from the very beginning of every  rep to the very end of the last rep. And finally,   the rear delts guys, the W Raise done with very  light dumbbells as one of my favorite ways to hit   this muscle group. The key here is try to form  the W with your arms to ensure the rotation of   the shoulder and more importantly, the extension  required to hit that rear delt with that really   laser focused effort. Guys going light is going to  be a requirement, there's no choice between heavy   and light, both of them are going to be needed. Tip number six, you guys know how much I love the   face pull, but we don't have cables are band,  you do have dumbbells. We have the Urlacher.    Is there a fly in here? Uh, don't mind me.    Urlacher is your face pull equivalent when you  have dumbbells and dumbbells only. And you're not",
        "start": "00:03:34",
        "duration": 233.28000000000006,
        "title": "How to Build \"PERFECT\" Shoulders (DUMBBELLS ONLY!)"
    },
    {
        "text": "sacrificing very much in the process because we  know that the face pole is one of the best ways to   build up the entire posterior chain, particularly  those rear delts in the upper back musculature.   Well, guys, you can do this with Urlacher by  simply sitting with a pair of dumbbells at the end   of the bench. And you'll notice that the mechanics  of the movement are very similar. They start with   that straight arm out in front of your body and  they pull up nice and close to your body, maybe a   little bit more of a bicep hammer curl activation  in this Urlacher. But when we get to the top,   the elbows are staying nice and tight,  tucked to the body, palms facing back,   just like they do on that face pole and we get  the activation of the same muscles. Face poles,   Urlachers, you're never going to get away  from it if you're training with me.    So, by now it's apparent that you could definitely  build your shoulders up by using dumbbells only.   The fact is, if you really want to build them up  at some point, you're going to want at least put   one of them down. Let me explain what I mean. If  you were to press a pair of dumbbells up overhead,   relatively heavy, you're going to be  limited by how much your core can stabilize   in the two dumbbells going up over your head  at one time. Let's say you had a pair of 50s   pushing one 100 overhead is always going to  be more challenging on your core stability   than pushing 50 pounds at one time. And what that  means is if you want to increase the weight that   you can press overhead, if you simply put one  of them down on the ground, you're going to be   able to do that to the tune of 10 to 15 or  even 20% more weight in that single hand.   And what happens is if you train that over  and over again, you will actually build up the   strength unilaterally then when you bring them  back together again, in that bilateral press,   you'll have more pressing strength overall.  We know as we get stronger, the gains will   come more easily. Guys, make sure you're not  always pressing overhead two arms at a time,   mixed in that one arm at a time for the best and  most perfect shoulders that you can build.   And speaking of pressing guys, make sure that  you're using your dumbbells to your advantage   when you are pressing with them. Because they give  you one of the most distinctive advantages that   dumbbells have overhead pressing that barbells do  not and that is the quick switch between weights   and the opportunity to do that seamlessly as a  drop set. Look, pressing with a barbell is great,   but when we're trying to utilize drop sets with  barbells that precious time lost, switching place   on and off can be made up easily by using the  dumbbells. As a matter of fact, optimally by using   the dumbbells, we simply perform a set to failure,  put the dumbbells back in as quick as it takes us   to reach for the next ones, we can get right back  up into that next set. When we're looking to train   to and through failure to really tap into those  muscle fibers and create the overload needed for   growth, dumbbells give us an opportunity that  barbells just make a lot more difficult.    So, there you have it, guys. If you're trying to  build perfect shoulders, there's eight things you   don't want to do, and you just need dumb--What  is wrong with you. I got a stiff neck. From what?   From that tackle. What tackle. Just go on, go on.  Guys, listen, perfect shoulders again in the eye   of the beholder, but with these eight tips, you  can get there yourself. If you're looking for   programs that break it down step by step guys,  all of our plans will show you how to build the   perfect body, all available over at athleanx.com.  In the meantime, we found the video helpful,   leave your comments and thumbs up below. Let me  know if you want me to cover, I'll do my best to   do that for you. If you haven't already done so,  make sure you click, subscribe and turn on your   notifications so you never miss a new video when  we put one out. All right guys see you soon.",
        "start": "00:07:32",
        "duration": 182.08000000000007,
        "title": "How to Build \"PERFECT\" Shoulders (DUMBBELLS ONLY!)"
    }
]