[
    {
        "text": "What's up, guys, Jeff Cavaliere, Athleanx.com. So,  if you're one of the 270 million people worldwide   who can't get to sleep at night, this video might  be a godsend for you. Because I'm going to share   with you two ways that I can help you to start  falling asleep and potentially 60 seconds or less,   because I know it worked for me. See as a former  insomniac, I grew up not being able to sleep at   all. I was a kid from a divorced household who  literally had anxiety and stress every time I put   my head on the pillow until I learned a couple  of things. If you aren't sleeping, you aren't   recovering. And if your goal is to grow muscle and  build muscle, if you're not sleeping and you're   not recovering, you're not building as much as you  can. Not to mention just feeling better as a whole   and having enough energy to get through your next  day. It's very important to get your sleep. So,   the early advice that I was given to get myself to  sleep was to do one thing, progressively loosen up   the muscles in my body that were more tense than  I was aware of when I was just lying there. So,   you could try it. In other words, untightened  up the muscles of the face and jaw. Unshrug   those shoulders, make sure they're not up near  your ears. Uncurl the toes, relax the feet.   Well, how the hell do you really do that  effectively, especially as a young kid,   when you don't even know what it's actually  supposed to feel like? Well, what I realized   later on when I became a physical therapist was  most people don't know what that feels like. If   you came to me after having a shoulder surgery,  you were coming in for rehab, you probably be   sitting here like this. Everything would be tensed  up naturally because you're trying to protect   yourself. And we don't realize the amount of  tension we carry in our bodies every single day,   almost every single moment, until we're made  aware of that. So, the best thing you can do   is become aware of the tension you have, and it  becomes a hell of a lot easier to release it. So,   here's what you do. When you lay down tonight,  the first thing I want you to do is raise your   eyebrows up as high as you possibly can and hold  them for 5 seconds. This is obviously activating   the muscles in the forehead, but then exhale and  let them relax. And being able to come off of a   peak contraction or a heightened contraction  is going to allow anybody to comprehend what   relaxation actually feels like, rather than  saying relax them more than what you thought   they already were. It doesn't work that way.  The next thing you do is squint your eyes as hard   as you possibly can for 5 seconds. And when  you do that, you then exhale for 5 seconds   and relax your eyes again. And then you work  down next to your mouth. You smile as big as   you possibly can to look like the Joker as hard  as you possibly can for 5 seconds. And once again,   you relax and breathe out in 5 seconds. And  we work our way down. Now to the traps and   shoulders. You pull your shoulders up as hard  as you possibly can, and then you let them sink   down and relax and breathe out over those 5  seconds. Each one of these is going to take   about 10 seconds. What you'll be shocked about is  by the time you get to your fifth or sixth one,   you may already be asleep. Because as you're  de-stressing your body and letting go of that   tension, you're increasing the amount of  relaxation throughout your entire body.    The other thing that's happening here is  if you're someone that's suffering from   racing thoughts at night, you're distracting  yourself with a very mundane process. You're   not thinking about the arguments you had during  the day. You're focused on each muscle group and   breathing in and then breathing out and it has  a very calming effect on the entire body. Now,   there's one other thing that you might be doing,  and this is something that I start to adopt a lot   more recently that's helped me tremendously as  well. And it's actually with my phone. You see a   lot of us will use our phones before we go to bed.  And you may have understood of late that it's not   a good thing because exposure to blue light has a  very triggering effect in terms of our alertness   levels because it interrupts the normal secretion  of melatonin in our bodies. So simple enough   solution, just put the phone away an hour before  bed. Right? Like I can tell you, for me, that's   not a very realistic option. I may get text from  clients very late at night because they might be   traveling the world or off doing a movie somewhere  and I need to be able to have communication with   them. I can't completely put the phone away.  But what I can do is this. And what that does is   it creates a red filter on your phone and it gets  rid of the blue light. And as we know, the color",
        "start": "00:00:01",
        "duration": 243.29999999999998,
        "title": "How to Fall Asleep in 60 Seconds (OR LESS!)"
    },
    {
        "text": "of the light that's coming through, your phone is  going to be either a positive or a negative signal   in terms of your physiology. We don't have to  look any further than my friend Andrew Huberman,   who has shown the powerful effects of light on  human physiology. Getting exposure to sunlight   early in the morning can completely reset  your mood and your alertness levels for the   entire day. While having the wrong exposure to  light prior to bed can have that interruption,   like I said, on that melatonin cycle, which  is going to keep you up all night for reasons   that are pretty much out of your control other  than the fact that you had your phone out.    Now, if you're on an iPhone, I'll show you  exactly how to do this, because I want this   to be incredibly helpful and show you how easy  it actually is. If you're on an Android phone,   just look it up, because I'm sure there's a way  to do this as well. So, you go to your settings   and when you're in settings, you want to go  to accessibility, and under accessibility you   want to go to display and text size. Now on  the bottom, you'll see something called color   filters. You'll turn that on and then tap on  that button there that says color. Filters and   go down to the color tint. You're going to want  to slide the intensity in Hue all the way up,   which is going to turn it to red. At that point,  you've got it set up, right? But how do you do   this where you can actually automate the process  so you can just triple click the button on the   side of your phone? That's easy to under your  settings, you want to go back to accessibility,   slide all the way down until you get to the  accessibility shortcut. And at that point   you're just going to click color filters.  From here, all you have to do is triple click   the button on the side of your phone, and that's  going to allow you to quickly switch from red to   blue or blue to red, and you'll be able to do  that about an hour or so before you go to bed   to make sure that your eyes are adjusted and  you're not interrupting that critical sleep.   Two hundred and seventy million people worldwide  can't get it right. And as a matter of fact,   it's one of the most Google searched  terms out there - Can't Sleep. Well,   hopefully after this video, you have something  you can do about it to get yourself to sleep   very quickly. Talking about getting the sleep,  sometimes the positions you put your body in can   compromise your ability to do that as well.  I actually have a whole video on the best sleeping   positions to give you a more restful sleep,  so you wake up feeling better every single   day. If you're looking for a complete program  guys, we have them over at Athleanx.com. And if   you haven't done so, make sure you click,  Subscribe and turn on your Notifications,   so you never miss a video when we put one out.  All right, guys. See you soon. Rest up.",
        "start": "00:04:05",
        "duration": 126.12,
        "title": "How to Fall Asleep in 60 Seconds (OR LESS!)"
    }
]