[
    {
        "text": "JEFF: Jesse! Jesse! What the f**k are you doing now? JESSE: Okay, so, remember how I came up with that really dumb exercise? And then that other really, really dumb exercise? So it’s – JEFF: The chest, right? JESSE: Yeah. Well, I stopped doing the dumb exercises and I thought of something that is actually pretty awesome. JEFF: Really? JESSE: Yeah. It works your upper chest. JEFF: Okay. JESSE: And completely take your front delt out. JEFF: So, it works the upper chest, takes the front delt out? Even though, anatomically, they do very much the same thing? JESSE: Yeah. 100%. Look. JEFF: You figure- JESSE: So, watch. You ready? JEFF: Okay. JESSE: Normally you do this, right? Heck, you can use- JEFF: For upper chest? JESSE: Yeah. JEFF: Right. From down and out, up and in? JESSE: Yeah. You say you do that – what else does that? Watch. This is what you’ve really got to do to get the front delt. JEFF: Okay. Yep. JESSE: In. JEFF: Okay. Yep. JESSE: In? JEFF: Yeah. JESSE: Up. JEFF: Right. JESSE: Down. JEFF: Yep. JESSE: And up. JEFF: Okay. JESSE: Look at that. No front delt. JEFF: Right.",
        "start": "00:00:08",
        "duration": 61.001000000000005,
        "title": "How NOT to Build Your Upper Chest (DUMB!)"
    },
    {
        "text": "JESSE: No front delt. JEFF: Got it. JESSE: Zero front delt. JEFF: Right. All front delt. JESSE: No. No front delt. JEFF: Go ahead. Oh, oh! All front delt! JESSE: I don’t think so. JEFF: Yeah, yeah, yeah. All front delt. JESSE: Wait. Wait, wait, wait. This is the front delt, right? JEFF: Oh my God. What's up, guys? Jeff Cavaliere, ATHLEANX.com. Jesse, man, he’s at it again. He’s got to get out of the exercises. He’s got to get out of the gym. That’s the bottom line. But I’m going to show you guys why Jesse is wrong…again. What we need to do is, if you’re going to try and train an area, or a muscle, I’m going to simplify this for you. And I’m breaking out the muscle markers to show you how to do this because it’s not something we’re just trying to pick on Jesse here. We’re actually trying to educate you guys, so you know every, single time, the best way to attack a muscle. I always say this, guys. What you want to do is follow the fibers. We’re going to use these muscle markers to actually draw this out and show you why this works better. When we talk about hitting the upper chest we want to come from this lower angle, to this up and across angle. If you come in a little bit close here, what we want to do is figure out, what are we talking about when it comes to the upper chest, versus the front delt? With the upper chest we know we have that triangular area that comes off the clavicle. We have the clavicle here that runs – you can see the cut right up in through here, and it comes down this way. We know that these fibers run east to west, or at least northwest to southeast. Coming across this way. Then we have the front delt. With the front delt we know that those run a bit differently. Those run from the top here, and head down. The top, and they head down. These are going more vertical. But it becomes even more of an issue when you actually start to make some changes in – see?",
        "start": "00:01:09",
        "duration": 117.969,
        "title": "How NOT to Build Your Upper Chest (DUMB!)"
    },
    {
        "text": "They’re running down, straight, this way. You start to make some changes in the exercise that puts them at an even better advantage. So, when I say ‘follow the fibers’, if you want an area, or muscle to contract you want to put those fibers in the best mechanical advantage to contract and shorten. You do that by taking your arm, in this case, through that same direction. So, if these are angling down and out, then my arms should be angled down and out. When I come up and across you can see the upper chest is in the best position here to pull and make that contraction happen. To make that arm come up, and across. We do know that the front delt and the upper chest – and the chest in general – do share some functions, but in this position here, I’ve minimized the contribution of the front delt, and maximized what the upper chest can do here. That’s the whole point if you’re trying to come up with the best chest, or upper chest exercise. If you’re going to do, instead, bring your arm across our body, do we feel it more in our chest? Yes, but what you’re feeling more is that east-west pull because of the fibers of the chest that run this way. From the sternum, and out. More of the lower chest that runs in this direction. Anything where we bring our arms straight across into adduction is going to feel that more. But at that point, now you’re just talking about an isometric because now, look at the angle. By pulling my arm in nice and tight, what is going to pull your arm straight up? This angle this way, or these angles straight down to be able to do that? I’m going to tell you right now, your front delt is first in line of command here. It is going to fire and do all the work to try and pull your arm up in front of your body. So, this tweak to take your arm away from here, and take it out of the position that’s optimal for the upper chest has now just taken it to become less than optimal and taken the exact muscle you’re trying to take out of the equation, putting it in the frontline. It’s being able to do exactly what you’re trying not to do. That is not good. So, what we want to do is, we always want to use the science. We put the science back in strength and follow the fibers. Allow our bodies to work the way they’re supposed to. Don’t try to come up with exercises just for the sake of coming up with exercises. I know Jesse looks pretty with the hairdo and everything – which I thought he gave up, by the way. It doesn’t matter. The fact is, there’s only one way to train. That’s by putting the science back in strength. If you’re looking for a program that does this, guys, head to ATHLEANX.com right now and you can take your pick from all of our programs that address all different goals. In the meantime, if you’ve found this video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I’ll do my best to do that for you in the days and weeks ahead. All right, guys.",
        "start": "00:03:07",
        "duration": 152.411,
        "title": "How NOT to Build Your Upper Chest (DUMB!)"
    },
    {
        "text": "See you soon.",
        "start": "00:05:39",
        "duration": 0.003,
        "title": "How NOT to Build Your Upper Chest (DUMB!)"
    }
]