[
    {
        "text": "So, you want to get wider delts? Good  because I'm going to show you how to do   it with just this and this and have it work  for you better than it ever has before.    What's up, guys? Jeff Cavaliere, Athleanx.com  So bigger, wider delts are what you're after,   the good news is, you can't do it with  just dumbbells. As a matter of fact,   I'm going to prove it to you today by giving you a  full workout at the end of this video to make sure   that it happens. On the same note, pursuing those  wider delts by focusing mainly on the middle head   may not be giving you the results that you want,  and here's why. If I don't take out that plastic   cap again and draw your front delt, your middle  delt, and your rear delt and put it right here   on your shoulder, you can see the part that's most  responsible for the width is that red portion that   you can see. But the geometry of a circle demands  that you actually be more well-rounded, literally.   Because if I were to take out this circle and  diminish the size of the front and rear delts,   well, look what just happened to the roundedness  of the middle delt. It gets flattened out because   when you re trying to create something round,  it can't just be round on one side, it has to   be round no matter what angle it's looked at. So, what this means is the path to the widest   delt is going to be the one that's also developed  through the front delt, yes, that middle delt, but   also that rear delt too. But when you're really  starting to think about building big shoulders,   you really have to start thinking beyond just  shoulders or push day. As a matter of fact,   there's plenty of opportunity to work them again  on back or pull day. And when you're looking to   build those wider shoulders, the volume is going  to add up to help you to get them. So of course,   on a push day, those non direct shoulder exercises  like bench press, pushups and dips that you're   doing for your chest are going to have a heavy  overlap in terms of helping that front delt of   yours to grow. So, some of the onus for that  direct front delt work is removed, however,   not completely, which is why you're going to  still want to make sure you include it when   you're training your shoulders directly. But it's here that we have the greatest   opportunity to increase the size of our shoulders  by not overlooking that second chance to increase   the volume of the most underdeveloped two heads  of your shoulders right now, the middle and rear   delts. So, exercises like the Chest Supported  Row that allow for the elbows to be flared out   to the sides to work more of the upper back or  in this case, heavily load the rear delts is   something you're not going to want to miss. The High Pull is one of the best ways to safely   overload the middle delts and again sneak it in  under the guise of being a generic pull exercise,   but again, with heavy focus on building up  those middle and rear delts. And of course,   one of the most powerful rear delt exercises  of all time, the Seated Cable Row is one that   you have a great opportunity to make sure you're  including in your back or pull day workouts. And   just like there's no skipping leg day, there's  no skipping Face Pulls on leg day as yet another   great opportunity to bring up that rear delt to  viewers to make sure that you're looking round   no matter where someone looks at you from.  But it's on the dedicated shoulder day that the   real gains are possible because if you're not  devoting at least some portion of your effort   to be focused on developing all three heads of the  delts, you're not going to develop them fully. So,   we like to kick this off with a Dumbbell Standing  Overhead Press. Now, if you're doing a push day,   then you already got this covered on that day. But  if you have shoulders split apart on their own,   then I recommend starting with a Basic  Dumbbell Standing Press. And the reason   why I like the standing variation here is  because it's the safest for your shoulders,   it's uninterrupted by the back of the bench in  terms of normal shoulder biomechanics. It gives   you a great option for handling some heavy weight  here and of course progressively overloading it   in future workouts. And of course, it also gives  you the ability to incorporate your legs if you   want to make this a little bit more explosive  via a Push Press. The bottom line is it's a   good way to kick off your workout and we just  do two or three sets with a weight that will   cause you to fail in the 8 to 10 rep range.  Next, I want you to move right into that focused   front delt work. I mentioned before, it doesn't  have to be a lot, but you really need to do it   right. Because all the other compound lifts  that you're doing that are incorporating your",
        "start": "00:00:00",
        "duration": 214.86000000000004,
        "title": "How to Get WIDER Shoulders (DUMBBELL WORKOUT)"
    },
    {
        "text": "front delts are doing so in a non-specific  way. In other words, they're being called to   the task but not directly being responsible for  lifting the weight that you're lifting. Well,   here we can make that happen by doing a Dumbbell  ISO Alternating Front Raise. And there's a   couple of key points here. The ISO portion here  is talking about isolation, trying to initiate the   first 20 to 30 degrees of that front raise with  just the front delts, the tendency to swing back   or extend at the low back or lift with the traps  is far too common. If you just isolate the front   delt to do that initial lift, you can then power  the dumbbell up the rest of the way, but you're   guaranteeing that you're engaging in recruiting  the front delt to the task. That s a good way to   start the exercise and a good way to ensure that  you're getting the maximum development on that   front delt in the roundness and all we need is one  to two really good hard sets with a weight that   will cause failure in the 10 to 12 rep range.  But now this is where I want you to turn your   attention to those two more underserved heads of  the delts, we're talking about the middle and rear   delt. And we start with something very similar  in terms of concept, the Upper Limit Lateral.   We sit down on the floor with a lighter pair of  dumbbells, much lighter than usual, and all we   have to do is start with those dumbbells one inch  off the ground and then lift them up out to the   sides. Do not let the traps take over, do not lean  back, do not sway, do not swing. Initiate with a   focus contraction. This alone is going to feel  unique to a lot of you. When you get to the top,   give that little extra squeeze and then lower  back down. But don't let the dumbbells touch   the floor. This constant tension will light up  your middle delts and it will teach you most of   all how to engage them. And once you know how  to do that, you can grow them. This is a great   way to do it. We do it with three sets of a weight  that causes failure and about the 12 to 15 range,   again, going a little bit lighter here.  Next, we stick with the metal delts, but we   take an entirely different approach with them.  There's a saying in sports that what you slow   down, you must speed up in training. Well, here  what we do light, we can also do heavy, and we   can also do explosively. That's why I like to do  another lateral raise, but this time the Dumbbell   Cheat Lateral Raise. And instantly I can grab  a heavier dumbbell here and I'm not so focused   on the isolation. Because here I know that if I  can apply heavier loads and a more overloaded,   eccentric portion of the exercise, thinking about  how you could actually fight or stop the dumbbell   on the way down, knowing of course that the  heavy weight is not going to allow you to,   then I'm getting a different stimulus for  growth. Remember, it's the intention that   applies the tension to the muscle you're trying  to train when you're trying to make it grow. Here,   you're doing three sets of 6 to 8 to failure  on each arm to make sure you get that done.    But now we got to complete that 180 and get all  the way around to the back to work on those rear   delts. And again, if you've listened to my advice  already, you've figured out a way to work them   into the other workouts of the week. But here on  Dedicated Shoulder Day, what are we going to do?   We start off with one of my favorite, it's the  Rear Delt Row. And this variation of a dumbbell   raise is actually really effective at hitting  that rear delt and mostly because we're doing   it with extension as the main goal. In other  words, driving the elbow back behind the body,   allowing your elbow to drift out to the side to  get that horizontal abduction. But mostly, again,   it's the extension of the elbow back behind  the body that activates and engages the rear   delt. We're looking for just two to three sets  here in that 10 to 12 rep range on each arm.    And from there I want you to put that final nail  in those rear delts by doing something we call   the Dumbbell Hip Hugger. And this is actually a  great exercise for tying together the abduction   of the middle delt and the extension focus  of the rear delt to hit both of these more   underserved areas of the delta in one shot. And  what I want you to focus on when doing this is   to grab a heavier dumbbell than you would use  for a lateral raise and try to imagine pulling   up a tight pair of pants. Your elbows would  likely drift backwards and your elbows out to   the side to give you the effect of what a hip  hugger would feel like. If you do this right,   you will feel one of the most intense  contractions on both the middle and rear   delts perform two to three sets with a weight  that will cause failure in a higher 12 to 15",
        "start": "00:03:34",
        "duration": 237.11999999999998,
        "title": "How to Get WIDER Shoulders (DUMBBELL WORKOUT)"
    },
    {
        "text": "rep range to ensure those gains come.  And for the slightly masochistic out there,   you do have one extra little option if you're just  looking to try a little final finisher, we call it   the Iron Cross finisher. And all you're going to  do is take a slightly lighter pair of dumbbells   and you're going to alternate between these  front raised isometric holds and these lateral   raise isometric holds. And the nice thing about it  positioned at this point is the isometric strength   that you have is going to always exceed your  concentric abilities. So, if you have anything   left in the tank at all at this point, you likely  have the ability to perform this, continue to   try to rep this out until you can no longer  control a repetition in either direction.   I posted myself doing this in my shoulder workout  on Instagram. If you haven't already done so,   make sure you follow me over there as well. Guys,  I can tell you from experience it's certainly a   ball buster, but it's also a ball builder when  it comes to building out those rounder delts.    Guys. Remember, don't just focus on the middle  delt when it's the wider shoulders that you   want. Remember, it's rounder shoulders are going  to hold the key to the gains that you're after.   In the meantime, here's a screenshot of the  workout I just gave you exercise by exercise   so you can go and try it out for yourselves  to see just how it works for you.    In the meantime, if you're looking for a  high-quality protein to support your hard   efforts in the gym, Athlean-X PRO-30G provides  a whopping 30g of protein per serving at a   cost-effective cents per gram, you can find it  over at Athleanrx.com. if you haven't done so,   guys, make sure you click Subscribe and turn on  your Notifications, so you never miss a video   when we put one out. There's also a quick dumbbell  chest workout you might want to check out as well,   you can do that right here. All right, guys,  good luck with this one. I'll see you soon.",
        "start": "00:07:32",
        "duration": 87.47999999999998,
        "title": "How to Get WIDER Shoulders (DUMBBELL WORKOUT)"
    }
]