[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I've got Jesse with me – oh, wait. I've got Jesse with me and we're going to show you what to do about tight hips. A lot of times, guys will say, \"Oh, my hips are so tight\", or they'll even say, \"My hip flexors are so tight, and I can't squat\". Guys, it doesn't make sense because at no point – yes, your hip flexors should be activated in the descent of the squat, actively pulling you down, but it's not a hip tightness. They're not being stretched at the bottom of the squat. As a matter of fact, they're getting more lax. So, what we want to do is fix somebody like Jesse who has some tightness on a squat. Go ahead and squat down. He gets up and he feels tightness in through here. What's causing that? I'm going to help you, guys. We're going to go through three stages. Number one: we're going to take a look at the non-Jesse, Raymond over here, to look at skeletal factors and things that you can do right away to fix the tightness that you're having. The next thing we have to do is look inside the joint a little bit. Right around something we call the 'hip capsule'. A lot of times we don’t really address this. This is going to have some mobility actions that we could do to try and get to the root of it. And then if that doesn't work, there are some other things we tend to always overlook at the muscle level. It's not just about stretching the muscles. It's about what the activity of those muscles are and what the stability of those muscles are because if it's not there, you're going to get some compensation in other places that will be causing these tight hips. So, when stretching is not working you've got to look in other places. This video is going to help you finally get to the root of it. Obviously, there are a lot of things that could be causing that tightness and that restriction, but we've got to start somewhere to figure it out. The easiest place to do that is staying right here on the ground. No, you don’t have me to do this for you, but the good news is, you don’t need me to do this for you. You just take your hip through three different ranges of motion. The first is: how much flexion do you have? You could do this yourself, again, by grabbing onto your knee and pulling up. For Jesse, he's got good flexion. He can get well past waistline and it doesn’t feel hard at the end. You want to make sure it's not feeling like it's running into a wall, but it has some bounciness to it. The next thing is, you want to check internal rotation. Even though the foot is moving that way, outward, the hip is actually going into internal rotation. You want to look and see how much rotation you can get here. 30 to 45 degrees would be great. Jesse's got good rotation. Again, you don’t need me to do that.",
        "start": "00:00:06",
        "duration": 131.959,
        "title": "How to Fix Tight Hips (WITHOUT STRETCHING!)"
    },
    {
        "text": "Although it's easier. You can do that yourself, just to test that. Then we have to go into external rotation. With external rotation here, we're going this direction. What I'm looking for is if this lower leg can cross your waistline, parallel to your waistline. Run east and west. A lot of your are probably going to find that you're going to have some restrictions here, but if you find that you have this restriction really hard and feel restriction on internal rotation significantly, combined with some of this flexion limitation here; that would indicate to me that you've got some bony, arthritic changes going on there. Or you've got some type of impingement or labral tear. Or maybe even a bursitis, if you've got some pain. Those are all instances where you'll want to get checked out for something that needs a little more qualified medical attention. That's not something you're going to fix here in a single video. But when we see the restrictions coming more from what we're going to find in this video – more of the capsular restrictions, things that you can do something about – you're likely going to find that the restrictions come in external rotation. That's exactly what we find here with Jesse. You can see his external rotation on this side is nowhere near getting to waistline. He's nowhere near parallel to his waist. He's not running east to west. He's got all this lack of external rotation. So, we need to try and figure out what's happening here. We're going to look at the skeleton in the easiest of changes because we know we can do some things, just with his own posture and how he sets up for a squat to help alleviate that and create more room. But if that persists, you've got to start looking deeper. You've got to start looking into the hip itself and the capsule, which we're going to do. Then, interestingly, looking at the muscles. But not just from stretching them out, but how we can use the activation of those muscles – or the inactivation – that's happening here, causing the tightness in the hip. So, I'm going to explain all of it step by step, and we're going to start right here with the skeleton. All right, guys. Let's start off anatomically here. It's the easiest thing. The thing you can do just like this, just by changing position. But it helps to understand what's happening inside your hips when you go to squat. We should know that the one of the requirements is to get into hip flexion. That's what a squat is. You're getting into a deep hip flexion. You want to be at proper depth. The first thing you can do to help yourself is realize, in order to get into flexion you want to make sure you have external rotation because it's going to be easier to get deeper into flexion if you have external rotation of the hip. You can see that right here. If I were to take my hips and internally rotate them like this, and then try to go into flexion, you can see I get limited in how high I can go.",
        "start": "00:02:18",
        "duration": 146.74099999999999,
        "title": "How to Fix Tight Hips (WITHOUT STRETCHING!)"
    },
    {
        "text": "We get bony stops here inside the acetabulum here, the ball and socket of the hip. That gets cleared substantially more when I externally rotate the hip and I can keep going all the way up here. That's when you see kids get way down into a deep squat. You have to externally rotate the hip to get there. So, you're doing yourself a favor if you realize that and you set yourself up to do that. So, the easiest way to set yourself up is twofold. Number one: you take a little bit of a wider stance. If you go into a narrow stance squat, you're already starting to cause some impingement in the hip here and the inability to get past this bony block. You can see it getting stuck. It's getting stuck right here on the pelvis. But if I take my leg out wider and now, I go down in there, I've cleared that. There's a clearance here. Anatomically I've created a better opportunity to get down. But then I could also just turn my legs out a little bit. It's a necessary part of squatting. We talk about it all the time, guys. If you want to squat effectively and properly you need to turn your legs out. Not just your feet. Your feet – it doesn’t mean anything because you can turn down here and some rotation of the tibia that won't have any impact on the hip. It's about getting the entire leg turned out, keeping those knees over the toes, and that's when you hear that because you want to keep the whole leg out. So now when I go into that squat, I've got external rotation. So, if you're already having problems, let's say you do this, but you still feel you've got this tightness inside; we've got to go to the next part here. That is examining what is going on right here in the hip capsule at the head of the femur in the acetabulum. So if you've tried to make those skeletal modifications where you've opened up your hips, and you squat, and you're still finding that you've got the tightness, and you can't really identify where it is, but you've got the tightness; you've got to start looking a little deeper. Inside the joint. Again, when people start pressing here it's really because they can't get to what's actually bothering them. That's the ball and socket joint. What they're talking about there is the capsule. The surrounding ligaments and structures that hold the hip joint together. It's like a series of seatbelts and straps and it kind of acts like this. If this is the ball and socket, if I have tight capsule over the top and you try to create movement – come on, Jesse. Get some movement. JESSE: It's tight. JEFF: Right. So, the idea is that you're limiting the freedom of motion here. But if I was able to use this – the head of the femur here – as a mobility tool to create more space by pushing into these areas of tightness so I loosened it, now all this freedom of motion is back. We want to restore that.",
        "start": "00:04:45",
        "duration": 153.04000000000002,
        "title": "How to Fix Tight Hips (WITHOUT STRETCHING!)"
    },
    {
        "text": "We can do that very specifically here with Jesse to try and restore that external rotation and flexion that's needed in a squat. So, what you do is take a band and anchor it to something behind you and then step into it on the affected side, which we know in this case is Jesse's left hip. Now he anchors it up nice and high – not too high. Careful. High, and then you put yourself and your foot up on a box. Now, if we want to just go into flexion, which a lot of people will have you do, they have you sink into it. What the band is doing on that high hip position is creating a little bit of a distraction in the hip joint to allow for some of that mobility. And allowing it to push into that posterior capsule – the tight posterior capsule – to allow more flexion. That's the idea. You're using your own bones as tools to stretch out the capsule. But we can do better than that because we know we need external rotation anyway. So, we can combine then because they're going to happen in a combined way in a squat. So, we dive down into flexion, but we allow the hip to turn out because we know that external rotation is being able to do this. To turn the foot in this direction. So, the hip joint needs to go into external rotation. So, Jesse's not just diving straight down into flexion, but he's diving into external rotation this way. Now, did you feel that? JESSE: Yeah. JEFF: It's tight. Now what we do is, you've got to make sure your foot stays flat on the ground because, again, if we were to translate this over to a squat you don’t want to just let it roll. It's not going to roll when you're squatting. Your feet still have to stay in contact with the ground. So that roll would be bad. You want to keep this down and work on that external rotation – go ahead. Dive, and open. There you go. At the same time, you get the benefit of hitting them both together because that's what you're going to need when you get over there. Now, this is something you want to work on, especially if you're still feeling that problem when you made the modifications of your stance. But beyond that, what we need to do is look at another level because there could be something muscular going on, but it may not just be about stretching it. More importantly, it could be about activating muscles that are far away from the area of your problems. Let me show you what that means. So, here's where things get interesting because we start to talk about the muscles, which is where most of us put all our attention. But it's not necessarily about the flexibility of the muscles. You realize there are a lot of muscles that cross the joint, or at least impact the hip and its motion. There are about 27 muscles that will impact the motion of the hip. So, we're not necessarily looking to dissect the function of every, single muscle because",
        "start": "00:07:18",
        "duration": 137.289,
        "title": "How to Fix Tight Hips (WITHOUT STRETCHING!)"
    },
    {
        "text": "that would take a real scientist to do that. JESSE: Mm-hmm. JEFF: We don’t need to do that. All we want to do is look at overall motions. So, if we can't get – in your case and a lot of people's case who are watching – if we can't get into hip external rotation, in general, what is probably restricted? JESSE: Your internal rotators? JEFF: Right. The stuff that's actually opposing external rotation. So whatever causes internal rotation of the hip would potentially be impacted here. In your case, if you have a limitation in motion of the hip, what's interesting is, the desire to go stretch it, or stretch the internal rotators in this case, is not where I would start. I would start to see if there's some kind of restriction caused for a reason. The number one thing your body always wants to do is stabilize the spine. Your spine, for good reason, is this main focus because an injury to the spine could be life changing. JESSE: Yeah. JEFF: So, what we want to do is always have stability there. Well, we know the way the joints are setup in the body is that the knee is a stable joint, the hip is supposed to be really mobile – the ball and socket – but the low back needs to be stable. We alternate these stable and mobile joints. JESSE: Right. JEFF: Well, if the hip joint here is tight, why would that be? Maybe there's some instability where there should be stability. JESSE: Right. JEFF: The place I look right away is the low back. The low back is supposed to be stable. The spine is supposed to be stable. If the spine is not stable, maybe there's some compensation going on here. So, if we can wake up the muscles that are supposed to be providing stability to the pelvis and the trunk, maybe the hip would say, \"I can do my thing\". So, what I would do for you, I would put you through this move. I would have you get on your side here. Again, this is the tight hip. So, if this is your tight hip, I'd have you get in this position here and we want to say, \"Hey, what could potentially be causing some of that tightness of internal rotation?\" So, I'd have you get in this position here. Now I want you to perform a side bridge, but when you perform the side bridge you're going to drive through your adductors. The muscles on the inside here to try to pull up. JESSE: Oh, yeah. I feel that. JEFF: Okay. Now all I'm looking for is for you to hold that. Awaken these muscles on the inside here that are driving this. This is here for support. Let's say this is too hard for you. Let's shorten it all up a little bit.",
        "start": "00:09:35",
        "duration": 133.26000000000002,
        "title": "How to Fix Tight Hips (WITHOUT STRETCHING!)"
    },
    {
        "text": "Bring this up. You can even bring this in like that. Now go ahead and push. You feel it still here? JESSE: Yeah. JEFF: A little easier, but it's still getting the job done here on the inside. So, if we can awaken these muscles up – now go ahead and lie on your back again. If I can take the test again and go into external rotation, I'm a little bit better. Believe it or not. You can see this. I'm a little bit – before he had at least a 30-degree lack here. He's closed that down a pretty good amount. If all your rotation deficit goes away then, yeah, you're looking at an instability problem. You're looking at this tightening here. This is trying to cause the stability that you're lacking somewhere else. If you have the stability of your pelvis from the other places that are supposed to do it, you wouldn't need to create this lockdown stability in your hip. It's supposed to be mobile. JESSE: Right. JEFF: So, when it gets more comfortable, knowing that its job is free to do what it has to do, it can restore the motion. If this doesn’t clear it though, there's one more thing that we can do. Jesse, lie on your stomach. This is where we look for overall, flat out weakness. I will say you're probably going to find there's going to be an element of this as well. So, for Jesse's left leg here, the first thing he's going to do is bring his leg up like we did, like this. Now the first thing you want to do is test your strength into rotation. So, if he lifts his foot off the ground, but keeps his knee down, what is the strength there? How does it feel? JESSE: No, it's easy. JEFF: Easy? Actually, if you were to hold and I would press he can kind of resist me right there. Now that's his internal rotation strength. To test his external rotation, he's got to lift his knee off the ground. I said, 'lift his knee off the ground'. JESSE: I’m trying! JEFF: See, he can't get his knee off the ground very high because he doesn't really have strength there. I don’t even have to do it with one finger. Go ahead. One finger, I could push him back down again. He's lacking external rotation strength of his hip tremendously. The last thing I could do is have him try to lift the whole leg up. See? As soon as he does, he dives right down into internal rotation. He has no strength in flexion. Lift it up again. The whole leg.",
        "start": "00:11:48",
        "duration": 118.371,
        "title": "How to Fix Tight Hips (WITHOUT STRETCHING!)"
    },
    {
        "text": "In flexion with external rotation he can't even keep it there. So, I know he's got some weakness there and that's something that we'd want to address. Things like hip mini-band walks, clamshells, anything we could do to strengthen the external rotators of the hip would be a good deal. The bottom line here is that there are a lot of causes for what's happening or why you feel tightness. The thing that's not happening here is a tightness in the flexors of the hip. When you go down into a squat your flexors are getting shortened. They're not lengthened. They're not being stretched. You don’t need to stretch them anymore. JESSE: Right. JEFF: What you need to do is figure out why you're having this cause and if modifications in how you stand don’t fix it, you move to the next level. If modifications and stretching out that capsule don’t fix it, you need to move to the next level. If the mobility or stability of this joint isn't really affecting what you do, isn't really getting to the bottom of it by fixing that inactivation of the muscles that are opposing what you're trying to do, you need to move to the next level. If the weakness is there – let's say there is no weakness there and you test out strong where Jesse failed miserably, you need to move to the next level. Guess what that next level is? Stretching the hip. JESSE: Yeah. JEFF: It comes last. Stretching the muscles of the hip are going to be the least impactful, when it comes to getting to the root of why you're feeling that tightness or having restriction when you get to the bottom of the squat. Guys, I hope you've found this video helpful. In the meantime, if you're looking for programs where we put the science back in strength because, as you can see, these things matter and there's a progression to what you should be doing in every step of the game. You want to assess what it is after you've made a change and go from there. Not just keep doing the same things all the time, expecting a different result. Our programs are based on that. If you head to ATHLEANX.com right now you can find the program that's best suited to your goals. In the meantime, if you haven't already, please subscribe and turn on your notifications so you never miss a video when we put one out. Make sure to leave your comments and thumbs up below. Let me know what else I can cover for you to try and help you guys in your training and take you to that next level. All right, guys. I'll be back here again soon. See ya.",
        "start": "00:13:47",
        "duration": 108.691,
        "title": "How to Fix Tight Hips (WITHOUT STRETCHING!)"
    }
]