[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Elbow pain is a very common side effect of training. I’m not going to say ‘inappropriate training’ because it’s just that sometimes we’re not paying enough attention to the muscles that control, and command, and prevent the elbow pain from occurring. When we are lifting we’ll either get pain right here on the inside of our elbow – pretty common – or we’ll get it on the outside of the elbow. Either place can be pretty debilitating, in terms of trying to grip a bar. So, here’s what I want you to do today, because I promise you, this is going to work, and it doesn’t take a whole hell of a lot of extra time. What you do is get a setup here inside the bar, inside a rack, just so we have something about chest height. What we’re going to do is realize that our elbow is not really the problem, guys. What’s happening is, it’s a slave to the joints below and above it. You might be thinking to yourself “I’ve heard you talk about this before, Jeff, in regard to knee pain. The knee is basically being controlled by what happens down here at the ankle and what’s happening here at the hip.” The knee is just a hinge joint and if my ankle is all jacked up, then the knee gets twisted and turned in weird ways. And if the hip is all weak, or jacked up it’s going to hit the knee again, twisting in all different ways. So, a lot of torque and knee pain. Well, the elbow is the same thing, despite the fact that your hands are not in contact with the ground, making it less obvious as it would be with the ankle. So, what we want to do is, we want to make sure that we strengthen and stabilize the wrist and forearm, and then up here in the shoulder. One exercise can handle all of that. We get here, underneath a bar. We recline our body a little bit behind us. Now, the wider we have our hands, the more challenging this will become, and the more centralized we have this one hand, the easier it is. As far as the recline on the body, the higher up I am to start, the easier it is. The more I come underneath the bar, the more challenging it becomes. If you want to start this out, you could got with a centralized hand position with a more upright body. We get ourselves here to start. Watch, the centralization will come in a second. Just like this. Then what we want to do is take one hand, put it in the center so it’s in the middle of our body, and all we do is let go with one hand, and try to maintain that same position of our shoulders and torso here. Meaning, no tilting. What it wants to do is tilt and pull away from the body. You see how the shoulder wants to get pulled forward. You have to make sure you hold your torso here stable, and level, and we don’t get that over distraction of the arm. You’ll feel all the scapula stabilizers work to hold on and maintain that position. What your goal is, it’s to be able to do this for about 45 to 60 seconds.",
        "start": "00:00:05",
        "duration": 165.69099999999995,
        "title": "How to Fix Elbow Pain (ONE SIMPLE EXERCISE!)"
    },
    {
        "text": "At the same time, you’re obviously working the flexors in your forearm to also improve your grip and forearm stability, and wrist stability. When we can do that, great. Then we go over here, we switch hands, and work on the same thing. Again, we don’t want to see any dropping here. Now, as we progress – because that’s too easy – we go back out to that wide position. So, what we do here is, we let go, and now we have the same challenge. But you can see that the weight is now more displaced off to the side with more of a tendency to fall, so I have to work even harder to hold that. So, we do the same thing. We work to see if we can do that for 60 seconds. Whatever ability level you struggle with, that’s the one you want to work toward. Then we can go back and lower the body. Now we just have more weight of gravity forcing downward that we have to control. So, we start, again, back in the middle, one arm here, and hold. Don’t let it pull too far away. Keep the chest out and don’t let your torso tilt. Not even a little bit. I’m lightening up now. You work on that, again, on both sides. The only final thing you can do is, once you get in that position, you can go dynamic where you switch hands. And I don’t want to see a single inch of drop. So, when I get here, and I’m going to switch, normally you’d see a little bit of that first. No. You’ve got to stabilize, come off. Come here, switch, no tilting. Up, switch, no tilting. See if you can get 10 switches. On top of that, guys, I think prioritizing forearm strength and grip strength is imperative to protecting your elbows. You’ll see me doing this. Anybody that watches me work out, I would do this in between sets. Here I am just grabbing a bar and hanging. Instead of just sitting around doing nothing, I try to work on my grip strength. Which, I think, has led to a lot of other lifts being stronger. It definitely helps me on the deadlift and it helps me with all of my exercises, really. I actually do it here. I mix it in on ab work. If I can, instead of just doing all two-handed hanging stuff, sometimes I’ll go with one. I will caution you, if you have issues with your shoulder this could be a challenge at first, but it’s been helping me get over my labrum issues because I’ve been getting stronger, stabilizing my shoulder, and preventing that destabilization that comes from having a torn labrum. So, all of it in time, guys. You’ve got to find out where you sit and what you need to work on. But this is how you get over elbow pain. Stop focusing on the elbow. The elbow is a hinge joint that’s acting as a consequence of what’s going on below",
        "start": "00:02:51",
        "duration": 151.97,
        "title": "How to Fix Elbow Pain (ONE SIMPLE EXERCISE!)"
    },
    {
        "text": "it and above it, just like in the lower body. Guys, I hope you’ve found this video helpful. If you’re looking for a program that cares about all this stuff, because it all matters – it’s what we call ‘putting the science back in strength’ – we have that over at ATHLEANX.com. In the meantime, if you’ve found this video helpful leave your comments and thumbs up below. I will cover what it is you want me to do in the future weeks. All right, guys. See you soon.",
        "start": "00:05:23",
        "duration": 18.723000000000003,
        "title": "How to Fix Elbow Pain (ONE SIMPLE EXERCISE!)"
    }
]