[
    {
        "text": "What's some guy, Jeff Cavaliere, athleanx.com.  So, have you heard of this guy right here? This   is Hiiragi Sensei. Now, if you haven't heard of  him, maybe you've heard of his story at least. And   if you haven't, you should because it's actually  pretty interesting. He lost 28 pounds, but more   so he made this body transformation here and  just five months. And he did it most importantly   with just one four-minute workout every single  day. So now the BS sensors in your head are   probably going off saying, is that real? Well,  I'm here to actually tell you that it is. But   I think we need to look a little bit more closely  at his story to see what really happened and what   really helped him to make this transformation.  So, if you look at what he said in five months,   he did one single workout and actually repeated  the same one over and over and over again and   it's the one you're looking at right here. It was  simply a series of Burpees or I'm going to make   a correction here, Squat Thrusts, because  he actually never went down to the ground,   and we'll get back to that in a second. With just  these Squat Thrusts alone, he performed them in a   Tabata fashion, meaning 20 seconds on with 10  second rest. So, he really didn't perform four   minutes continuously of exercise. He actually  just did 40 seconds out of every minute. However,   in the five months, he never missed a  day and at the end of the five months,   this is the transformation that he made. And as the articles talk about,   he increased his muscle mass, he looks a  lot better and certainly he got a six pack,   and he looks a lot leaner. But I want you guys to  really focus on something really important here.   If we're going to look behind what happened,  you see that there is maybe some reason to   have the BS sensors go up because it wasn't the  Burpees. And again, if he did actual Burpees,   maybe the muscle growth he saw would be even  better. But we didn't see what his actual behind   the scenes dedication to his diet that didn't  get played up as much in the article that was   actually responsible for this transformation.  I covered it in a video before with Jesse how even   if you took one of the most metabolically  demanding exercises out there, the Burpee,   and performed it for a minute straight, you're  going to look at about a 15 to 16 or at most   17 calorie burn per minute. And one of the  limitations of relying on an exercise as   intense as a Burpee is that he just can't do it  for many, many minutes. But even in this case,   let's assume that he did them for the  entire minute and burn 17 calories,   at a maximum, after four minutes, he'd  be doing just 68 calories of burning.    Now, if I were to take out my calculator here and  look at 68 calories and multiply it by 150 days,   which is 30 days for five months, that's 10,200  calories. Divide that by what we know roughly is a   pound, which is 3,500 calories. And you're looking  at 2.91 pounds of the 28.6 that he supposedly   burned. Now, that's probably about right. You're  only going to be able to do about a three-pound   loss just from doing four minutes of Burpees  a day, I don't care how consistent you are.   But what he did do was it blocked the ability for  him to become consistent with his nutrition.    And as I've said to you before, if you want  to get a six pack, that's your golden ticket.   Be consistent with your nutrition and start to  care about what you put in your mouth. Because   I will make this even more simple for you. The  four minutes of whatever the hell he decided to do   are never going to match up with the other 23  hours in 56 minutes of his day. And it was the   fact that he got control of the other 23 hours  and 56 minutes in terms of what he put in his   mouth that determined his transformation.  If you want to get a six pack, it's simple,   it's always about your nutrition. But can you  do it? It's hard because most people can't   gain control over those. 23/56 His commitment  to performing the four minutes a day, every   single day come hell or high water was enough  to get him to start caring a hell of a lot more   about what he did in the rest of his day. Just  knowing that his work could be wasted by not   supporting the consistency of effort with the  consistency of eating was enough of a motivation   to make him approach his nutrition differently  this time. And made him quit lying to himself   about wanting to lose weight and doing nothing  about it and start focusing on a clear objective   to get him started down that right path.  But I will caution you, this approach won't work   for everyone. The idea of doing a single Burpee,  let alone 150 straight days of them, just isn't",
        "start": "00:00:01",
        "duration": 250.6400000000001,
        "title": "How to Get a 6 Pack in 4 Minutes a Day (WORKS EVERY TIME!)"
    },
    {
        "text": "really all that appealing. Right, Jesse?  I hate Burpees.    See, even he hates burpees as should  you. So now what do you do? Well,   how about if you try something else? Use those  four minutes to have a better game plan. Don't   just do the four minutes of Burpees, because  again, you're looking at 68 calories, a burn,   probably not going to help you to harness the  control over those other 23/56. Instead, do this.   Head to the website and the link below, which is  our website. Now hold on a second, this is not   just to get you to go over there, I gave you some  instructions. It's going to take you about four   minutes to go through the list. That link is going  to give you a list of carbohydrates, those starchy   carbohydrates. Right. The ones that we probably  can't live without, we still enjoy it. And I'm   not recommending that you try to cut them out  because you'll never find long term success.   Pick about four or five of those that really  resonate with you, that you really just don't   want to see them fall by the wayside. Two probably  a little bit more breakfast oriented in nature,   whether it be oatmeal or bagels or toast  or whatever and then two that are more like   nighttime or lunch type carbohydrates. Then  look through the fibrous carbohydrate list   right there after that one. And you can pick as  many of these as you want. And make sure that   no matter what you do, you choose double the  amount in terms of volume on your plate than   you do those starchy carbohydrates. And then go  through the protein list. And on the protein list,   I'm going to tell you to choose as many as you  like here, too, and just sort of make sure you   do one thing for me, have one of them every  single time you sit down to eat, whether it   be a full meal or whether it be a snack.  Now, if you do this, the only thing that comes   after that is the portions that you put on  your plate. And I just gave you a sense of   the relative amount of portions comparing one to  the other in terms of fibrous carbohydrates to   starchy carbohydrates. But I actually go through  and break this down through my plate method in   a video that I'll link for you at the end of this  one. And with the plate method, it's going to show   you exactly how to portion these things on the  plate to set you up for success every single time.   Now, when you do this and you adopt the  habit of doing this on a daily basis   for just four minutes, a much better spent 4  minutes than even doing those dreaded Burpees,   it's going to work every single time.  But do one more thing for me, because there's   one other thing that Hiiragi did that I think  we're also overlooking, and it was accountability.   See, before he even started this transformation,  he pointed out, I think, on his Twitter account,   he was going to do this. Look back at  me in five months and watch how I do.   Now, if that's not putting yourself out there.  I don't know how many followers he had, but,   you know, at least telling some friends of  yours. Or allowing yourself to put it out on   your social media account, whether you have some  followers on Instagram or whatever it might be,   make yourself accountable. Because between having others have   expectations for your success or failure and also  just the having to look at yourself in the mirror   every day and hold yourself accountable, you will  be surprised at how much you can change your body   just by actually having something that you're  holding yourself accountable to. Add the method to   the motivation and guys, I promise you you'll get  results and getting a six pack will be as simple   as I say it is. It will always be just about  nutrition, but you have to figure out how to   make it just about the nutrition and stop getting  clouded by all the four-minute workouts.    By the way, if you look back at his pictures  here, can I just point one more thing out.   If you look at his arms, I'm not going to say  that they got a hell of a lot more muscular.   If you look even in the before photo,  his arm is actually still pretty much   the same size, and you can still see some of that  underlying tricep definition. And when you look   again at the after photo here, it just looks like  he dropped some of the body fat. Again, consistent   with what I said he actually accomplished.  And if he wanted to get a little bit more results   in terms of building a bigger upper body, he  should have taken those burpees all the way   down to the ground like I advised. And if you're  looking to take your workouts to the next level,   guys, and get a meal plan in the process, you can  find them over at athleanx.com. If you found the",
        "start": "00:04:12",
        "duration": 217.36,
        "title": "How to Get a 6 Pack in 4 Minutes a Day (WORKS EVERY TIME!)"
    },
    {
        "text": "video helpful, make sure you leave your comments  and thumbs up. Also, if you guys want to see that   video I talked about with the plate method, I'll  link it over here for you. All right, guys, I hope   this is helpful. I'll be back here again in just  a few days with another video. See you soon.",
        "start": "00:07:51",
        "duration": 13.920000000000002,
        "title": "How to Get a 6 Pack in 4 Minutes a Day (WORKS EVERY TIME!)"
    }
]