[
    {
        "text": "JEFF: Off of the pelvis. So we know – oh my God. Raymond's gone. Okay. So he's out. So we know that the pelvis can change position… What's up, guys?! Jeff Cavaliere, ATHLEANX.com. Oh, he's back. You knew he'd be back. You can't keep a good man down, especially if he's already dead. See, Raymond's back and today he's going to help us because today we're going to talk all about scapular winging. It's a common problem and it's actually a complex problem to fix, but it could be a little easier if you take the right step by step approach. We have to do that. What is scapular winging, for those of you aren't really aware of what it is? It's the position of the shoulder blade in relation to your rib cage, especially as you move your arm. So it's when the shoulder blade wings, or pushes back this way. If you look at it from the side it's doing this. The insider border is pushing away from your ribcage. So it's creates this gap that actually looks like a pair of angel wings if someone were to look at you from the back. Well, there's a big problem with this. If you have any movement dysfunction at all in your shoulder blades you can assure yourself that you have a movement dysfunction in your arm and your shoulder as you try to raise it up over your head because you can't raise your arm over your head without having movement of your shoulder blade. I could do that with Jessie right now. If he were to raise his arm up, over his head, all the way up he gets to the top only because he's got two thirds of the movement working well here, and one third of the movement working well at his shoulder blades. But if I were to come in here and hold his shoulder blade down like this he actually can't raise it beyond that point because I've stopped the motion. So we can see right away, if you're not moving properly here you've got big problems. It's a big, common problem to have shoulder issues when you're lifting. So what we've got to do is we've got to fix this. So Raymond, thank you. You're back. I'm so happy. If you come here – Jessie, go ahead and take off your shirt. The first thing that you're going to want to do is you're going to want to assess your posture and what you look like here as you raise your arms up, over your head toward the front of you. So have somebody take an iPhone and film what you look like. You're going to take your arms in front of your body. You see Jessie's gains here. Go ahead and raise all the way up. All the way up.",
        "start": "00:00:00",
        "duration": 144.61999999999995,
        "title": "How to Fix Scapular Winging (STEP BY STEP!)"
    },
    {
        "text": "Okay, then come back down. Don’t just drop them. Come down a little bit better than that. So raise them all the way up. Raise them all the way up. Okay, now come on down. Yeah, right there. Stop. Right here you see where this pops off his ribcage. You can see I can fit my fingers, literally, underneath his shoulder blade here. That is a wing. The medial side here is winging off his ribcage that way. That's the first thing you want to look for to see if you get that on the way down. On the way up there's a couple other things you want to look for. First of all, look at the position of his shoulders. This one is clearly higher than his right shoulder. He's got this up. That's because of the tightness in a muscle that we're going to address here. The second thing was, as he went up he had a little bit of a head bid there that actually reinforced the fact that I know that this levator scapulae is tight. We're going to want to address that. Then the other thing is, does he get a bunching up in here of the rhomboids as he's going this whole motion? You would see that the shoulder blades kind of come together and make a crack down the middle. You didn't see as much of that there, but if you do then I'm going to show you what to do. So the first thing is, you have to address these via stretches. Jessie, you're going to come right here. You want to address this via stretches because if these muscles are tight – we all know that have a winged scapula is going to be caused by a weakness in the serratus anterior muscle. But if that weakness is caused by the fact that the muscles on the opposite side of the serratus are tight, then all the strengthening in the world is not going to ultimately fix the problem. You have to stretch the muscles that are causing the problem on the other side of the serratus. So, I mentioned the levator scapula, I mentioned the rhomboids. You could do the two stretches like this. The rhomboid stretch, you're going to put your butt into the wall, Jess, and you're going to take your hands out in front of your body here, and you're going to reach out, keep your butt up, anterior tilted pelvis there, reach, reach, reach, reach, until you feel the shoulder blade stretching out. Okay, he's reaching as far as he can to stretch this out. Get that – just like that. There you go. Now go ahead. One more time. Reach out. Hold, reach. There you go.",
        "start": "00:02:24",
        "duration": 130.93,
        "title": "How to Fix Scapular Winging (STEP BY STEP!)"
    },
    {
        "text": "Like that. So go ahead and turn so they can just see what you're doing. All the way like this. You're getting this stretched right here, in these muscles that pull the shoulder blades here together. The next thing is even better. It's the levator, the thing that's causing him to have all that head nod and things going on. That raising of the higher left shoulder. You're going to stretch it out, you're going to look down to the opposite pocket of the side that's tight. So if you have a high left shoulder you're going to look down toward the right pocket. You put yourself back, up against the wall, shoulders back and down, you're looking toward that pocket, use your hand to just reinforce and hold it in that position, an then you're going to raise this arm up because the levator is a muscle that wants to downwardly rotate the scapula. By going like this we're upwardly rotating the scapula. So we're getting a good stretch on that muscle that's right here. Can you feel it? JESSIE: Yeah. JEFF: Yeah. So we want to make sure that we're stretching this. How many times a day? How often? A couple times a day for a good portion of time. 30 seconds to 60 seconds. Just do it a couple times, but it's more routine in terms of doing it regularly throughout the week. It didn't take you one night to get here. It's not going to take you one night to fix it. If you don’t have any of those problems the next thing you want to do is assess your posture and standing. Two things: you're looking at the posture in the front, and the posture from the side, and you have to look at the posture from the other side. You can see that on this side here, even though we've been working a lot with Jessie to try to help fix this, this side is a little bit rounded. So it's indicating to me that he's got internal rotation here. Or some of the internal rotators are too tight that are causing that. Maybe even a weakness in the external rotators, but subscapularis, number one. Lats, number two. Pec minor, number three. All three stretches I've actually done videos on how to stretch those out. So to avoid those things becoming 30 minutes long I'll link those in the description below on how to stretch all of those. But you want to stretch those because if those muscles are tight and you're creating this sort of shoulder posture you can mechanically cause a weakness in the serratus by impacting the thoracic nerve. The long thoracic nerve. It's a nerve that literally feed the serratus anterior. So if that nerve is all screwed up you're going to get a weakness in the muscle that",
        "start": "00:04:35",
        "duration": 129.44000000000003,
        "title": "How to Fix Scapular Winging (STEP BY STEP!)"
    },
    {
        "text": "it connects to. So you could strengthen the serratus all day long, again, like we said before, and do nothing to fix the problem because we haven't fixed the issue that's causing the weakness in the first place. So if you test out and you see that you have this roundedness, or this depression on one side in standing then you have to stretch and follow the stretches I've linked below for each of those areas. Let's say you're clear on all of those. You're not tight in any of those muscles that I just showed you. Now you want to move onto stretching the serratus anterior. In all instances you are going to strengthen the serratus anterior. It's just whether or not you add this group of stretches that we just talked about and linked below, or the first two stretches that Jessie and I did against the wall. So let's go now to the actual exercises themselves. Okay, so if we're going to strengthen the serratus – which we need to do – then you need to know what you're doing. You need to make sure that you're protracting the shoulder blade here. It's going to travel around your body as you reach forward, but the other thing that it does that we sort of overlook and tend to forget is that it upwardly rotates the scapula. So we're going to get that by raising our arm up over our head. The shoulder blade is going to upwardly rotate. We can actually incorporate that into the exercise together with protraction to get a better exercise. The first one we do here is called an apple picker. So Jessie's going to have a band wrapped behind something sturdy, behind him, he's going to raise out in front of him. Now as he's reaching, he's reaching and trying to get that protraction here of his arm. The whole time reaching he's going to grab an apple from up here and when he brings it, he grabs the apple, now he's bringing it down. He's trying not to let his arm just come down and retract here. He's trying to keep it here, keep the protraction there, especially the eccentric contraction as he comes down right there, and he puts it right in the basket. Now he reaches back out again. Reach, reach, reach. Push, push, push, push. Don't lean. Don’t lean. Push. There you go. So he's pushing through here to work that muscle. Then he grabs, and then he comes down, and he puts it down inside here. So you work on that higher repetitions, but you do them one repetition at a time. This is better off done as 20 sets of 1, as opposed to 1 set of 20. I want quality. You're trying to – it's called neuromuscular education. You're literally trying to reeducate the muscles to get them to fire because they've probably been dormant for a long time. Let's look at some more. Next thing we have is a lean back pushup. What you're going to do here is, again, you want to be able to get that protraction, but",
        "start": "00:06:45",
        "duration": 141.051,
        "title": "How to Fix Scapular Winging (STEP BY STEP!)"
    },
    {
        "text": "we're going to force upward rotation here of the scapula by having this body change positions. So a pushup plus is good. Let's demonstrate that first, Jessie. Get up, in here. He's going to basically push through his shoulder blades. Try to wrap them around his body. He keeps a pretty good position here of his low back. He's trying to push around, but now what we can do is I can have him start to lean back toward his heels. But the goal is push, push, push, push forward, forward, forward, as hard as he can. Where do you feel it? Under here? Right there. So he's feeling it in the serratus. You'll feel this immediately if you do this yourself. Come back to the front. So again, reset. Remember, always quality reps. Push through, there's the plus, now as he's leaning back we're getting elevation because the arm is coming up over the body. But he's pushing and pushing, leaning, and pushing as hard as he can away from him into the floor, there, and then come back. So you're going to do those as your second exercise. So let's move onto the third. Okay, the third exercise is a band pull apart, but you're not looking to squeeze your shoulder blades together as much as you can. You want to work on the eccentric ability to keep your arms away from your body as you pull back into the pull apart, okay? So go ahead, and you grab the band, you spread it apart there, but the arms are here. Get this posture good here. You are in this protraction here. Jessie's doing the same thing he's done on the floor, and in the other exercises so far. Now pull apart while still trying to keep this relationship – yeah. Put it up top. There you go. Pull, pull, pull. Good. Right there. Now as you reach out, slow, slow, slow, and let it reach, and reach, and reach. Okay, now pull apart. Keeping it here. Okay, just like that. You want the control without – now go ahead and show them, pinch your shoulder blades together. From here, go ahead. Do a regular one. Go ahead. Just pull apart. There you go.",
        "start": "00:09:06",
        "duration": 117.10899999999998,
        "title": "How to Fix Scapular Winging (STEP BY STEP!)"
    },
    {
        "text": "That's what most people are doing. We're not looking for that in this exercise. That's a different exercise meant to strengthen the rhomboids. What we're trying to do here is work on the serratus and you do that the way I just showed you. Okay, next up is the wall screw. This one here is going to give us a chance to protract into a wall. It's a good beginner exercise. Get your hands here, the screw part comes in a second, but the key, again, when we do these exercises, it's not to – let's show them the wrong way. It's not to just round out the thoracic spine because sure, we're getting some protraction here, but really we're getting a lot of compensation here through our spine, which is not what we're looking for. So you get back in this position. Now once you're here you keep this nice and straight. The protraction is going to be just like that. So we're isolating the serratus activity there and we get into the punch. Go ahead. Now from here, we screw our arms this way into external rotation. Just like that. Good. And then come out and reset. So here, push like that. Yep. No. watch that thoracic spine. There you go. Then screw. Go screw, Jessie. I love being able to tell Jessie to go screw himself. Here, down, and reset. All right, so another good option – again, no excuses here because everybody's got a wall. It's just making sure that you're doing it the right way. That's what is going to help you in the long run. Okay, next one. This is, again, a more advanced version, after you have the control and reawaken this muscle. You still need to make sure that it's staying strong, especially compared to all the big muscles that you're working on in your body all the time. So we want to make sure we get the protraction where you do. This is a dip plus. So you get into a dip position. So with Jessie in his dip position now, he's pretty much straight up, right? So we're not going to get much protraction here. Raise this just a tad when you're up there. He's not going to get much protraction unless he leans forward. So he leans forward – his whole body – keeps these locked out, now he's goes into the protraction of his shoulders. Just like that. He lifts up into a plus. All he's doing here is holding for an isometric hold of about five seconds, to ten seconds.",
        "start": "00:11:03",
        "duration": 124.20000000000005,
        "title": "How to Fix Scapular Winging (STEP BY STEP!)"
    },
    {
        "text": "However much he can withstand. You're going to get your abs working here, too. we call this exercise at the gym, it's abs before, but the real focus here is to push through the shoulders and not just lifting up through the abs. okay, do a couple more. Just like that, and you're holding there. We have one more exercise. The straight arm pushdown. I'm going to show you how to do that and we'll wrap this all up. All right, finally we have that second overload exercise. Remember, it falls in line after you've already build up that mind-muscle connection in the dormant serratus. It's the straight arm pushdown. You can do it to work the serratus by tweaking the way you do the exercise. Get in this position here. You're setup with a good position here of the thoracic spine. You're not rounding it forward. From here it's just a small movement of the protraction just like that on the scapula to isolate the serratus. Now we load up the weight that allows us to do the straight arm pushdown. Come back up to the top, reset, up nice and tall. Good. Just the protraction there and he's able to load up the weight heavier than he does on the other exercises. Remember, this is one of the exercises that comes in, as I said, after you've already built it up. So remember the progression here. Identify first if you have any of those tightness's. The ones in the opposing muscle groups. The ones that oppose the serratus. If they're tight they could be causing weakness in the serratus and you're never going to fix that unless you stretch those first. The other muscle groups that cause internal rotation and literally cause a physical impingement on the nerve itself. Unless you fix that and take the impingement off the nerve you're never going to address the weakness in the serratus. Once you get to the point where you're doing exercises to strengthen the serratus you have lots at your disposal here, work your way up. Choose a few. Make sure that you're routinely doing them because it didn't take you just a day or two to get weak and to cause this situation in the first place. It's not going to take you a day to fix it. All right, guys. I hope you've found this video helpful. In the meantime, if you're looking for a program that puts the science back in strength, realizes that we're all going to have to use our shoulder at some point unless we just sit here and go like this all day with a remote control; head to ATHLEANX.com and get our ATHLEANX training program. Again, let me know what you want to see here in future videos and I'll do my best to cover it for you in the days and weeks ahead.",
        "start": "00:13:07",
        "duration": 124.70000000000003,
        "title": "How to Fix Scapular Winging (STEP BY STEP!)"
    },
    {
        "text": "See you.",
        "start": "00:15:12",
        "duration": 0.17,
        "title": "How to Fix Scapular Winging (STEP BY STEP!)"
    }
]