[
    {
        "text": "JESSE: You going to start talking, or what? JEFF: Oh, the video's running. I'm just not talking. I'm- JESSE: Yeah? Why? JEFF: I don't want anything to do with this video. JESSE: Why not? JEFF: Do you want to explain what you were doing when I walked in on you earlier today? JESSE: I have NO idea what you're talking about. JEFF: Oh, no? JESSE: No. JEFF: This. [\"Baby Shark\" plays] JESSE: Okay. That, I can explain. JEFF: I really hope so. JESSE: Okay. First off, that was the 30th day of me doing the \"Baby Shark Ab Challenge\". JEFF: The 'what'? JESSE: The \"Baby Shark Ab Challenge\". JEFF: Right. That's what I thought you said. JESSE: Yeah. JEFF: Okay. So, could you explain what the hell-? JESSE: Yeah. Absolutely, I can absolutely explain that. So, about a month ago I was at a party having fun – unlike Jeff, because, you know- JEFF: By the way, 'Train like an athlete'. Baby Shark. Go ahead. JESSE: Yes. Yes, okay. I was at a party. I was over served with a few alcoholic beverages. Again. JEFF: A few? JESSE: I had – yes, a few. JEFF: Okay. JESSE: I have fun. JEFF: A few dozen. Go ahead. JESSE: My friends challenged me to a game of Beer Pong. They said if I lose, because I work at a fitness company- JEFF: Used to work at a fitness company. JESSE: That's the discussion we're having after this video. They said if I lose, I have to do the \"Baby Shark Ab Challenge\" for 30 days. Needless to say, I lost. But if you're asking me, I think I won because I think my 8-pack is looking pretty sweet.",
        "start": "00:00:02",
        "duration": 96.641,
        "title": "I Did the “Baby Shark Ab Workout” for 30 Days (THIS IS WHAT HAPPENED!)"
    },
    {
        "text": "JEFF: 8? JESSE: That's 8. Right there. You counted them in video. So, \"Mr. 6-pack\", all right? JEFF: So, let me get this straight. Do you want to take them through the same, exact workout? JESSE: Yes. Absolutely. That's the point of this video. I want to take you guys through the exact same workout that I did for 30 days. JEFF: And you promised me that it actually works. JESSE: Yes. 100%. Take a look. JEFF: Okay. Here we go again. All right, I'll tell you what. I'll let you do it. You show them and I'll let you take them through it. JESSE: Hey, I'm more than happy to show them – wait. Jeff? Do you want to join with us? JEFF: No, I'm good. Seriously. JESSE: You're sure? JEFF: I'm fine. I'm fine. JESSE: Enjoy your 6-pack. We're all going to enjoy our 8-packs. JEFF: Okay. JESSE: Oh, this one sucks. JEFF: How you doin', Jesse? JESSE: Hey, you know what? This is awesome. And guess who I saw doing this? The Washington Nationals. So, you know what? Don’t knock it. JEFF: I think they're dance moves. Not for an ab workout. JESSE: This is basically a dance. We're running away, fellas. JEFF: Jazz hands? JESSE: Jazz hands! I told you, we're bringing it back. JEFF: All right. So, maybe a little bit of redemption on your part. Guys, I'm going to be dead honest here. I didn't have high hopes for this.",
        "start": "00:01:39",
        "duration": 129.709,
        "title": "I Did the “Baby Shark Ab Workout” for 30 Days (THIS IS WHAT HAPPENED!)"
    },
    {
        "text": "But I will tell you this – hold on – a couple of things. Number one: consistency. I say the best way to train abs is to train them daily. JESSE: Yeah. JEFF: If you train them daily, in a short period of time you're going to get results. Number one. That's the first benefit. Number two: the fact that you were under constant tension the entire time, even though you were in your rest period, you were still in that, basically, half v-sit. JESSE: Yeah. JEFF: That's going to help as well. I like to condense those exercises together. The third thing is you're actually using time as your training variable, as opposed to reps. A lot of times people will program repped ab workouts. 10 reps of this, 15 reps of that. The problem is 15 reps may not be anywhere near as difficult as it should be for you, versus somebody else. So if you do time, time is something that can become a lot more of an equalizer. JESSE: Speaking of time, I want to throw a little thing out there. Guys, this is a short workout. It's, I think, 2 minutes. If it's not long enough, what I did as I progressed was repeat it. You just keep going, you get it more intense, and make it more difficult for yourself because you're under that constant tension, going for longer time. JEFF: Right. That's a good point, for progression. The last thing is, it's always a lot easier to train to music. We did a whole video about why music is helpful because you wind up almost focusing less on what you're doing, in terms of cranking them out and the burn that you might be feeling, and you get more- JESSE: A distraction. JEFF: You keep going – more of a distraction by doing that. I'm going to break the good flow here though, Jesse. The fact is, you probably could have chosen something a hell of a lot cooler. JESSE: What, like Iron Maiden? JEFF: Anything. And you probably could have just done one of the ab workouts form the 6-pack Promise. It would have been a lot easier because we do timed ab workouts, the exercises flow with the right difficulty level, it would have been a hell of a lot – you would have saved a lot of face, as opposed to having done this for 30 days. But congratulations. Nice job. JESSE: Well, I'll say this though: your 6-pack Promise doesn't work for my 8-Pack Guarantee. JEFF: Guys, if you're looking for – the 6-pack Promise is in the App Store. In the meantime, if you're looking for science-based training – not this – but science-based training; we have it all over at ATHLEANX.com. Guys, I hope you found the video helpful. Make sure you try it. It is pretty damn difficult. JESSE: Yeah.",
        "start": "00:03:48",
        "duration": 132.38000000000002,
        "title": "I Did the “Baby Shark Ab Workout” for 30 Days (THIS IS WHAT HAPPENED!)"
    },
    {
        "text": "JEFF: Give it a try. In the meantime, if you're looking for other videos here, make sure you click 'subscribe' and turn on your notifications so you never miss one when we put one out, and I'll see you guys back here in a couple of days. See ya. JESSE: See ya",
        "start": "00:06:01",
        "duration": 8.809999999999999,
        "title": "I Did the “Baby Shark Ab Workout” for 30 Days (THIS IS WHAT HAPPENED!)"
    }
]