[
    {
        "text": "So theoretically, you could  be fine, you're lifting and   all of a sudden, bam, it comes out, ugh. oh, that looks like a pain in the balls.   What's up guys, Jeff Cavaliere, athleanx.com. And Jesse Laico, altheanx.com.    So today we're talking about hernias. And before  you say, \"Oh, I never had one, I have to worry   about one.\" It's actually one of the more common  injuries, especially for those that like to pick   things up and put them down. Like our question for  today. This is an \"Ask Jeff\" video where you get   your question featured and I answer it for you.  Leave your question below. Maybe you'll appear   in a future video like this one. So, we have from ALEXALMOST40, \"Hey,   Jeff, I just went to the doctor and it turns  out I have an inguinal hernia. He said no heavy   lifting. Are me and my gains screwed unless I  have surgery? Thanks. You're the best. Jesse,   you're even bester.\" You like that one?   ALEXALMOST40. Yeah, that sounds like the  intelligence level of somebody that would   like Jesse, actually. That's not very nice.    I like Alex, but I'm just saying the use of the  words Let's talk about what this is, I can relate   exactly to what Alex is talking about. Because  I have had not one, but two hernias.    Two hernias?  Two hernias. One of which I had repaired   and one of which I live with to this day. So,  the one I had repaired back in 2011, I had it for   three years and at that point I finally started  to get to the point where I was so uncomfortable   that I had to go and get it repaired.  Okay.   We'll talk about the options in terms of what  repair looks like for those who have to go   down that route. The other one that I had was in  2013, and ironically, I was filming an exercise   that I recommend you not do, which I'll  get into in a second here, and of course,   in filming the exercise not to do, I incurred my  second hernia. Ironically, the same thing that   happened to me the first time that caused a hernia  on the first day of doing that exercise.    Is that why you have been demonstrating  all the bad exercises?    That is why Jesse demonstrates many exercises for  me. So, what is a hernia and basically what causes   it? Okay, so I got this right here. So, what  this is, is basically your intestines inside,   your abdominal muscles on the outside. And what  happens is you start to get a little breakdown   in the outer abdominal wall and there  are very thin muscles down here,   we're talking about inguinal hernias, down in the  groin just to the right or left of your junk.    That's a weak spot. And a lot of times  we are born with this weak spot that   never actually fully closes. If we get any  type of increase of international pressure,   if we cough, if we sneeze, if we lift heavy, if  we bear down and we push out, that can cause the   inside to start pushing out against the outside.  And if we keep doing that, what happens is you'll   get this sort of gradual breakdown in the area.  It's not an incident that happens just like that.   The actual tear you could feel as a one-off  incident, but it was an accumulation of   a lot of things that led up to it.  So, if you look at this band here, it looks like   it's fine, it's intact, it can actually function.  But if I were to pull it and show you a little bit   closer here, you can see that there's a tear  in that band. Okay. So, that tear over time is   going to eventually wind up breaking and snapping  the band. You'll feel the zipper like pain when   that actually happens. But it's an accumulation of  those stresses, the increased IAP pushing against   that that leads to that eventual breakdown. So,  in my case, I actually felt this zipper like pain   the moment I did that rep, but it was probably  an accumulation of a gradual weakening of that   tissue in that area over time.  Right.    Very similar to what I talked about the pec  tear that happens, we covered a few videos   back. Though the pectoral happen on a single  repetition, it was the accumulation of the   breakdown of the tissue over time that led to that  weakening in that spot that allowed it to break.   So, who does it affect? 25% of the time men will  have this happen to them in their lifetime. That's   a lot. That's a lot of inguinal hernias, it is  actually one of the most popular repairs that   we have surgically done every year. Women  actually get it about 3% of the time.",
        "start": "00:00:00",
        "duration": 223.1999999999999,
        "title": "I Have a Hernia! (NOW WHAT?)"
    },
    {
        "text": "That's it? But it's still a lot. Three out of every 100   women, it's still a lot. It's the fact that men  are sort of predisposed by carrying a little extra   anatomy down in that area. Unless you're Jesse,  you don't have to worry about that as much.    Whoa, whoa, whoa.  I'm just saying. Listen, so if you were   to get one, what happens? Okay, so you've got two  options always when you get a hernia. Number one,   watchful waiting or surgical repair. Now, let's  go down the surgical repair, because again, I did   that. You have two options in terms of surgical  repair, and one of them is really not even that   much of an option anymore. And it's the tension  free or the tension of repair and what they do   with the tension repair, is they actually suture  the tissue, the whole and that our abdominal wall   together. But what's not so good about that is  you're basically holding it together with stitches   so that if I were to increase the pressure  on the abdominal wall from the inside out    Then it causes the sutures to open up.  Yeah, so it's going to it's going to pop that hole   again. So, you have to really be careful about the  type of pressure you're developing from the inside   out. However, they came out with the mesh repair  and the mesh repair actually goes behind the   hole. So, this is the hole here. I put the mesh  behind the hole like this from the inside out. So,   the hole is actually never repaired. And what I do  is I make sure the mesh is large enough to cover   that hole. So even if the hole starts to get a  little bit gradually bigger over time, they're   still being covered by the mesh and it doesn't  increase, there's no tension on that repair.   I'm holding this in place, so actually,  if I were to increase abdominal pressure   from the inside out, I'm pushing the  repair more into the abdominal the wall   and actually causing more stability of the repair  as opposed to less. So that would be the way you'd   go. And that's how I went and again, I haven't had  any issues with that repair now for 10 years, so   that's a good thing. Now we've got the other room,  watchful waiting. You can train with a hernia.   Can you?  Yes. Contrary to what people say, you   have to just be careful that you do two things.  Number one, I have now trained with my hernia   for eight years. You have to be careful about  the use of exercises that dramatically increase   intra-abdominal pressure. We'll talk about  that in a second. You also have to be careful   not to utilize exercises that increase  that inguinal vulnerability, I like to say.   And let's start with that one, because that's the  one I've covered before in videos and I mentioned   earlier here talking about like a One Arm Row.  Again, the tissues in this area of the groin are   already thin and rather weak and sometimes  already compromised genetically by the fact   that that inguinal canal never fully closed.  So, as you start to put yourself in a position   like a One Arm Row, with one leg of one leg down  on the bench, you've already got a lot of stress   and tension in that area, especially for the leg  that's down on the ground that's causing that   stretch at the same time. And then you go when  you lift that heavy weight awkwardly, oftentimes   that causes that area that's already under tension  that potentially could have already had a little   bit of that breakdown to just simply open the hole  large enough for the insides to herniate out.    Now, if that were to happen, by the way, what  I had to do, I know it sounds kind of graphic,   but I got to lay down on the ground, I see the  bulge coming out and I got to push it back down.   Okay, and put it back in. Because the worst thing  that can happen is if you train with this and it   comes out to the point where it gets stuck out  of the hole, so, it's out here and I can't get it   back in, that's called an incarcerated hernia. And  basically, if it stays out there or even twists   when it's out there, it can get strangulated and  at that point, if it cuts off blood supply, that   tissue can necrosis and die. And at that point,  we could get some kind of a sepsis and that would   be a very, very ugly, dangerous situation.  So, they always recommend, that's when people   tell you, \"Hey, I think it's better off that you  go in and get it repaired.\" Especially if you're   younger and healthier, it's going to be easier to  overcome the repair. But again, I think that you   may not have the rush it as often because a lot  of times they don't become strangulated. That's   a risk that you play with and I've been  playing with one now for eight years.    So, the other thing we want to do, though, is talk  about the intra-abdominal pressure exercises. So,",
        "start": "00:03:49",
        "duration": 232.24,
        "title": "I Have a Hernia! (NOW WHAT?)"
    },
    {
        "text": "squats, deadlifts, these are the exercises  that are going to require a lot of bracing,   pushing from the inside out that is going to push  all of your abdominal contents sort of into the   wall against it, you know the bracing of the wall  from the inside out, which increases stability   of the spine and increases core  rigidity. But again, at the same time,   if you've got a hernia there, you are  asking to push the contents further out.    So, one of the things you can do is decrease  the weight a little bit. Right? Or you can   just simply utilize a belt in that case.  So, I'm not often a fan of utilizing belts,   but especially in this instance here where  people are dealing with unrepaired hernias,   the belt at least gives your abdominal cavity  something to stabilize and push into. So, when the   intra-abdominal pressure increases, it pushes up  against the belt, which helps to keep the contents   in, where we want them to stay inside.  The other thing is you can use alternative   bracing techniques, just by utilizing different  ways of breathing and stabilizing the torso.   But the fact is, you're going to want to make  some sort of an adaptation there to decrease   the risk of increasing intra-abdominal pressure  to degrees that can actually push this thing out   and cause the hole potentially to even get larger.  All right. So, are you screwed? No. Alex, you can   actually still train, like I said, just be mindful  of those incidents where you feel you're going to   feel it. You're going to feel that sometimes as  you do this, you can feel sort of a bulging or the   pressure in that spot and you might even be able  to visually see it. In those cases, you're going   to want to lay down, like I said, let gravity do  the work for you and help to push it back in.   The last thing I'll say is, if you went down  the surgical route, how fast can you get back   into stuff? I mean I was the sick bastard that  was down on the floor doing abdominal isometric   exercises the night of my surgery.  That's because you're a mutant.    I was down there trying to do some  additional like just isometric contraction   because I wanted to waken the muscles up there  knowing I wasn't going to be pushing on the repair   and damaging the repair. And because I had it done  laparoscopically, I wasn't really too disturbed,   I was definitely in pain, but I wasn't too  disturbed because I didn't have to cut through   a lot of muscles to get there. So, your return  to activity is best advised by your doctor what   to do. But again, they can oftentimes be a little  conservative, right, because they don't screw up   their work. But we do a laparoscopic repair  with that mesh on the inside there really   is not that much you can do to damage it, but  your pain levels can be a little uncomfortable,   you have to work around that. Right.   But you're going to have the fastest recovery  that way. So, I will say this, Alex, regardless   of what direction you decide to go in, if you go  to the watchful waiting route, about 23% of the   people wind up crossing over within five years to  actually need surgery, but that leaves a lot of   people who don't have to cross over. So, you could  train for a long period of time without having to   worry about getting this thing fixed.  Just like you.    Just like me. And fingers crossed  because I want to jinx myself.    So, guys, I hope you found the video helpful.  Remember if you want your Ask Jeff question   answered in a future video, make sure you leave  your question in a comment below and I'll do my   best to get those to you. In the meantime,  if you're looking for smart training where   we don't utilize exercised that place you in a  vulnerable position like that, we kind of have   a mindful approach to how we train. All of our  exercises and plans and programs are laid out   over at athleanx.com step-by-step.  Also, click subscribe and turn on your   notifications so you never miss a new video when  we put one out. All right guys see you soon.",
        "start": "00:07:41",
        "duration": 191.51999999999987,
        "title": "I Have a Hernia! (NOW WHAT?)"
    }
]