[
    {
        "text": "What s up guys, Jeff Cavaliere, Athlenex.com.  Jesse Laico, Athleanx.com. So today we have   our Ask Jeff videos, right? But this time, Jeff  does the asking. I'm going to ask you a question   that I can't wait to hear the answer to. I  actually did this on Instagram, and tons and   tons of people gave some answers that were really,  really incredible. I think it can be very helpful   to everyone that gets a chance to read these  and participate. So, here's my question for you   a very important question. I'm actually going to  follow up with this with my answers. Okay?    You meet yourself walking into the gym  for the very first time. You can say just   three words to yourself. What are they?  I know what you're going to start with.    What? Hire Jesse Laico.    No, actually probably if you ask me  today, I would say fire Jesse Laico.    Well, that's not very nice of you to  say. Okay. For real, though, probably   face pulls are forever.  That's actually pretty good. So, you get   the gist here, guys. Three words What are they?  Let me share with you, because that one actually   brings up my first point. And that is address your  weaknesses. And what that means is don't always   migrate towards the things that you're either  good at or like to do. You see, the best gains are   going to come from finding the things that you're  not so good at in the gym or that need the most   work and then finding a way to be consistent  when incorporating them into your plan.   Oh, so like me working on my posture.  Your posture, again Face Pulls are very beneficial   to most people, but they oftentimes get relegated  to the end of the workout, or they never are done   at all. Hopefully, I've done a lot to maybe change  those patterns. But think about it like a golfer,   if you're always spending your time with  the driving range but you suck at putting,   you're not really going to ever score  much better than if you go and you   have to actually work on your putting.  So, that's why I'm really bad at golf?   That's one of the very many  reasons why you're bad golf.    But that's the point, guys remember. Don't  overlook your weaknesses when your goal is   to ultimately be the best you can be. And  speaking of being the best you can be,   that actually leads me to my second three-word  phrase. I guess I'm using 15 in this. But look,   it's going to spark some conversation here. And  that is you versus you. You see, if I were to   show you a picture of yourself with a group of  your friends who are you looking at first?    Yourself.  You re going to look at   yourself in a picture first?  Always.    Everyone does that. Because ultimately, guys at  the end of the day, we all care about ourselves   first and foremost, I'm not saying we don't  care about other people, but we care about   what's happening with ourselves when we're judging  what's going on around us. That actually happens   in the gym, too. I think we go into the gym  thinking that everyone's looking at us.    Oh, yeah absolutely. That s  how I started at least.   I did, too. I've mentioned here before,  in college, I actually was a fairly skinny   guy working out in an area where there's a  bunch of guys that were a lot bigger than me   and always sort of working around like this,  looking around thinking people--they didn't care.   They didn't care. As a matter of fact, they  were sort of cheering me on and rooting for me.   But the fact is, you think that you're always the  one under the microscope when you're not. The best   part about changing your mindset to always  just wanting to be a better version of you,   is that you'll always win that game. If you're  viewing life as a competition and you are just   making sure that you're doing one thing to get  better each and every day, you're going to win   that competition every single day.  And that brings me to my third little   nugget of wisdom that I would give young  Jeff on his first time into the gym.    Oh, I know what that one is. Rehire Jesse.  You know that rehire is one word, right?    Rehi--Oh shit, that s right.  Can I continue, please? So, the next phrase   that I would say is, effort is everything. And it  actually ties into the first two things we talked   about. If you know what your weaknesses are and  you know that your competition is yourself, then",
        "start": "00:00:05",
        "duration": 205.19999999999996,
        "title": "In Just 3 Words..."
    },
    {
        "text": "the only thing that's going to determine whether  or not you see the results that you want to get   for years and years down the road is the level  of effort that you expend in your workouts.   And you know if you're  shortchanging yourself there.   Yeah, absolutely.  Right? You know whether   or not you're showing up and giving it your  best. I say all the time you could train long,   or you can train hard, but you can't do both. I  opt for training hard, so I make sure that every   single time I go to the gym, I'm doing something  that I know I push myself further than I was   really willing to go. Right? And if you can get  yourself into that space there, that is where   the best results lie. But again, if you don't  ever really put in the effort just showing up,   which might be one of the things that someone  might say in three words, is not enough. You   have to put in the effort in addition to showing  up, and that's where the real results lie.    And so, the next three words are three that  oftentimes get used far too often here,   in my opinion, on YouTube. But nevertheless,  it's a decision point that every young lifter   sort of is presented with in terms of at least  in their own head. And that is, Natty or not.   How do you choose to sort of pursue your path,  your lifelong pursuit of fitness? Right?    Mm-hmm. Now, I think what happens every young   male at some point sort of looks at someone like  The Rock, or they look at a guy who's much bigger   than them at the gym and they fantasize about  what their life might be like if they had those   gains already. Maybe they're an athlete in high  school. I'll share my story in a second here. We   fantasize, well, what would it be like? I'd be so  much better if I was bigger to play the sport for   me, football. So, this Natty or not question,  though, sort of leads to a moral question of   cheat code or not, in my opinion.  Can I make a confession?    Oh, do you have something  to share here, Jesse?    I do. On Natty or not.   It's very embarrassing.  Is this what we're going to talk about   Juicy Laico in terms of your new gains?  No, I never beat Contra on its own. I had   to use a Contra code. Okay. Up, up,  down, down, left, right, left right. B,   A start. I haven't blazed in the back of  my head, and I'm embarrassed of it.    Do you need a moment here to  share or are you good?    I'm good.  All right, you got   it off your chest. I never beat Contra either.  So, when I grew up, I said I'd share my story,   for those who've already heard it, I'll share it  again when I grew up my father was a physician.   He still is actually a practicing physician  these days. I grew up in a divorced household.   And my father threatened me that if he ever caught  me with anything, any drugs, even alcohol, he'd   throw me out of the house. So, he said steroids,  recreational drugs, alcohol out of the house. So   what did I do? I actually never got drunk a  day in my life, and that's a true story.    You need to loosen up.  I was so scared of losing the   foundation of my home that I decided I'm not doing  any of that. But what happened is what played   out ultimately for me was a sense of reward of  achievement and accomplishment that I got because   every single thing I did was the result of my  own achievements and my own hard work. Going   back to sort of the you versus you concept that  we talked about. So, I think that when you're   pursuing--when you have this this path presented  in front of you, I'm not putting anyone down   that goes down, again, the cheat code path in  my opinion. But I do think that you have to   consider the long-term repercussions of this.  And please don't tell me about well, it's just   TRT because I've made a video about this in the  past. And again, I will explain this in a second   here. But I made a video where I came down rather  harshly on the guy who said, You can't build   muscle over 35 without TRT.   Yeah, that's bullshit.    It's just complete bullshit. And again, or the  other guy that wrote in recently that said,   you can't be ripped over 40 without TRT, again,  complete and utter bullshit that will cover   in my next phrase on nutrition. Guys don't sell  yourself short that way, and please don't use",
        "start": "00:03:34",
        "duration": 212.64,
        "title": "In Just 3 Words..."
    },
    {
        "text": "your TRT as a smokescreen for the other stuff that  you're doing or a cover up for it's just TRT. Guy   all of these things are enhancements to getting  you to a place that others maybe can't get to--   Naturally. --naturally.   I believe that with the right dedication and  consistency of effort, you're going to be able   to get amazing results if you put in the hard  work, Okay? You don't need to get there as fast   as you think you might need to get there. Jesse  himself took some criticism for what taking four   or five years to get to where you are now.  Yeah, and you know what? I'm kind of honestly,   I'm kind of happy with where I'm at now,  given how long I've been training. And I'm   excited to see where I go from here. I don't care  how slow it goes, it's as long as I get there.    So, I'm not trying to take my father's hardline  stance on this, guys. I recognize the medical   necessity for some people to get to a point where  they're at a healthy level of testosterone. But   why does it seem that most of the guys that  quickly decide I'm low T and I need to go do   something or I need to jump on some gear? Why is  it that they're mostly gym going, guys? That's   a good question, isn't it? Because they tend  to want to jump to that conclusion a lot faster   because they want to get the end result of that  instead, put in the hard work rely on the effort   is everything approach and look at that you  versus you and I promise you, better results   await you long term, at least healthier. And that brings us to that next three-word   nugget that I alluded to already  here on nutrition. And that is--   Oh, I know this one, I know this one. I  have it written down. Feed the dogs.    Feed the dogs? What does that mean?  Oh, that's the message from your wife. She just   wants a reminder for you to feed the dogs.  Can I lose this book please? All right. So,   we're talking about nutrition, guys. I said that  nutrition is where you need to focus your efforts.   I think it's as a young guy, when I first started  out in a time when I was supposed to be getting a   lot of newbie gains, my nutrition was so bad,  epically bad I never ate well at all. Maybe I   would have a family dinner that had good food in  it, but the whole rest of the day I was waking up,   eating nothing but Dunkin Donuts and Hostess  cupcakes for lunch and everything I could possibly   put my body that was bad. And I wasn't supporting  those early gains with better nutrition. I regret   that entirely. I think I could have made  a lot more progress early on. Ahem, Ahem,   reminds me of somebody, ahem, that I  think was eating, ahem, not so well--   Been there, done that, I know Jeff.  But you know, listen, you can make a lot   of progress when you do focus on your nutrition.  You can overcome a lot of maybe shortcomings if   you focus on your nutrition. Right? And I've been  one on here to talk about the fact that I don't do   as much conditioning as I would like, knowing the  benefits that I would get for my heart. However,   if you're willing to have a real dedication to  your nutrition and I mean consistency every single   day. Most people probably can't follow the type  of nutrition plan that I follow. In other words,   you've seen what I eat, in my What Jeff Cavaliere  Full Day of Eating video, and I'll link that at   the end of the video. But like, I can remain  eating that consistently day in, day out, day   in and day out. If you remain consistent with the  nutrition guys and you focus on good, high-quality   nutrition, not only will you look your best, but  you'll feel your best as well. And I really think   that's where you need to focus the majority of  your efforts. Even if there's just three words   that I could give myself, that would be it right  there. And so, with that, guys, I'm actually can I   actually increase this from 15 words to 18?  Yeah, why not?    I mean, I'm already way over the limit. I'm  giving people good suggestions here. Remember,   guys, I want you to leave your three words what  you would tell the version of you walking into the   gym for the first time, what are you going to say?  Make sure you leave it in the comments below.   I would also like to add. Consistency is key. And  I've seen a lot of people say trust the process,   walk, don't run, they're all saying the same  thing. Consistency is key, I just talked about   it with nutrition, but it really applies to all  of these things here. Consistently address those   weaknesses consistently make sure that you're  the target of your own criticism and don't let   other people judge you and what you have to do.  Remember to bring the effort every single time.",
        "start": "00:07:08",
        "duration": 230.07999999999998,
        "title": "In Just 3 Words..."
    },
    {
        "text": "Stay on that path that you decide in terms of  remaining natural and committing to it and feeling   the rewards of doing that. Focus on nutrition.  Everything is based around consistency, and I   want to make sure that you guys can do that. If you're looking for a consistent plan guys,   we have all of them available for you over at  Athleanx.com. In the meantime, if you found the   video helpful, I can't wait to hear what your  comments are, make sure you leave them below.   Also, if you haven't done so, make sure you click  Subscribe and turn on your notifications, so you   never miss a new video when we put one out.  All right.   I'll see you soon.  Oh, Jeff, can I increase this to 21 words?    Sadly, I'm going to think I  don't want to hear this.   It's give Jesse raise.  I didn't want to hear this.    Oh, come on.",
        "start": "00:11:03",
        "duration": 37.28,
        "title": "In Just 3 Words..."
    }
]