[
    {
        "text": "What's up guys? Jeff Cavaliere, Athleanx.com. So about three years back we put out a video, a 7-minute Ab workout follow along that has over 20 million views. A lot of people have said, Jeff, can you update it? We're going to do one better. We're not going to just update it today, we're going to shave off a minute, 6 minutes. Take a look at the computer. I'm going to show you exactly how this works. You've got a Hands Back Raise for 60 seconds. I'll show you how to do these as we do them. The Drunken Mountain Climber, we re going to slow it down a little bit to a Cross Knee Plank 60 seconds. You get a rest for 30 seconds, a Scissor V Up for 60 seconds, Starfish Crunch for 30 seconds. You're going to love those. Rest period. And of course, the Upper Circle Crunch for 30 seconds in both directions to wrap it up. So, get down on the floor, guys. (Hand Back Raises for 60 seconds. Begin in 5, 4, 3, 2, 1) Hands back, legs up. Lift and tuck. So, the idea here, if you want to hit your lower abs, is don't think of pulling your knees towards your chest like this. Think about bringing your knees up towards your forehead. Obviously, they probably won't reach, but you want to move your pelvis, curl your pelvis, get into that posterior pelvic tilt. As I always say with ab workouts, I want to try to put yourself into a little bit of a zone. Try to ignore the burn, which by the way, I m already feeling, so I feel your pain. You can see each time really trying to lift that tailbone up instead of just bringing the knees in towards the chest. Uh. (Drunken Mountain Climbers for 30 seconds. Begin 5, 4, 3, 2, 1) Get in plank position, you re going to bring your legs across your body. So, this way and this way. So rather than a mountain climber, that just takes you straight ahead. You want to get the obliques working by getting that rotation across your body. (10 seconds left) If you liked the last workout, you'll love this one. (Cross Knee Planks for 60 seconds) Now we re going to slow it down. (Begin in 5, 4, 3, 2, 1) Same move, but we re going to slow it down and get a good ab contraction. So now I just take it across like that. Drive your knee towards that elbow. Really try to contract the obliques and also the lower abs from having that same bottom up close to your pelvic tilt. (30 seconds left) 30 seconds. No ab workout is supposed to be easy. This is challenging for me to.",
        "start": "00:00:00",
        "duration": 202.64000000000001,
        "title": "Intense Ab Workout | 6 Minutes (FOLLOW ALONG!)"
    },
    {
        "text": "And you get out of it what you put into it. If you squeeze harder on every rep, you'll get more out of it. If you just try to get through it. (10 seconds left). You ll get something, you just won t get the most out of it. (30 seconds rest.) And now a much well received 30 second rest. Oh. The main goal here is try to catch your breath again. If your hip flexors are a little bit tight, get a little bit of a stretch on them. (10 seconds left.) Drop it back. Open up. Okay. Next exercise. (Scissor V Ups for 60 seconds) Scissors V Ups for 60 seconds. (Begin in 5, 4, 3, 2, 1) Scissor your legs to form a V up at the same time. Like that. So, scissor at the bottom again, challenging the lower abs, trying to maintain stability of your low back and pelvis. Right. Keeping it flat here, not letting it arch. Set that posterior pelvic tilt, (30 seconds left) and then the V up portion is that top down, upper ab driven part of the exercise. (10 seconds left.) Oh, man. Oh, man. Ooh. (Starfish Crunch for 30 seconds) Starfish Crunch. (Begin in 5, 4, 3, 2, 1) Brutal arms out, legs out. Come up and reach like a dead starfish. Uh. Lift and turn. Lift and turn. Yeah. Uh, keep those arms out and rotate from the top down. (10 seconds left) Uh. (30 seconds rest.) Ooh. Brutal. We got one exercise left. We got two versions of it 30 seconds clockwise. Now all upper abs. Come around just like this, we call it an Upper Circle Crunch. And then 30 seconds initiating all the reps in the opposite direction. Jesse, aren t I like three or four years older this time around than I was the last time? Three or four years wiser. Oh, good. That's true, too. (Upper Circle Crutches for 30 seconds) Upper Circle.",
        "start": "00:03:22",
        "duration": 194.69999999999996,
        "title": "Intense Ab Workout | 6 Minutes (FOLLOW ALONG!)"
    },
    {
        "text": "Hands up. (Begin in 5, 4, 3, 2, 1) Get your shoulder blades off on the map. Up. Make that big circle all the way around. Get off of that shoulder blade. Then get up for that shoulder blade. Land. Come all the way round. So, we re working both the upper abs and the obliques. Oh. (10 seconds left.) Oh. Come on dig in, guys, we're almost done. (Change directions in 5, 4, 3, 2, 1) All right now I m going this way. Give it everything you ve got guys, this is the last one we re doing. Big rotations, lift from that rib cage. Trying to fold right here. Big circles. The circles are going to turn on those obliques. (10 seconds left) Last ten. Lift. (Congratulations you ve completed today s workout) Oh, my Lord, see that never gets easier. If you could do another round, you're psychotic. If you want, just favorite and do it as a daily ab workout, daily ab training is a great idea. If you're looking for that same exact tool, you can find it in all of our programs at Athleanx.com. If you found the video helpful, leave your comments and thumbs up below. I made the video because you guys requested another version, I can do it with other videos too. All right guys, good luck. I ll see you back here soon.",
        "start": "00:06:37",
        "duration": 100.80000000000001,
        "title": "Intense Ab Workout | 6 Minutes (FOLLOW ALONG!)"
    }
]