[
    {
        "text": "JEFF: What’s up, Jesse? What have we got? What’s the big bet? JESSE: Dude, clear the runway right here. JEFF: Well, what is it? JESSE: Swimsuit competition. JEFF: Swimsuit competition? Nah, dude. That’s ridiculous. They said it right here. They said ‘piano competition’. JESSE: What? No, dude. I don’t even know how to play piano. That’s not fair! All right, this one right here. Dance competition. JEFF: But I don’t know how to dance. Neither do you. JESSE: I’m a great dancer. JEFF: Scroll up, scroll up. It says, “curl competition”. Strict curl competition. JESSE: How is that fair? This one right here. This one’s fair. Dead arm hang, just like you suggested, but you’ve got to put on 90lbs. JEFF: What do you mean? I’ve got to strap 90lbs on? JESSE: Yeah. It says you’ve got to put on 90lbs. JEFF: If I put on 90lbs I’m going to weigh, like- JESSE: What, 150? JEFF: No, you weight 150. JESSE: Yeah. JEFF: That would make me, like, 260lbs. 200 and whatever pounds. JESSE: Yeah. So, whatever. How’s that not fair? JEFF: All right, I’ll tell you what. I’ll do it. JESSE: Okay. JEFF: But you’d better be ready to lose this thing because I ain’t losing. JESSE: Oh, yeah? Get ready to eat the bear, bud. JEFF: Yeah, okay. Stick the bear up your, you know. MALE: Mr. Cavaliere? Mr. Cavaliere? JEFF: Yes?",
        "start": "00:00:03",
        "duration": 86.90099999999998,
        "title": "Jeff vs Jesse (AND THE LOSER IS...)"
    },
    {
        "text": "MALE: What is your strategy for winning this competition? JEFF: I think it’s one second at a time, grind it down, make sure I don’t fall off that bar. That’s the biggest thing. Yes, down in front. MALE: Jesse? JESSE: Yes, down in front. MALE: Do you not only think you have a chance, but will you survive? JESSE: What kind of question is that? Yes, I think I’m going to survive. I think this is going t be fine. MALE: I have a question for Jeff Cavaliere! Jeff? JEFF: Yes, sir? In the back. MALE: Mr. Cavaliere, if Jesse dies, will you put that on YouTube? JEFF: If he dies, he dies. MALE: Do you think all your gains will go away if you shave your beard? JESSE: I really hope not. I really, really hope not. JEFF: Well, he had 17lb weight gain so far, 14 of them have been verified in the beard. So I’m going to disagree. MALE: Mr. Cavaliere? JEFF: Yes. Yep, yep. MALE: Are you dedicating your performance to anybody in particular? JEFF: I am, actually. I know I’m going to win, and I want to dedicate that win to all 4-million subscribers. Without them I would not be here. So that’s who’s getting the dedication, for sure. FEMALE: I have a question for Jesse Laico. Jesse? JESSE: Yes, ma’am. Down in front. FEMALE: Are you dedicating your performance to anybody in particular? JESSE: You know what? I’m going to dedicate this win to the 4-million subscribers that are here to see me. JEFF: You can’t do that! JESSE: Why not? JEFF: Well first of all, I already dedicated it to the 4-million subscribers. JESSE: So, what’s your point? JEFF: Second of all, they’re MY subscribers. JESSE: You wouldn’t have all of them if it wasn’t for me. JEFF: How many are you trying to take credit for? JESSE: A lot. Most of them. JEFF: Dude. They’re my subscribers. Pick something else. JESSE: No!",
        "start": "00:01:30",
        "duration": 93.19,
        "title": "Jeff vs Jesse (AND THE LOSER IS...)"
    },
    {
        "text": "This is bullshit! I can pick whoever I want! JEFF: You can’t – do you want to get – dude! If you want to do this now, I’ll do it now! JESSE: I’ll kill you! JEFF: Let’s do it now! PIERRE: Jesse, what are you thinking? You know Jeff is going to destroy you. Give it up, Jesse. You’re not athletic. I’m sorry to say it like that, but bro, just give it up, okay? Give it up. Shave the beard. Shave the beard. Nobody likes it. I don’t like it. The women don’t like it. What are you thinking? Just give it up. You’re going to lose! Shave the beard. Everybody loves the clean face anyway. Holla atcha boy. JESSE: What’s with the shirt? You a little fat? JEFF: Okay, Raymond. MALE: All right, gentlemen. Gentlemen, we want a clean competition here. We are here to do a straight-arm hang. The rules of this competition are as follows: when I count down from three you will jump up to the bar. The first man whose feet hit the ground loses. Jesse, if you lose, you lose the beard. Jeff, if you lose, you have to eat the 5lb gummy bear. Are your weights in place? JEFF: They’re in place. MALE: Gentlemen, are you ready? JESSE: Ready as I’ll ever be. JEFF: Good. MALE: And three, two, one. Gentlemen, go! JESSE: So how long are we going to be up here for? JEFF: As long as I want. JESSE: Well, how long are you willing to hang up here for? JEFF: Longer than you. JESSE: So what are we saying? A couple seconds? Couple minutes? JEFF: An hour? JESSE: You’re joking, right?",
        "start": "00:03:03",
        "duration": 140.82,
        "title": "Jeff vs Jesse (AND THE LOSER IS...)"
    },
    {
        "text": "JEFF: I’m conserving my energy, Jesse. JESSE: Jeff, what’s your favorite gummy bear flavor? JEFF: Uh, I like the red one. JESSE: Yeah? Good, because I’m getting you orange. Dude, let me tell you. You’re going to have some shits, I promise you. Spring break junior year of college we went down to Cancun. I got stranded with nothing but a bag of sugar-free gummy bears, dude. And guess what? I didn’t even drink the water. Oh, Jesus. All right, what do you say we make this a tie? Jump down at the same time. JEFF: Okay. JESSE: Yeah? JEFF: Yeah, I’m getting tired. JESSE: Okay. Three, two, one. You didn’t go! JEFF: You didn’t go first, bro. JESSE: Well, I didn’t trust you. All right, go. All right, ready? Three, two, one. JEFF: Go. Go. JESSE: All right, ready? Three, two, one. Here I go. What the f***, man?! Come on! JEFF: Bro, I was – I didn’t hear you. It took a little while to get across the gym. JESSE: Oh, no! JEFF: Dude, I was going to – I went down! JESSE: Oh! JEFF: Oh, f***. I went down, bro! Seriously. JESSE: Oh, no! JEFF: Oh, man. You know what that means, Jesse? JESSE: No!!! No, no!!! JEFF: You know what that means, Jesse! JESSE: Oh, no! No, man! No!. JEFF: I’ll tell you what…I’ll tell you what.",
        "start": "00:05:24",
        "duration": 91.84,
        "title": "Jeff vs Jesse (AND THE LOSER IS...)"
    },
    {
        "text": "You’re getting the beard shaved. But I’ve got one other idea. You’re keeping the mustache. JESSE: I’m okay with that. JEFF: It’s ‘Movember’. JESSE: It is. JEFF: I’m going to let you keep the mustache, and we’re going to make a donation for prostate awareness for men, and you’re going to be the guy who I make the donation in the name of. So, all the pain and suffering of losing that beard, the only gains that you lose from it, I’m going to make that donation, in your name. JESSE: Oh. JEFF: Okay? JESSE: All right. That’s fair enough. All right. JEFF: So, guys, I want to thank you for the support and now because you’ve supported us we all get the moment that we’ve been waiting for. That is watching Jesse actually lose the beard and keep the mustache. Let’s do it. You ready? I know it’s a tough moment. JESSE: All right. JEFF: Here we go. JESSE: Woah, woah, woah! JEFF: Oh, that’s right. The beard. My bad. JESSE: You dick. Awww. Awww. Oh, it’s gone isn’t it? Oh, there’s so much of it gone already. Awww. JEFF: You want to smell it? JESSE: Come on, man. JEFF: It probably does smell. When was the last time you cleaned this thing? JESSE: This morning. JEFF: Oh, look at this. This is my favorite part. Oh my God. Like a billy goat. JESSE: Awww. It’s for a good cause, I guess. JEFF: Think about all the lives  that you’re saving, Jesse. I’ll make sure to leave that ‘stache. We have it, right there. Wyatt Earp. JESSE: Jesus.",
        "start": "00:06:56",
        "duration": 180.07000000000002,
        "title": "Jeff vs Jesse (AND THE LOSER IS...)"
    },
    {
        "text": "Oh my God! There’s a face there! Aww! JEFF: Way to go, Jesse. Congratulations. Nicely done. You’re going to look great in these videos. By the way, you’re going to be in every video in the month of November. JESSE: Oh, come on! JEFF: See you soon! JESSE: I hate you SO much!",
        "start": "00:09:56",
        "duration": 24.039,
        "title": "Jeff vs Jesse (AND THE LOSER IS...)"
    }
]