[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we’re finally going to clear the air. What are my stats? What’s my height? What’s my weight? You should see the guesses out there. Some people have me at 5’6”, some guys have got me at 226lbs. I can tell you this: I’m neither of those. But more importantly, whether or not you know my stats is not important to me. What is important is that there’s a value in this. There’s a big teaching point that we can make, that I think will become extremely valuable for you. Especially as you set your own goals. So, we’re going to knock this out. By the way, we already did this in the “Gummy Bear Challenge” video. I showed my stats back then, despite the fact that all these numbers were out there. By the way, do you remember losing that challenge, Jesse? JESSE: Yeah, I do. Thanks for bringing it up. JEFF: Remember the- JESSE: The beard. JEFF: Yeah. JESSE: It’s gone. JEFF: Yeah. It’s gone. It’s gone. So, the shoes are off, guys. By the way, ATHLEANX socks – not available for purchase yet on the website. We’re going to get our height. By the way, Jesse; is this safe for me to get under this? JESSE: Uh…I think so. JEFF: You literally taped a tape measure up on the wall. JESSE: Well, ti’s the best I could do. JEFF: Okay. All right. So take this straight edge and get out of here before this thing falls on me. Head back up. Is that good? JESSE: Okay. Yep. And move. Okay, you are at 5’10- ½”. Look at you. JEFF: I’ll take the half, thank you very much. Now, guys, you’ve got to get bodyweight. This fluctuates a bit for me. JESSE: Lowest, it looks like you’re on 175. JEFF: Okay. So, 175. We’ll take off 2lbs for the clothes. So, 173’ish. Now, some of you have already made a big mistake and I’ve caught you. I caught you. You’re saying “Wait, 5’10- ½”, 173? That’s me! I’m 5’10- ½”, 173! But I don’t look like Jeff!” Well, that’s because if you just rely on height and weight you’ve obviously missed the biggest, most important criteria here. That is, when it comes to qualifying any height or weight you need to know the bodyfat because it’s going to allow you to paint a much clearer picture. Somebody could be 5’10”, 175lbs and be 30% body fat and look completely different than someone at 10% bodyfat. And we know that. So, we’re going to do the bodyfat. I have the Skyndex here, set for my age. Don’t make fun, Jesse. JESSE: [laughs] You’re old! JEFF: So, what we do is, we go up here on the chest. I’ll do my own pinching. I used to do this for every member of the team on the Mets. Okay, then you get the abdomen here. Pull away. Then we get the thigh. Jesse, keep your eyes up. JESSE: Oh. Well, then how am I supposed to film this? JEFF: Okay. It comes in at 5.8%. So, I’ve stayed pretty much 5.8% all year round. You guys are probably going to make the second mistake. The second mistake is: “Wait a second. How in the world could I be 5.8%? How does he walk around with 5.8% bodyfat year-round? That’s ridiculous! Who does that?” Guys, I can tell you this: it’s not without sacrifice. It’s not without consistency. It’s not without commitment. But it’s also not without a prioritization on that. This is important to me. Being lean",
        "start": "00:00:06",
        "duration": 197.551,
        "title": "Jeff Cavaliere’s Official Height, Weight, Body Fat (REVEALED!)"
    },
    {
        "text": "is one of the main things that’s important to me. It’s part of our brand name: ATHLEANX. However, also being athletic and moving a certain way. And of course, being strong. I could tell you this, guys, I know this, if anybody knows this. If you do three things, I don’t care what body type you’re sitting in right now, you’re going to look better. If you put on more muscle, if you get leaner, and you get stronger; you’re going to look better. Period. There’s not a person out there that couldn’t benefit from that. But what this also underscores is the value of leanness. When you are lean, whatever amount of muscle mass you carry looks bigger. It looks better. That’s probably where the 220lb guess came from, because I can’t imagine anyone that stood next to me would think that. At the same time, guys, I think you become a bit more athletic when you carry less excess bodyfat. Weight slowing you down is not helping you become more athletic. So, I think prioritizing those things, letting my leanness help and assist my athleticism has been one of my main goals. But it doesn’t mean that I don’t want to be strong at the same time. For the reason I just mentioned. There’s a value to all three of those. As a matter of fact, you guys know that I like the weighted chin-up. I’m working toward my three-plate weighted chin-up and doing more, and more reps here. Jesse came by and he’s like “Wait a second, I actually filmed you” – he wanted me to show you this clip of him doing a one-plate weighted chin-up. I’m proud of what he’s doing here. But he was discouraged because all of a sudden, he was comparing himself to me. I think that’s where the danger comes in here, guys. You don’t need to compare yourself to others. Especially when it comes to body stats because of the fact that you need to understand that it’s not just body stats that should inspire you. There is so much more that can come from looking beyond just body stats. Let me explain a little bit. When I was a kid the physique role models I had – very well know, by this point – Sylvester Stallone. That’s the guy that I wanted to be. I wanted to look like he did in Rambo. Some might say, “Jeff, you’ve actually become [to look] a bit like Sylvester Stallone in Rambo.” That’s cool for me, but I always wanted to still maintain athleticism at the same time. Which has been a key focus of mine. But if I had also wanted to aspire to be Arnold Schwarzenegger – who is another huge icon of that time – I could have been making a big mistake. Why? Because Arnold is 6’3”, 240lbs. Present day: The Rock. He’s 6’3”, 250lbs-260lbs. I watched wrestling all the time. Hulk Hogan. Rick Rude. Guys that stand here, next to me, in my own gym – recently, Seamus came in here with Cesaro. Jinder Mahal has been here. Drew McIntyre. With Florin Munteanu with Creed. Guys that I train, guys that come through here; these are big guys. I don’t get self-conscious standing next to those guys. Do you know why? Because I’ve come to grips with the fact that I’m not going to be them, physically, in terms of their stature. That’s not in the cards for me. If you look at the skeleton here, guys, those guys’ skeletons, I assure you, do not look like this underneath their bodies. This guy looks a bit more like me. The fact is, we have certain clavicles that are a certain length, that can carry a certain amount of pec musculature here. If your clavicle comes out to here, if you have much wider shoulders because you’re a much bigger guy; you have a much bigger skeleton inside you. You have to fill that skeleton with more muscle mass. Therefore, that muscle mass carries",
        "start": "00:03:23",
        "duration": 187.61000000000007,
        "title": "Jeff Cavaliere’s Official Height, Weight, Body Fat (REVEALED!)"
    },
    {
        "text": "more water, which is going to allow you weigh more, too. These are things that aren’t necessarily in the cards for me. But that’s when you only measure stats. The same way when we make the mistake of isolating that for our inspiration, we’ve just cut ourselves short. If I wanted to look like a guy like Thor Bjornsson, who’s deadlifted 1000lbs; I wouldn’t ever have the opportunity to say “Man, I’ve got some work to do.” Now, I realize that I’m not going to prioritize strength as the only thing I work toward, so I’m never going to have 1000lbs deadlift. But that doesn’t mean I can’t have a stronger deadlift. Drawing some inspiration from him is a great thing. Let’s go back to The Rock for a second. Who, in this world, cannot benefit from aspiring to match his work ethic? I don’t care what you want to say. “Oh, well The Rock uses stuff.” Forget that. That’s all nonsense. That’s all BS because it’s irrelevant when it comes to his work ethic. There’s nobody right now that works harder at what he does and works harder in the weight room than him. So, if you don’t think you could benefit from that, I think you’re doing yourself a disservice. The same thing with all the rest of those that come through here. If you understood the travel schedule they have. But their desire and commitment to stay in their training regimens despite being in a different city every night or carrying their nutrition with them to make sure they have proper food from city to city, knowing they don’t know what food is available to them; that’s dedication. You could benefit from any of that. If you go back to me, “Well, Jeff, you couldn’t be that lean.” Guys, again, I’ve prioritized it. So, what I make are sacrifices. I have that much noted one carrot cake, one cheat meal a year. I don’t drink. When I go out with my friends I don’t drink. That makes it much easier to stay lean. I’ve also been doing this consistently now for years, and years, and years. I’ve made it my life’s focus. Not to just be lean, but to be overall well-rounded. So, if you define you, if you make sure what you feel is important, you aspire to; that’s what matters most. Don’t limit it to just body stats because body stats could be greatly deceiving. Guys, I hope you’ve found this helpful. Above all, truthfully, maybe we can finally clear the air on what I actually weigh, and what my height is. The fact is, guys, I want you guys to be the best you can be. If you’re looking for programs that we have, that allow you to become the best you can be – from total body training programs, we’ve got a brand new one, Total Beast, available over at ATHLEANX.com. To any of our any other programs focused directly on athleticism, we have programs that match your goals. You just have to find what those goals are for you. They’re all available over there. In the meantime, if you’ve found the video helpful leave your comments and thumbs up below. Let me know what else you want me to core. If you haven’t already done so, guys, please subscribe and turn on your notifications so you never miss a video. All right, guys. I’ll be back here again soon. See you.",
        "start": "00:06:31",
        "duration": 150.52999999999997,
        "title": "Jeff Cavaliere’s Official Height, Weight, Body Fat (REVEALED!)"
    }
]