[
    {
        "text": "Hey, hey! Ten million subscribers, big man. Yeah, man, it's a lot of hard work, but congratulations. You're welcome. Wait, what? You know, you're welcome, ten million subscribers. No, it's not the ten million subscriber part. What do you mean you're welcome ? Well, generally when you're thankful for something, you say thank you, and the other person says, You're welcome. I'm still waiting on that thank you, but I'm preemptively saying, You're welcome. But, I mean, I thought we did this together. This is like a team, no? Oh you want to talk about a team effort here? Since I've come aboard, you've had eight million people start subscribing to Athlean-X. That's an 80% increase overall by my math. Not only that, four out of the top five videos on this channel feature me in them. You want to talk about a team effort? Everyone's got to contribute the same, and I think I'm pulling a little bit more than you are, and that means you got to pick it up a little bit. Listen, listen, to be honest with you, I could have put Raymond in those four videos and they still would have done just as well. Raymond has half the personality that I do. Okay, physically at least, you guys look the same. Because he hasn't made any gains at all in the last five years, and frankly, neither have you. Whoa, whoa, whoa! I made plenty of gains. Physically I made beard gains and my onscreen personality. I'm very funny now. I mean, Jesse, let's call it like it is. I could get rid of you just like that and this channel wouldn't even skip a bit. As a matter of fact, no, you can't get rid of me like that. Federal law mandates that it's wrongful termination to fire someone over retaliatory reasons, which clearly this is, because I've become the star of the show here. You know what? What? You're right. Thank you. I know I'm right, so I'll wait on that thank you at any time. No, I mean I'm saying you're right, I can't get rid of you like this. It's also correct. Right. But he can. Oh shit! Jesse, I know you got a lot of respect out there for you, but arrogance has gotten the best of you. So when I'm done, Athlean-X will have ten million subscribers. I hope they remember you, pal, because I sure as hell won't. Jeff, I don't feel so good, man. See you, pal. Whoa What's up, guys?",
        "start": "00:00:02",
        "duration": 141.85,
        "title": "Jesse’s Final Video (GOODBYE)"
    },
    {
        "text": "Jeff Cavaliere. Athlean-X.com. So today I want to talk about this back exercise, because you see, this is one of the most important-- What? Hello. Oh, come on, man! Oh, hey, Jeff! Hey! Come on. So I'm stuck here in the quantum realm, and it's pretty lonely in here, and I'm not going to lie, I'm a little scared. So can you get me out of here real quick? You're there for a reason. Just stay there, please, like forever. I really rather not stay here. And also, I've got some friends of mine that would like me out of here, too. Friends? You have friends? Yes, I do have friends. As a matter of fact, they're your friends, too. They're people that have shown up on this channel. Like who? For starters, I've got Jinder Mahal, right here. Oh, Jesse? He is a bodybuilding legend and an icon. What? He has vast knowledge of bodybuilding, hypertrophy, cardiovascular conditioning. He's unmatched. He doesn't know any of this. I say bring him back and sign him to a lifetime deal! No chance. Whatever money he wants, bring the man back. Jesse, you're a legend, an icon. Forget Arnold Schwarzenegger. It's all about you. Now there is a smart man that recognize true talent. And you know what? I like what he's saying about a long term deal. You bring me out of here, Jeff, sign me to a long term deal, all is forgiven, I won't even mention the quantum realm ever again. Jesse, let's face it, if you knew any less about that stuff, your name would be Vince. It ain't happening. I don't even know what Jinder sees in you, honestly. Oh, I know plenty about that stuff. Jinder, if you're hearing this, give me a ring. Jesse, the cellphone doesn't work there, pal. Jinder, give me a call, we're going to try it out regardless. Now, Jeff, if that doesn't work for you, I'm thinking that this next guy is going to be the one that brings me out of the quantum realm. Wait, no, Jesse stays.",
        "start": "00:02:24",
        "duration": 113.85000000000001,
        "title": "Jesse’s Final Video (GOODBYE)"
    },
    {
        "text": "Why? Like the moment that quarantine is over, I'm walking back up into the X Box, I'm going to train with Jeff and Jesse better be there to address me as The Madden King. Perfect. As a matter of fact, I don't even want him to address me as The Madden King. He needs to address me as Greg Jennings. Okay, so you really want to come back and lose again to Greg Jennings in Madden? You know what, Jeff? It doesn't matter to me. If I got to lose another game of Madden, that's fine. If I got to call him Greg Jennings, or The Madden King, or Mr. Greg Jennings, I don't care. It's a small price to pay to get me back here. Look, Jesse, I love Greg, and I would love to see him beat you more than anybody else. But you know what? It's over dude, you're not coming back. Face it. Jeff, okay, listen, I got plenty more guys that want me coming back. Maybe this next guy is going to be the one that convinces you. I mean, I've swung baseball bats that are thicker than Jesse. I don't care, he's a badass. He stays. What? LFGJ. I'll be honest with you, I didn't hear the first part, I had an asteroid going past my head. But I did hear Jesse's a badass and bring him back. Thank you, Pete. I appreciate the kind words. Now, Jeff, that's a Met. That should honestly right there make you want to bring me back. Jesse, no, you're right, I do love the Mets. But you know what? I love them more than I love you, so you stay where you're at. Okay, okay, okay. Listen, what about this next guy? He's certain t get you to bring me back. Jeff, what's the crack? Celtic Warrior Seamus here. And I vote to bring Jesse back. Sure, he looks like he got a '70s porn star's lady V on his chin, but let's be honest, he makes a great guinea pig. Fella. All right, so maybe the beard is a bit bushy, but from one bearded man to another, that's a compliment. So what do you say, Jeff? Sorry, pal. It ain't happening. Well, who are you going to use as your guinea pig then? I'll find anybody to do that.",
        "start": "00:04:18",
        "duration": 122.93900000000002,
        "title": "Jesse’s Final Video (GOODBYE)"
    },
    {
        "text": "All right, you know what? I know how much you like this next guy, and I know how much he likes me, so this is definitely going to get me back out of the quantum realm. Jesse how do I say this? Well, I feel a piece of shit. Your beard is, I don't know, ugly. And your intros, your intros are just not cinematic enough. This is a smart man right here. They're not funny enough, no spunk. So I'm afraid I vote to have you back. Got you, got you. No, I think you're a great guy, Jesse. I think your beard is magnificent. And your intros, well, two out of three ain't bad. See, Jeff? Two out of three ain't bad. Thank you, Amir, for the other two compliments. But you haven't seen my newest new new new new new latest intro, clearly, because you would love it, I promise. Jesse, they call Mr. Perfectionist for a reason. He probably did see what you did, but he think that it's just perfect horse shit. I don't want to believe that. Now, how do I get out of here, Jeff? Please, tell me. Do I have to get the President of the United States on the phone here? I mean, it might be a good idea. Oh, great, because I knew you were going to say that, so in fact, I got him on the line right now. Jesse, it's me, President Trump, the greatest president in the history of presidents. Let's face it, okay, you look like a cave man. A cave man. All right, the beard? It's awful. It's awful. It's a total disaster. Believe me, believe me, you need to clean up your act, okay? I got it. Maybe, maybe my recommendation, a little bleaching from the inside out, I think that's an absolutely tremendous idea and I know what I'm talking about. It's time to vote to clean up your act. So there you have it pal, right there, an executive order from the CIC himself. I'll go get the needle if you want. You know what, Jeff? If it gets me out of here, I'm willing to clean up my act. I'll even trim a little bit off the beard, okay? But I'm not injecting myself with bleach. Now, please, bring me back. Jesse, the answer is no. Okay, you know what, Jeff? I didn't want to have to do this.",
        "start": "00:06:21",
        "duration": 144.22100000000003,
        "title": "Jesse’s Final Video (GOODBYE)"
    },
    {
        "text": "I have an ace in the hole. And speaking of ace holes, if you don't get me out of the quantum realm, especially after what this guy says, oh, you're dead to me and I'm going to torment you from the quantum realm for the rest of your damn life. Hello, everyone. I want to officially go on record as defying the ruling. I now officially unsnap Jesse. No, no, no, no, wait. No, no, no. And bring him back to our realm where he will be present for the next ten million subscribers. This is terrible. Keegan-Michael Key, the power of the unsnap. Now, let me get out of here. Whoa, whoa, whoa, whoa, Jesse, whoa. You didn't think that I knew that you'd try to pull some shit like this? Hold on a second, I'm getting a phone call, hold on. Yes. You want to talk to him yourself? Here, hold on. Oh, you son of a bitch. Enjoy the quantum realm, pal. All right, Jeff, you know what? You win. That's it. I'm staying here. You win. But, I contacted my replacement, and he's going to get in touch with you real, real soon. Okay, Jesse. Yeah, yeah, yeah, right. All right, see you, bye buddy. Okay, anyway, so like we were saying here, with this exercise, the most important thing is what's going on right-- I don't know what all this voting is about. This is all already been figured out. Jeff, I got some good news for you. You don't have to bring that pretty boy Jesse back. They done let me out of prison early so that I could take his spot. I can add some spice to them there video. Don't tell Carole Fucking Baskin though. She probably have me killed just like she killed her damn husband. Buried him under that septic tank right where she put him. Anyway, I can't wait to get this party started. I'll be seeing you real son, Jeff. No, no, no, no, no, no, no. Wait, wait, Jesse, Jesse, listen, pal, buddy, listen, hey. Oh, this is so nice in here. Listen. I'm sorry, Jeff, I can't hear you, what's that? Come back. Hey, I'm saying come back, I'm sorry.",
        "start": "00:08:45",
        "duration": 134.57999999999998,
        "title": "Jesse’s Final Video (GOODBYE)"
    },
    {
        "text": "Oh, what's the matter? You don't like my replacement? No, I'm terrified of your replacement. Just, please, come back. Okay, that's fine. Just tell me again you want me to come back. I very much would like for you to come back. All right. Great. Fun fact: I've got a strange friend that can actually get me back out of here. So let me go contact him real quick. Holy fuck! Dude, did you see that? Holy shit, man! Thank God, Jesse. I don't-- dude. Yeah, man, it's great to be back. I missed you too. Listen, listen, listen. I'm sorry, man. That long term deal though, and what else can I do for you? Tell me, name it. Well, now that you mentioned it, I would like three all-expense paid trips to Disneyworld every year. Done. I want my intros in every single video from now on. Okay. And, fuck it, now that we're on good terms, I want a big ass bag of gummy bears. You got it, bro, anything. Oh, that's awesome. I really appreciate it. The world's your oyster. Hey, wait a minute. What about me? Screw Carole Baskin! Jesse, you son of a bitch, I'm coming after you!",
        "start": "00:10:59",
        "duration": 74.96,
        "title": "Jesse’s Final Video (GOODBYE)"
    }
]