[
    {
        "text": "Today, I want to talk about the passing of Jo  Lindner. It's been about a week since he passed   away, tragically at the age of 30. Many people  have chimed in and made videos about the topic.   I've been asked for my opinion on this. I've been  hesitant to make a video. I wanted to take my time   to formulate my thoughts, to be respectful of his  family and his loved ones. To potentially look for   a message of hope in such a dire situation. And  I think there's one. You see in these situations,   normally when I do cover the loss of one  of the people in our industry, I know them.   John Meadows is a dear friend of mine. Somebody  that was part of my own direct community and   team Athlean, passed away in his early 40s  from cancer, I made a video on him as well.   And these are tough videos to make.  In this situation, I did not know Jo Lindner.   I never met him. I never spoke to him. I never  had a text message conversation with him. Nothing.   I knew who he was, I think everybody did. He  was, by all accounts, an incredibly positive man,   somebody who inspired a lot of people. Somebody  who seemed to be a giver in this industry. Kind,   wanted others to succeed, already making him an  anomaly in this industry. Sadly, but truthfully.   He was 30 years old, born in 1993, the  year that I graduated high school.   The year that Jesse, who works here at  Athlean-X, was born. To me, Jesse's a kid.   Jo Lindner s also a kid. Whenever a kid  passes away at an early age, it's tragic.   My thoughts and prayers go out to those whose  lives will be changed forever by his passing.   His girlfriend who will no longer be able to  experience the dreams that she had of living   a long life together with Joe. It's tragic. His  mother and father who no longer be able to share   in any of those moments with Jo and will forever  have to live with the fact that they lost a son   at likely half of their age. It's tragic.  And there's so much speculation, so much desire   to try to find some potential cause of  death and what actually led to his death.   Is that really, at this point in time, the most  necessary thing? I think the most necessary thing   is to is to provide the comfort, if possible, to  those that were most deeply affected by his loss,   to be able to provide that for them in some way,  shape or form. Making videos that speak about   what he provided to the community. Making  comments on his previous Instagram posts   showing your love and appreciation for what he  did. That, I think, makes people feel better.    That being said, in watching a lot of the videos  that were made about Joe, I thought there was   something that I observed that really provided  a wakeup call that I think is necessary for us   all to face. And that is why I decided to make  a video about Jo Lindner s passing, because I   think that there's an opportunity here. To take  this industry in a very different direction.   So, when I watch these videos, yes, I saw the  same charismatic, fun loving, caring, helpful   person that everyone else did that endeared him to  allow him to get eight plus million, nine million   followers on Instagram alone. However, I  also saw some struggle. I saw some pain.   I don't know if you saw that, I did.  I've been in this industry a long time,   I've been around a lot of athletes, I saw it.  There are some instances where he even just   discussed like a mini war he was waging because  of his PED use against gynecomastia and having to   use an aromatase inhibitor to combat the gyno,  but having the side effect of lowering libido.   Which of course was an undesirable side effect,  so in order to combat that, he'd come off the AI   and then he'd have his gyno return. And of course,  not being able to live with that because of his   presence on social media, he'd have to go back on  the aromatase inhibitor and then of course, his   libido would go down. Again, this mini battle, and  it's one of many, unfortunately, that are going to   step squarely in your path if you decide to go  down the road of performance enhancing drugs.   And that's a reality. And it's one of many,  because these things don't just happen in   isolation. There's a lot of things that happen  as a result of PED use. And when you have to   start taking other drugs to combat side effects  that happen from the other drugs that you're on,   it becomes a really, really nasty war that  becomes, I think, very much a psychological   struggle as well. And you could hear it and  you could see the pain in these interviews.   Likewise, he talked about when you get off of  steroids, the psychological downflow that happens   when you are left with less of the gains that you  became accustomed to having and feeling less than",
        "start": "00:00:00",
        "duration": 301.4400000000001,
        "title": "Joe Lindner's Death: My Big Concern"
    },
    {
        "text": "because of it. And then what happens? There's this  desire to go back to become the person you were   even weeks ago. And that starts to weigh on your  head and that becomes a struggle inside. Again,   not something that's probably shared publicly  every second, but a private war that's waged   every single day that can lead to a state that's  not necessarily the same person that you saw   in your Instagram feed or Facebook feed  or whatever on YouTube. That's tragic to   me. That's tragic. Because the people in  this industry are good at hiding pain.    Let me ask you. If you're regularly lifting  weights and you have done so for a very long time,   have you had pain in your life?  Because I could tell you I have.   I could tell you that the very reason that I  got into this is probably the very reason that   98% of us have in the first place. And it was to  combat some inner pain or struggle that we had   as younger kids or teenagers. Right?  Trying to build up an external defense   mechanism against whatever's hurting us. Maybe  it's just being insecure about your height.   There s been a lot of short bodybuilders.  It's a way to sort of overcome whatever   limitations you think you have.  Oftentimes, again, created by your own mind.   What about the people who have been abused? We're  told that they were worth nothing. Made to feel   that way. Lifting weights was our great escape,  the opportunity to do something and under our   own control to prove to ourselves that we're able  to do something to make ourselves better in some   way. Never addressing necessarily what was painful  inside but giving us that external appearance that   made us feel better about ourselves that one  day we hope our insides could catch up with,   so that we felt about ourselves as good as we  looked on the outside as to everybody else.    This community is incredibly supportive.  Social media is incredibly negative.   People that get to hide behind their keyboards  and type like this and say nasty comments are not   part of the community that I'm talking about.  Those that have actually gone to the gym in   that inferior position in our minds and bettered  ourselves did so, requiring a lot of courage. And   every single one of us that did the same thing,  acknowledges that courage and looks to lift them   up. Think about the first time you were in a  gym, and you didn't know how to use a machine.   Did people make fun of you, or did they come over  and help you? I can guaran-damn-tee you in almost   99.9% of situations that someone came over and  they helped you and they were eager to do it.    This community can be incredibly positive.  Don't get swayed by the many haters in the   community that, again, pretend to be part of  it. But instead, just like to drag people down   by pointing out the things  that they don't like about you.   Not doing a damn thing about  fixing what's wrong with them.   But making those that are in that limelight feel  that pressure. It s that internal drive that's   forged out of this potential hurt or pain or  sorrow that we carry from earlier ages that also   can become an external pressure later on. Because  that drive allows us to become great in many ways.   Allows us to become anomalies in our own  industry. Let's face it, Jo was an anomaly.   He makes me look fat. Okay? He s one of the  most shredded men I've ever seen. His body   was ridiculous. Not to mention his ability to do  that thing with his chest. Ridiculous. Obviously,   that was linked to a muscle disorder, but he  was an anomaly. He was-he was a one of one.    When you're in that position  as a one of one, though,   there's a lot of attention that comes your  way. eight million, nine million followers is   an example of that. And with that, potentially  becomes that external pressure that starts to   push you towards things you may not want to do.  Now, Jo had talked about openly his use of PEDs.   It's not a speculative cause of what's happened  to him or why he died. It's something he did.   Something he openly discussed. And we all know  that the use of PEDs is going to increase your   risk over no use of PEDs. When it comes  to maintaining your health. How much is   a risk? We don't know. How much did that  risk play in this direct death here? We   don't know. We won't. And we shouldn't again  speculate until we have all the answers.    But there's a slippery slope here and I  think this is very dangerous. The same   way we wouldn't want to speculate on the exact  cause of what's happened here. You don't want to",
        "start": "00:05:27",
        "duration": 277.3199999999999,
        "title": "Joe Lindner's Death: My Big Concern"
    },
    {
        "text": "attribute your hopes and dreams to one that fits  your narrative. There are going to be people out   there, no matter what people attribute the  actual cause of death to, who will relate to   whatever the thing is that's most convenient for  them. What I'm talking about is they'll look for   something that is convenient rather than the  confirmation of what actually happened.    If you're someone that abuses steroids and you  are worried, you stopped in your tracks when   you saw Jo die at the age of 30. And you were  worried that you might be on a similar path,   like, man, I better rea -- I've got to readdress  why I'm doing this and what I'm doing right now.   And then someone comes along and  says, no family history of aneurysm.   I'm good. You might take that convenient out  to say, Great, that's all it was. I'm going   to go right back to what I'm doing because I  don't believe that I have the same risk factor   or family history of aneurysm. That's a giant  mistake. That's a missed opportunity here.    And in-and in-and in-and in such a morbid  situation of yet another young man dying,   the fact that there's an opportunity alone is  something that you need to sort of face facts   with and realize that, yes, the opportunity is  to assess the potential risk for yourself. And   if you believe those risks are too high, then stop  what you're doing. Change course. I can guarantee   you if that was what led to his death and he was  here, he would tell you, Dude, stop it. It's not   worth it. I want to be here for my girlfriend and  my family. I can guarantee you that. No matter how   amazing his physique was, I can guarantee  you that what his sentiment would be.   Back to that pressure I was talking about.  Social media has changed everything.   It's changed everything. If you look back in  the day, the guys that got really, really big   and got attention for it, it was a local guy  at the gym. The big guy at the gym. That's it.   That same big guy now has an opportunity to  take himself and put himself on social media,   on Instagram, wherever, on TikTok, and  amass millions and millions of followers.   He is now waging this bodybuilding competition  internationally 24/7 against every single other   influencer out there. Things have changed.  The pressures have mounted considerably.   I don't know what led to Jo Lindner s death. All  I know is what is available information for us.   And all I'm saying is that this culture of  fitness is in bad shape. It's in bad shape.   The normalization of steroids is not helping  anybody. It's not. You might argue that the   many videos that are made explaining people's  cycles and what they do and how much they take,   that it's helping people to understand how  to do it responsibly. How about this? How   about responsibly learning how to train hard and  applying the nutrition basics and the fundamentals   that have worked for many a natural person  for years and years and years and years.    I'm not interested in the proper education of how  to use steroids. I'm not. I'm sorry. I want the   education to focus on how to improve yourself the  right way. How to improve yourself so that, again,   that inner hurt has one day an opportunity  to catch up with what you've created on the   outside. And knowing that what you have created  on the outside is all a result of your own efforts   all by yourself. No external help.  Believe me, the pride that you will get   from knowing that alone is going to  improve that hurting inside of yours   immensely more than carrying around the thought, I  did this, but I did this with additional help.    I can't stand the normalization of that  topic. I can't. And as someone who sits   in a very significant position here in  this industry, I want that to change.   Let's not normalize this. I went back  into in-in-in my days when I was training,   I didn't even know who the guy was who was selling  steroids. There was a guy there I never knew.   These days you go into a gym, 70% of  the people in there are using something.   Talking openly about it, discussing  their stacks. What is this?   What is this? I mentioned in a video a few  months back searching for the term chest   workout has been eclipsed by TRT in terms of  search popularity. Why? Why are we looking for   the alternative solution to the-the-the hard  work that's actually required to get there?   I'm not saying that people that are  on PEDs are not also training hard,   they may be training their asses off. But there  are risk factors that come along with that.",
        "start": "00:10:31",
        "duration": 283.68,
        "title": "Joe Lindner's Death: My Big Concern"
    },
    {
        "text": "And if ultimately that is what is determined  to be the cause of Jo Lindner's death,   we need to stop looking for the convenient  alternative. Face the facts, look in the   mirror and say to yourself, another one  of us has passed away at 30 years old.   And if that is the case that it is due to PED use,  another one of us has passed away at the age of 30   in a way that was completely  preventable. That's a choice.    Listen, guys, this culture, this community  of fitness can be incredibly positive.   If we look to the people inside this community,  the support of people I discussed before,   we realize that there is an opportunity here to-to  come together when something like this happens   and to look for something we can do to honor  Jo's passing that makes this at least something   positive. Something that we can take from  this rather than just yet another loss,   yet another guy. Because if we don't, there's  going to be another one and another one and   another one and another one. And the  frequency with which they happen, we'll   start to become closer and closer together.  Is that the direction that we want to go in? No,   that's certainly not the direction that I think  we need to go in. I think we need to go into   the direction of educating people on the proper  way to do this, realizing they may never be the   biggest guy or the most shredded guy, the next  Jo Lindner, the next guy that could do all the   crazy things. They may never be that guy. They  may never have a single follower on Instagram.   They might be healthy. They might be able  to combat that inner doubt that they had   and effectively become stronger  human beings as they get older.   That might be a very important purpose for  doing it in the first place. That might be,   in my book, far more important a reason to do  it than any of the other reasons I just said.   Utilize fitness as a way to get yourself  to a better place. But I'm asking you to   probably do it in a way that sets you up  for the best long-term health and success   every step of the way, sacrificing whatever  additional gains you may get in the process.    All right, guys, thank you for letting me speak  about this. Again, my deepest condolences to Jo's   family. I think he'll be severely missed.  I think it's tragic that yet another young,   young man has passed away. And again, my  prayers and thoughts out to his family,   his followers, his friends, everyone who  cared about him. Again, from my observations,   a guy who looked to be -- will be  incredibly missed. Thank you.",
        "start": "00:15:42",
        "duration": 156.18000000000004,
        "title": "Joe Lindner's Death: My Big Concern"
    }
]