[
    {
        "text": "What's up, guys? Jeff Cavaliere. Athleanx.com.  So you've been asking, and now it's time for me   to deliver. You want a leg workout that you can  do at home. Maybe you're not able to get to the   gym right now or you'd prefer to train at home.  It doesn't matter, guys. You don't have to be   overly reliant on the gym to get those leg gains  if you know how to do it. That being said, I've go   two options for you. I know that not everybody has  even access to equipment at home. So I have a zero   equipment body weight only version of this leg  workout that you can follow along to. I also know   that maybe you have some equipment, but not a lot.  In that case, guys, we're going to use just a few   pairs of dumbbells to get through this workout.  The key is that no muscle will be overlooked here,   guys. We're going to train not just the anterior  chain in the quads, we're going to hit that   posterior chain that oftentimes doesn't get the  workload that it should. And more importantly,   we're going to support all of that by training  those often overlooked hips. So with that being   said, guys, let's start breaking it down exercise  by exercise. All right, so the way this workout   is broken down is something called an apex  workout, which is an anterior chain exercise,   a posterior chain exercise, an explosive exercise,  all are done together. You then get a 30-second   rest, you follow it with a corrective exercise  combination, which a lot of times, are never done   here but we have to hit those oftentimes weak  hips, we come out of it with a 30-second rest   sandwiched around that, and then we move on to the  next apex circuit. Your workout consists of four   of these circuits. In general, these circuits will  take between four minutes and 30 seconds and five   minutes a piece. So if you were a beginner, you  did the entire four circuit apex workout, it would   take you about 20 minutes. If you were more the  intermediate to advanced level, I would suggest   that you do this twice for a total of around 40  minutes. All right, now, more than just the number   of times you're going through the entire workout,  there's some other differentiators in terms of   the beginners from the intermediate to advanced.  The beginners are going to perform each of these   exercises for 15 seconds a piece. They're going  to take 15 seconds to rest, and the move on to   the next exercise, and do it in the same fashion,  until they've completed all three of those. The   people that are at the intermediate level are  going to perform the exercise for 20 seconds   a piece with ten seconds of rest. The advanced  are going to have to go for 25 seconds getting   just five seconds of rest in between exercises.  Now when you complete the entire apex circuit,   you get that 30 second rest I talked about, and  you go into your corrective circuit. In this   case, you're going to be performing two different  exercises. We'll cover those in a second. After   you've done both of those exercises for 30 seconds  a piece on each leg for a total of two minutes,   you're going to get another 30 second rest, then  you head into the next circuit. The first exercise   and the first circuit here for anterior chain  is going to be a squat. If you have access to a   dumbbell, you would do a goblet squat. And again,  we do that for the allotted time I just told you.   If you just want to do a whole body weight workout  option here, then you simply just do an air squat.   The posterior chain exercise is going to be the  bridge march. If you want to use a dumbbell,   you can, or again you can do this body weight  only. The explosive exercise is the swing, again,   done either with a dumbbell or in a body weight  version that still reinforces the same hinge   patterning that makes the exercise so good in the  first place. We move on to the corrective circuit.   And I mentioned those exercises, the two that  you're going to alternate between are going to be   the Jane Fonda, which is going to work that weak  hip abductor. Lots of us do not ever strengthen   this area enough. And we do this adductor slide,  in this case done in one and a half rep fashion.   Meaning you go out, you come back a half, you go  out again, and you come back. Remember, right leg   and left leg for each of those exercises for a  total of two minutes. You bookend that with one   more 30 second rest and you move on to that next  circuit. The exercises in the next circuit are a   dumbbell reverse lunge or a regular reverse lunge.  A dumbbell sprinter lunge or a regular sprinter   lunge for that posterior chain. And then we're  all going to be doing jump squats. The corrective   portion here just flips the exercises up so this  time the one and a half reps are being assigned   to the Jane Fonda and the regular adductor  slide is going to be now without the one and   a half reps. In the third circuit your exercise  for the anterior chain is going to be something",
        "start": "00:00:00",
        "duration": 240.03000000000003,
        "title": "Killer Home Leg Workout (BODYWEIGHT or DB!)"
    },
    {
        "text": "called a never-ending squat. Here, the idea is  simply never to come all the way to the top,   and to go down to the bottom and make sure that  you're always keeping tension on your legs, never   giving them even that brief reprieve at the top  of a rep. The posterior chain exercise is going to   be a hamstring RDL done either with a dumbbell or  without one. By hinging less at the hips and more   forward at the waist, we're putting most of the  work onto the hamstring rather than the glutes.   But we're not done with them because we actually  get that next with our explosive exercise. This   is the glute power RDL. Here we're actually  focusing more on hinging at the hips, which   gives us more of a load on the posterior chain  and the glutes themselves. If you go back to the   original combination you use for the first circuit  on your correctives, and we head into that final   four circuit where our anterior chain exercise is  going to be the dumbbell reverse creeping lunge   where we're just trying to stay down the entire  time, never coming up out of the lunge. You don't   have to use the dumbbells, of course. That will be  the alternative. The posterior chain exercise is   a long leg bridge done, once again, either with a  dumbbell or without, entirely body weight. And our   final exercise is something we're all doing here,  it's called the sprinter PLYO lunge. So as you're   getting ready here to start this workout, keep  one thing in mind: even when you're ready to quit,   think to yourself, Geez, if Jesse could  do this, I know I could do this. Why do   you got to crush my soul like that? Just a little  bit of extra encouragement. You ready? Good luck.   And there you have it, guys, a step-by-step  workout you could do for your legs at   home with two options to do it. Remember, you  can continue to push yourself here, either go   for a longer period of time on every exercise,  or pick up those weights and add weight as you   go. Remember, guys, no excuses. If you're looking  for a program that removes all of the excuses,   it's called Athlean Zero, a complete body  weight program, no equipment required at all,   you can find that over at Athleanx.com. If  you found the video helpful, make sure not   leave your comments and thumbs up below. Let  me know what else you want me to cover. I'll   do my best to do that for you. And also, guys,  remember to click subscribe and turn on your   notifications so you never miss a new video when  we put one out. All right, guys, see you soon.",
        "start": "00:04:00",
        "duration": 114.67,
        "title": "Killer Home Leg Workout (BODYWEIGHT or DB!)"
    }
]