[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. As if leg training wasn't hard enough on its own, along comes a finisher. Today I'm going to show you exactly how to punish your legs and put that finishing nail in the coffin when it comes to leg training. One of the things we're going to incorporate right off the bat in our finisher is a very overlooked, but important element when it comes to leg training. That is, speeding things back up. We're going to do that here with explosive leg training. A lot of times we tend to train our legs slowly. Especially if you're doing heavy squats you're not moving the bar all that fast. So when we do our finisher we kick it off here, the way I think we should if we're not just trying to train like athletes, but get the most out of our leg development. We're going to do that with a weighted squat – a weighted jump squat. Now, I'm not advising that we do this with a barbell across our back because even if we get the least amount of separation from the bar off our shoulders, or off the back of our neck it's going to come crashing back down when we make contact with the ground. I also don’t like the axial loading right through the spine directly on top of the spine that we make contact with the ground. So we can do it with dumbbells and it actually sets itself up pretty perfectly with the rest of the finisher because we're going to use a mechanical drop set here. Weighted jump squats go right down into dumbbell front squats. So we're going to do eight weighted jump squats. You pick them right up into a dumbbell front squat as soon as you get done with those. Then you go and you do 12 reps of those, okay? Then you come and go right over to the wall here and now it's really a test of your manhood. What kind of balls do you have to get through the rest of this workout? Because you're going to do a wall sit and you're going to do your wall sit with those same dumbbells – 40lbs in each hand – until you can't do it anymore. Then guess what? It's not over. You drop those dumbbells, you've got a little bit more left in you to see how much more you've got to really put the nail in the coffin. This finisher complex can be done three times at the end of your leg workout. I know you're probably not looking forward to it, but I promise you, it's what your legs need to really put the finishing nail, like I said, in the coffin. So, starts off with a jump squat load. If you're squatting, whatever your regular squat weight is for a one rep max – let's say it's 350lbs – using 25% of that split across two dumbbells. So let's say 80lbs. Split across two you've got 40lb dumbbells in your hands. How are you jumping? You're jumping from about a shoulder width, or slightly outside of shoulder width stance. You're not going to try to get your legs right out here and jump because you wouldn't do that anyway, but secondly, you're going to get your dumbbells hitting the outside of your legs. So you want to make sure your legs are right in here, shoulder width. Then, the key; you don’t want to short leg your jumps. You don’t want to basically come out of this position and when you jump you still have some bending in your legs.",
        "start": "00:00:00",
        "duration": 163.93,
        "title": "Leg Workout “Finisher” (QUADS KILLED!!)"
    },
    {
        "text": "You want to be able to forcibly explode off the ground. Yes, land softly again, but explode all the way up into triple extension so that your legs are completely straight. You do that now with the dumbbells, remember, eight of these, then we go right to the front squat. You only have to go down a quarter of the way into the squat, but it's that forcible change in direction that makes all the difference. Okay, so here, we're going to squat. One, two, three, four, five, six, seven, eight. Come right up, front squat for 10. One, two, three, four, five, six, seven, eight, nine, ten. Right over the wall. Now rest. Down here, get comfortable. Try to hang out there as long as you can. You'll start shaking, you'll want to drop down; that's not your cue to quit the set. Hang on as long as you possibly can. Now, when you reach failure you'll drop these and then try to hang out bodyweight. Stop cheating, Jeff! Get your hands off your thighs! Again, you'll start quivering. That's not your cue to drop. Your cue to drop is when your legs just absolutely give out and drop your ass down to the floor. So, as you can see it's not comfortable. It’s not fun, but if it was everybody would do it and getting bigger legs wouldn’t be all that hard. But I can tell you this: it is going to require some effort, but if you do the right things you'll see how much more quickly your effort pays off. If you're looking for a complete training program that will get you results for your effort, I promise you that, head to ATHLEANX.com and let me coach you with my ATHLEANX training system every single day, through every single workout to get the most out of you. If you've found this video helpful – if you liked this leg workout finisher – it's because you asked for it. You wanted more of the finisher series. I'm bringing it to you because I want to make the videos you guys want to see. You could see this just kicked my ass. It was only one time through. I've got two more to go. I'll see you guys back here again in just a couple days. In the meantime, good luck! See you!",
        "start": "00:02:44",
        "duration": 171.20999999999995,
        "title": "Leg Workout “Finisher” (QUADS KILLED!!)"
    }
]