[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we are working out those arms. I'm going to show you a way that you can do this as a complete arm workout if you do what I show you about three times through, or you can add as a nice arm workout finisher after you've done your normal arm workout. The bottom line is: get ready for some pain. See, we're taking two common exercises. Bicep cable curl and a tricep cable pushdown. If you don’t have access to a machine like this guys, don't tell me you can't do the workout because all you have to do is take an inexpensive band that you can wrap over a pullup bar in your own house. You can do your pushdowns with them and of course, you can do the same thing down below. Wrap a band and you can do your curls. Here's the idea though; it's not just about the exercises you do. Most of all it's about how you do the exercises. Today, because of the way we're going to do the dueling stacked setup, we're going to make sure you're getting the best of both worlds. High reps and low reps. The high reps are done so that you can ensure that you're feeling the mind-muscle connection; making the muscle contract the way it should. Too many guys just do workouts and never really, actually try to place as much tension on the muscle they're trying to work. That's going to change here today. Of course, some guys fear the heavy weights and they don't even work on anything that's even remotely heavy. You're not going to build bigger arm size if you avoid that all the time. So, what we're going to do is setup this one stack, okay? What we're going to do is try to make sure – again, with the bands you've got to make sure and adjust the tension. You're going to stand a little closer, or a little further away. You adjust the tension accordingly. Here we're going to load up a stack and start at the very bottom here. For me – whatever it is you can do, you want to try to max out about six reps on your bicep curl. You're going to curl as much as you can. I'm going to do this real time in a second. You then jump all the way to the top; the lighter rep, and now you do your tricep pushdowns. From there you're going to jump back to the bottom, but up two plates, then back up to the top a little heavier two plates. A little lighter two plates, a little heavier two plates. A little lighter two plates, a little heavier two plates. You're going to pass your way all the way down. You go until you're doing the same thing all the way, or at least as far as you can get. I happen to be able to do the same weight on pushdowns as I can on a curl. All right, let's get this thing going. Here we go. So I'm starting at the bottom, all the way and I'm going to try to stack this bitch, and we're going to curl up. One, two, three, four, five, six, seven, eight, nine, ten.",
        "start": "00:00:00",
        "duration": 152.881,
        "title": "Massive Arm Workout (INCLUDES FINISHER!)"
    },
    {
        "text": "Then I'll make these things heavy enough – for my biceps at least – then you go back to the top now. You've just got to slide this up, my only rest is however long it takes me to transition back to the top. Form here, I'm really squeezing my triceps, okay? Really hard. Again, this weight is not that challenging, but because I'm really trying to contract my triceps at the bottom I can make it challenging. Right back down, all the way to the bottom and now up two on the biceps. Here we go. Again, up. That's 16. Back up to the top. Again, a little more challenging, but still really trying to go for the contraction. Back down, 16. Whew! All right, so you get the picture. All the way down, but I'm going to go heavy now. Go right in the middle for the biceps and then I'll come all the way out again. I'll go light on biceps and I come all the way up heavy on the triceps. So again, now the biceps have done all that heavy work. At this point it's really about contracting as hard as you possibly can through here so you can feel it, especially as they fatigue. You're going to want to quit, but that's when you really need to focus on contracting as hard as you can. They want to pop. Now all the way down to the bottom. Stack them for triceps. There we have it. So guys, if you want you can repeat this a few times here and take a rest in between completed stacks and then do it as a complete arm workout. You get a lot of that – and I promise you because you're hitting those two ends of the spectrum, the two most overlooked items of the spectrum, hitting it heavy and really trying to focus on the contraction. If you want, use it as an arm workout finisher. Guys, this is just a real small taste of what it's like to train like an athlete. You've got to push yourself. You've got to bring the intensity. We have so many different ways that we train arms. As a matter of fact, we have a complete Ultimate Arms program that's literally everything I know about training arms and how to get the best arms results possible in just six weeks. That program is over at ATHLEANX.com. In the meantime, if you've found this helpful, if you liked the fact that I put myself through the torture this time make sure you let me know below and maybe I'll do it a little bit more often. All right guys, I'll be back here again in just a couple days. See you!",
        "start": "00:02:33",
        "duration": 318.82899999999984,
        "title": "Massive Arm Workout (INCLUDES FINISHER!)"
    }
]