[
    {
        "text": "You know, I get the feeling of coming,  coming all the time with this pump.   You know, I feel like I'm coming in the  gym, I'm coming at home, I'm coming,   you know, backstage before a  show. I'm coming all the time.    What s up guys, Jeff Cavaliere, Altheanx.com.  Arnold Schwarzenegger, Athleanx.com   Arnold, can I have Jesse back, please?  Oh, you really want Jesse back?    Yes, please.  Okay. Did you see his amazing gains recently?   I ve seen the gains. Okay, hasta la vista, baby.    Hello, Jesse.  What's going on?    Nothing. We've got a video we're making here.    Oh, what s this one on? We re going to talk about masturbation today.   Oh, masturbation?  Masturbation.    You mean distributing some free literature?  Feeding the ducks? You get in the kitchen   and mix a batch? Are you going to be   a five-year-old for this entire video? Oh, you mean play a little five on one.   Apparently, you are. Okay, so I'll be the  professional here. You'll be the expert, I'll   be the professional and I'll talk about this. And  it actually was sparked by an AX JEFF question.   If you guys haven't already done this, make sure  you get your question answered in a future AX JEFF   video by dropping a comment below and I'll do  my best to do that. Jesse, what is the question   here for today that has to do with this topic?  So, our question today is: Jeff, you're the master   at knowing what's killing our games. This guy is just like you.   Give me the hard facts, masturbation  is killing my gains, isn t it?   Cute little metaphors in there or whatever those  are. All right. So where this all came from,   because I do want to talk about this sincerely,  because I think this is a topic that many people   are interested, male and female, whether or not  it has any impact on the results that they see in   the gym, right? And if it does, is it something  that you might want to do in terms of changing   your habits? So, the first thing is it goes  way back in time to the realm of athletics   that I operate and where guys used to be told  by their coaches, don't have sex or masturbate   or ejaculate or whatever it is before a game  because it's going to impair your performance.    I remember that.  Right. And people would sort of   like either follow the advice or not follow the  advice, but in the back of their head, they're   thinking whether or not it's actually having a  negative impact on their performance. But I think   there's been a resurgence of this of late, and  it had to do with that whole NoFap Movement.    Oh, I tried that. I lasted about six hours.  I didn't have any higher expectations for you   Jesse. What this comes from is the fact  that when you abstain from masturbation,   these increases in testosterone that they're  claiming will lead to more manliness, more   attractiveness of the opposite sex, the ability  to become more aggressive and to pursue the things   that you want in life. And also, by extension of  that, if I have higher levels of testosterone,   the ability to build more muscle. Makes sense.    And it does, however, I don't know if I believe  it, right? Because this was shown in two small   studies and then repeated over and over again. And  the studies are basically saying that after three   weeks with just 10 subjects, mind you, that there  is a significant increase in testosterone from   abstinence of masturbation over that three-week  period. Also, another study that people will cite   has said that after just seven days, there was an  increase in testosterone. There has been just as   many studies that have shown the direct opposite  as often the case. They say that more masturbation   will lead to higher levels of testosterone.  However, this begs the question, do these people   already have high T that made them want to  masturbate more, or was that the masturbation that   was raising those levels of testosterone. Oh, like chicken or the egg?    Yeah, so there's a lot of confusion here. But I  think all at all, there's a lot of reductionist   thinking going on here and it's not helping  us, right? It's not helping us to get to the   bottom of this because the reductionists  says that an increase in testosterone by",
        "start": "00:00:00",
        "duration": 198.48,
        "title": "Masturbation is KILLING Your Gains!"
    },
    {
        "text": "itself is going to lead to all these things. It  doesn't consider the fact the interplay between   hormones in our body that states that when one  hormone rises, oftentimes another will rise as   well to counteract that and to keep the body in  the state of homeostasis. A perfect example of   this is one called SHBG, which is Sex Hormone  Binding Globulin. That tough one for you?    Yes.  Sex Hormone Binding Globulin. But   as the role of that is, is to actually bind to  that testosterone, which will basically make it   less bioavailable, so unable to do anything,  even though the levels have increased. Well,   what if that's going up at the same time in these  studies that the levels of testosterone are?   You're not getting any real benefits. Right.   Now, I'll point out one thing, if this whole NoFap  movement was based around the idea that we live   in an Internet age and men and women alike have  become much more susceptible to, let's say, the   dangers of more and more available pornography.  To the point where it can become problematic. And   that was the idea here, was to try to get people  to abstain with an effort to try to decrease   what could become addictive tendencies, then, by  all means, it's a good thing. Except maybe those   people that are suffering should maybe pursue. But  from an ability to increase testosterone, to build   muscle. I've got a lot of questions about that. However, I think there's some other applications   that could lead to your ability to increase  your muscle gains by utilizing masturbation.    Really?  Yes. I'm going to go on the   side of you now, Jesse.  Okay.   All right. So here's how you would do it. Now we  know anecdotally, let's dive into the anecdotal   side of all this. We know that if we partake--I  don't know I've never partaken in this activity.   If we partake in this activity, would you have  any additional benefits that come from this? Well,   a lot of people will say, Jesse will say, you  get this feeling of relaxation after it.    Yup. Right. And that's actually based upon   science of an increase in serotonin levels that  make you more relaxed and give you a sort of lower   state of arousal, not that level of arousal Jesse,  but state of being in your arousal that way.   Well, it was something that would allow you  to become more relaxed, is it something would   have a better place let's say pre-bed,  as a way of increasing your recovery.    Okay.  And giving you a more   restful sleep. And what's interesting is when  they tie this into training, they find that people   who train at a high intensity level will have a  lower state of arousal. Again, this body arousal   after training likely due to the fact that  they actually push it really hard in the gym   and they just don't have that much energy  afterwards, then someone who trains at a low   to medium intensity level, they have a much  higher state of arousal afterwards. Their   alertness is very high, and it makes it difficult  for someone who trains later at night like I do,   to actually get a restful sleep.  If that person trains later at night,   the first thing I say is increase your effort  level, increase your intensity is going to serve   you both ways. Is going to allow you to get  a better workout, number one and number two   is going to allow you to come down off of that  workout and have a better, more restful sleep,   naturally, with or without the use of masturbation  as a tool to help you there. But if you're someone   who isn't training at a high enough intensity  level right now and you use masturbation as a   way to decrease that level of arousal, to bring  you down to a more relaxed state so that you get a   better night's sleep, you have a more consistent,  restful eight, nine hours of sleep that is going   to lead to an increase in muscle mass over time  100% of the time. Better recovery, especially if   you're a natural lifter, better recovery is going  to equal better muscle gains because we know your   body needs to get that all important recovery.  And if you're disrupted by bad sleep or too   high in sleep, you're not going  to be able to get that.    Okay. So answering Albert s question here,   No, masturbation is not killing your gains, okay?  But it might be something you want to explore and   if you need someone or an expert to consult, Jesse  might be the person you want to write to.",
        "start": "00:03:28",
        "duration": 219.92000000000002,
        "title": "Masturbation is KILLING Your Gains!"
    },
    {
        "text": "Oh, all right. That s not very cool.  Jesse, I ve seen your PornHub habits,   I understand.  Hey, those views are going down.    So, guys, if you haven't already, you want your  question answered in a future AX JEFF video,   make sure you drop it in the comments below.  And also, if you're looking for programs that   maximize recovery and prioritize recovery through  all means, maybe not this one necessarily. This   video's for but other ways to increase your  recovery, to build more muscle. Make sure you   head over to athleanx.com and check out all of  our programs. If you haven t already done so,   make sure you click Subscribe and turn on your  notifications so you never miss a new video when   we put one out. All right guys see you soon.  Wait, Jeff, Jeff, Jeff.   Yeah? You really handled that   one like a professional.  I appreciate it.    I just want to  You moth--",
        "start": "00:07:10",
        "duration": 39.931,
        "title": "Masturbation is KILLING Your Gains!"
    }
]