[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we're talking about building muscle, and we're going to keep it basic, guys. I'm going to make this the most helpful video you've ever seen on this topic and it might actually throw a few curveballs your way. I'm going to tell you right now, everything that we do in this video is going to revolve around one thing. That is intensity. Not just what you might think it is, but also how intensely focused you are on that goal, and how you're going to get there. Let me just clarify right off the bat that this intensify is not necessarily what I'm talking about. JESSE: S*#T! DAMN IT! F#%*! F#%*! F#%*! JEFF: Okay, not that. What we're talking about is an element of that, but more importantly like I said in the opening, how intensely focused you are on the goal that you're saying you are. If you're trying to build muscle here, and that is what your goal is, how committed are you to it? It starts with a plan because if you don’t have that you're not getting there. I can guarantee you that. Think about how many times you've seen people who walk into the gym, they accidently think that just by swiping that gym card they've somehow earned their man card. \"I did it. I showed up. I'm building muscle.\" No, you're not. You haven't done anything yet. You've just showed up. When you go to the gym you have to have some sort of plan for that day, and how it's going to get you closer to that goal. Then how it relates in the bigger picture to where you're going from there. How does that single workout set you up for the next one? You see, far too many times I see people walk into the gym and they're doing what they like to call \"instinctive training\". Instinctive training doesn't mean \"I'm going to do this machine because it's next to this machine.\" Realizing that this is an abductor machine for my thighs, and this is a bicep curl machine. Sure, you might be on that Buns and Guns program – or whatever it is that you're following at the moment – and maybe it's justified in that case, but most of the time they're not. They're just walking around the gym doing whatever is close to each other, with no real plan. That's instinctive, but not in a good way. Or they're like \"Well, I know better than that, Jeff. I'll just do back exercises. I'm going to do a pull down, I'm going to do pull ups.",
        "start": "00:00:06",
        "duration": 135.03,
        "title": "Muscle Building 101 for Men (GUARANTEED GAINS!)"
    },
    {
        "text": "They're all back exercises so I'm actually approaching this very scientifically.\" Maybe not because what you're looking at here is doing a bunch of vertical point exercises. Where are you working in your horizontal plane? Where are you changing the planes around? Are you actually just overlapping strength curves? Should you be mixing in cables with dumbbells? Because you can get strength curves that are actually going to complement each other. So there's more to it than that, and if you're goal here is hypertrophy, you also have to understand that there is an element of strength that needs to lay at the base of that. You can't just come in – look, I know maybe you've seen an exercise I've done on this channel that looked appealing, it looked creative, it looked fun, you wanted to try it out; but there's got to be more to it than that. You have to be willing to commit to the basics. The compound movements. Relying on progressive overload to build that foundation of strength because you're going to need the strength to ultimately help you get as big as possible. But we know that there are elements here that people overlook all the time because they don’t have a plan. You need to have a plan, and everything starts from there. So the plan is in place now, but now you actually have to do something. This is where the second big focus comes in. That is: your effort. What are you actually doing? How much effort are you exerting when you actually go to pick up the weights? This is your biggest opportunity because if you blow this I'll tell you, you're not going to grow. Here's what I'm talking about. I'm actually going to show you in action what it looks like. This is me just doing a set of an inclined dumbbell bench-press. I want you to see what it's actually like as I approach a set. I didn't go into this set thinking there's a specific number I have to hit because right off that bat, throw the numbers out the window. The numbers are there for a guideline. The hypertrophy range is in the 10 to 12 rep range. It could go 7, 8, 9. People can grow muscle on any of those ranges if the effort level is there. But in the generally accepted range of 10 to 12, how are you approaching this? Are you stopping just because you hit a number? That's a major mistake. Instead, let your effort guide you. Push as hard as you can. Try to accomplish something in this set that you've never accomplished before, if possible. I realize that's not always necessary. Some people are going to stay \"Well, what if I want to train for volume? If I'm training for volume here I'm going to be doing some maximal training.\" So every set is going to be some max and then we'll leave some in the tank. Let me tell you this about volume training, guys. If the accrual, the addition, the added effect of all of those submaximal sets isn't in, and of itself a stressor, or a stimulus for growth, then guess what? All you're doing is a bunch of shitty warmup sets.",
        "start": "00:02:21",
        "duration": 148.93999999999997,
        "title": "Muscle Building 101 for Men (GUARANTEED GAINS!)"
    },
    {
        "text": "You need to have that accrual of all that volume to become a stressor if it's going to provide the intensity needed to create overload. So guys, you need to bring whatever it is that you're training for. Bring that effort and intensity to every, single thing you do and that is when you'll start to see those noticeable changes from your hard work. So I left you hanging there at the end of that last set for a reason. I actually wasn't finished. It looked like I might have been done, but not quite so fast. What I actually do is add set intensifiers. For me, I really on the rest-pause technique here. Something that allows me to rest for a brief moment to recoup, to regroup, to get back a little bit of strength so I can push through another couple of reps. Every, single, additional rep that I can eek out, every bit of extra effort that I can put out in this set is going to be a stimulus for overload. It doesn't just have to be this. It can be a super set. It can be a drop set. There are a lot of other techniques that you can use, but I really, highly encourage you to not just quit when you think it's over because you'll be surprised at how much your body is holding back. Your mind is way stronger than what your body is willing to give it. For once, let your mind be in charge. Let it say \"You know what, Jeff? Get your ass back on the bench and give me another couple reps.\" You'll be surprised at what will come out of your body. I can guarantee you this: more reps. So use these set intensifier techniques if you want to see more from your workouts. So you have the plan, you exerted the effort, you went the extra mile here with the set intensifiers, and the set is over. Now what happens? Well, if you're doing it the right way you're going to respect your rest, or you're going to do this. You're going to take out your phone and start looking for what's going on with Instagram, or maybe checking out what's going on with Facebook, or maybe even – if you're going to do a YouTube link, you're going to my channel, I hope – and you're looking for a video there. But that's not what you want to do when you're training. Instead, the only thing you should be taking this phone out for is to set the timer, and make sure that you're getting your ass back on the bench again to do the next set exactly when the timer tells you to. If you're training for hypertrophy, I always like to say you can train hard, or you can train long; but you can't do both. If you're training for hypertrophy get yourself back in there with 60 to 90 seconds rest. You'll be surprised – for those guys that like to go on the phone – how fast that comes around. I want you prepared, and ready for the next set so when the timer hits you're going into the next set. That's a very short period of time if you actually start to hold yourself accountable to that. If you're training for strength, on the other side of the coin, you might be trying to extend",
        "start": "00:04:50",
        "duration": 151.46999999999994,
        "title": "Muscle Building 101 for Men (GUARANTEED GAINS!)"
    },
    {
        "text": "those rest periods. More like 3 to 5 minutes, neurologically allowing your body to recover, and regroup so you can come back and attack that next set of your 1 to 3 rep max with a lot more intensity. But don’t train for hypertrophy and rest for strength. And don’t train for strength and rest for hypertrophy. You have to have just as much of a plan for your rest as you did for your work set, as you did for your overall workout. It's all part of the equation. Okay, last but not least – not by a long shot – if you're a natural lifter, and you're trying to build muscle, when it comes to learning the basics here you must respect your recovery. Just as much, if not more, than everything else you did up to this point because you can get it almost all right, but if you screw up your recovery you're never going to build muscle. It's just like the guy who walks over the tight rope, he holds that balance beam, he's doing great. Except when he gets right to about, maybe 90% of the way there, if he falls of, guess what he is? He's dead. Not close. He's dead. You need to approach your recovery the very same way. That means you need to take seriously your sleep, your nutrition, your supplementation, your management of your own stress levels; all the things that will dramatically impact your ability to either really recover from your training, or not recover from your training at all. Just because it's the part that's inactive, the part where you're not doing the pushing, or the pulling, or the squatting; the stuff that seems boring is just as impactful on the overall picture as that element of your training. So guys, make sure you're getting your recovery right. There you have it, guys. Building muscle 101. It really isn't, as you can see, that complicated. But it's also not easy because it does take a lot of effort. It's going to require, above anything else, that intensity, and it's also going to require that you are intensely focused on making sure that you're not overlooking any of those elements. Guys, I try to lay it out for you step by step in all of our plans. The only thing I can't give you: I can't give you the effort. I can only try to pull it out of you. I will do that. In all of our programs I try to coach you every, single step of the way to make sure you give me your best effort. But ultimately, the only person that's going to know whether you're doing that, or not is you. I'm trying to encourage you, via this video, to make sure you dig deep inside. If building muscle is your goal, realize it's going to take some effort and overload, and I know you've got it in you. Hopefully this will bring it out. If you're looking for those programs, guys, they're over at ATHLEANX.com. In the meantime, if you've found this video helpful leave your comments and thumbs up below.",
        "start": "00:07:21",
        "duration": 146.50000000000003,
        "title": "Muscle Building 101 for Men (GUARANTEED GAINS!)"
    },
    {
        "text": "Let me know what else I can cover you in these videos and I'll do my best to do that for you in the days, and weeks ahead. All right, see you soon.",
        "start": "00:09:48",
        "duration": 3.424,
        "title": "Muscle Building 101 for Men (GUARANTEED GAINS!)"
    }
]