[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. I want to show you, today, a lat exercise that will likely become your favorite new lat exercise, and I want it to be because I want you to start using this one. It's a variation on another lat exercise that I absolutely love. That's a straight arm pushdown. But we can do it even better. I actually just recently started to use this more myself, and with my athletes. It's a straight are pushdown, but done with one arm at a time. Don't think you need some elaborate machine to do this. I'm going to show you that you can do it with a single band, looped around a pullup bar. But here's what you're looking for: you're looking to develop straight arm scapular strength, which is what a straight arm pushdown does. That's a really important strength to have because it's not just about building bigger lats. That carries over to a better deadlift, to a better row, to a better pullover, and all those exercises will help you get a bigger back too, because you're going to be stronger on them. More importantly, this one itself, can be used for hypertrophy of the lats because it takes it through exactly the range of motion it needs to. We know that in order to stretch the lats that you've got to get your arm out, in front of you because it goes from back here, and it attaches on your arm. So the more your arm can get away from your body, out here, then we know we can get a good stretch on the lats. So we have that part. When we come down we know that the arm wants to adduct, which means close to your side here, and even get it back into extension just a little bit behind your body. So if your arm can get back, behind your body just a little bit it's going to get a contraction on the lats. So now, when I come up you can see the stretch here. A lot of core activation too, in order to be able to hold me here, stable, to let the lat do all the work. But I'm doing one arm at a time. So up, and then down here. When Jessie sneaks around the side he's going to see that, yes, I get a good contraction here on the back as I complete the rep. And up, into that big stretch, and then down. And I'm really powering it here with my lat. I'm not trying to lean too far forward to use my abs, I'm just using them to stabilize, and hold me still so the lat can do all the work. The other beauty is – of the one arm variation – I've got this hand free so if I want to, I can self-spot here. As I get tired, do some forced reps, and then still work the negative here. Down, and the negative. So I can go beyond positive failure on the same set. Now, like I said, if you don’t have access to that don’t' worry because all you need is a band. You loop it around a pullup bar, pull it through itself here, wind up the band if you have to for a little extra resistance. Again, arms out in front of you here, pull down, into your side, and then let it come",
        "start": "00:00:05",
        "duration": 167.11,
        "title": "My Favorite NEW Back Exercise (BEST FOR LATS)"
    },
    {
        "text": "up. Down, and then come up. Down, here, and come up. So again, there are no excuses, guys. Good exercises are good exercises if they're done right. The details here matter. The range of motion matters. More importantly, making sure the contraction is coming from the lats; that's going to turn this into a really powerful exercise. And I can load that thing up, the stronger I become on it. Remember, the carryover effect to all those other big exercises is going to be very noticeable, too. So those lifts should increase, too. Guys, if you like the video make sure you leave a comment and thumbs up below. Let me know what else you want me to cover, and I'll do that. In the meantime, if you're looking for a program where everything does matter – how you do it, what you do, and the order you do them in – it's sort of what the ATHLEANX training program is all about. Putting the science back in strength, and laying all out for you, step by step in all of our programs. You can find them by clicking on the link below this video. All right, guys. I'll see you again soon.",
        "start": "00:02:52",
        "duration": 56.379999999999995,
        "title": "My Favorite NEW Back Exercise (BEST FOR LATS)"
    }
]