[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. I want to show you today, my favorite bodyweight bicep exercise. It's really easy to do because if you have a pullup bar in your home – which most of us do – you can knock this one out, and you could do it two separate ways, depending upon what your goals are, and your training. So first of all, what's the exercise? It's up here on the bar, like I said, and it's a bodyweight bicep curl. Now, you can do this in isometric fashion. My favorite way to do this is that way because I like to use it as an activator before my bicep workouts. Now before you do any, single rep of any other bicep exercise, you literally come in the gym, you get up on the bar, you do this one isometric. What's beautiful about this is that you're getting a complete bicep contraction because you don’t just have your elbow flexed, but by squeezing through your ring finger and your pinky, you're actually activating supination a little bit more. You're trying to almost spin your hands into the immovable bar to get additional isometric contraction for that supination. Then, beyond that, look at the position of the elbows. They're up, in front of your body. We know that shoulder flexion is part of a complete bicep contraction. So all I do is I sit here, and hold this for one isometric contraction. They will burn. They will contract. Squeeze as hard as you've ever felt, but that will help you to feel it more when you then take on all the other exercises in your bicep workout. I told you that you could use this another way, too. The second way to do it is a death drop. In a death drop what you do is, you get yourself up after you've done all of what you feel is the rest of your bicep workout. So before you walk out that door calling your workout finished; not quite yet. You're going to get up on this bar and you're going to do the same thing. Still squeeze. Still keep the elbows up. Still make sure you have proper spacing, getting yourself away from the bar so you have a 90 degree angle at your elbows. At that point, you're just going to hold on as long as you can, as your arms eccentrically give in. Your bicep does an eccentric lengthening. From here, your job is to make sure that you do not touch the ground. So even if you have to pull yourself back up, imagine whatever horrible thing you want to imagine lying beneath you. Whether that be sharks, or lava, or anything that's scary. Maybe it's the clown from IT. Whatever scares you, you make sure that you don’t give into it, and you hold on as much as you can. If you want to go even further than that – let's pretend that you do touch. Get right back up there again and do another negative hang. Finish out your workout this way, but the beautiful thing about this is, again, we get a complete bicep contraction just by manipulating our body into the bar, and more importantly,",
        "start": "00:00:06",
        "duration": 150.90100000000004,
        "title": "My Favorite BODYWEIGHT Bicep Exercise (PEAKS!)"
    },
    {
        "text": "it doesn't require anything but a pullup bar that all of us can get, if we don’t even have one yet, and very inexpensively put into our own homes. So guys, I hope you've found this video helpful. Again, it's my favorite bodyweight bicep exercise. I've got other favorites, too, that I've already covered here, on this channel. But I can do more if you want me to show you what they are. Just leave your comments below and tell me what it is you want me to cover, and I'll do that. All right, guys. If you're looking for a program that puts the science back in strength, but at the same time, trains you with nothing but your own bodyweight; that's our ATHLEAN0 program. That's over at ATHLEANX.com. All right, guys. I'll be back here again soon. See you.",
        "start": "00:02:37",
        "duration": 31.632,
        "title": "My Favorite BODYWEIGHT Bicep Exercise (PEAKS!)"
    }
]