[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we're talking all about the neck and how to build a bigger one, safely. See there's a lot of options out there when it comes to training your neck, but only a few of them are actually going to help you train them safely. See if you can spot – in these exercises – some of the things that you might have been doing in the past, because people have told you to do these. Maybe they've been telling you to do this neck bridging on your back like this. Maybe even lean forward and do them like this. The idea is, this series will do two things for you. Number one: it will help you to build a huge-ass, thick neck. Number two: it's going to help you build a huge-ass pile of shit for vertebrae that's left over when you're done doing those. You see, it's not all about the muscles, guys. Especially if you're watching this channel. It's about doing what you do so that you can have some longevity in the process. I'm going to break out Raymond here to show you exactly why, because when you look at those exercises that I've showed you, we're not just talking about being able to build strength in the neck. We're talking about the position you're putting yourself in, in the process of trying to do that and you are doing some major damage to the structural integrity of your spine. Remember this, you only get one of these in your lifetime. Only one. So you'd better protect it. What we're looking at is, we get a lot of compression through all of those because this is a closed-chain exercise. Normally, closed-chain exercises are fantastic. They're exactly what you want to do. Exactly how you want to train. Especially if you want to train like an athlete, but when it comes to the neck you do not want to train that way because you're introducing all this compression here through the spine. Now look at what's going on here. All these little yellow things here exiting the sides of the vertebrae are your nerve roots and they exit between the level of the two vertebrae that they're named after. So if you're talking about a C5-6, it's between the levels of C5 and C6. If you're looking at a C6-7 it's between the levels of C6 and C7. Now each one of these nerve roots is going to control the actions down a specific distribution of your arm. So you can have a C6-7, which is being controlled more by the tricep strength down that arm, motor wise. You're going to also have sensory commands as well, but you're going to have a C5-6 that's going to come down the deltoid into the bicep. The fact is, until you get compression on one of these nerves, until this little nerve right here is compressed by a vertebrae, or something in the area you won't feel anything. You might feel a little bit of crunching in the neck, but you're not going to feel pain, or weakness down the arm. It's the moment that you get this impingement in connection with one of these nerve roots. Just like that you can go from 0 to 60 in terms of discomfort, and weakness. Now, when you do those other exercises you're compressing the spine down, pushing these bones into each other.",
        "start": "00:00:00",
        "duration": 162.34000000000003,
        "title": "Neck Exercises that KILL Your Neck (DO THESE INSTEAD!!)"
    },
    {
        "text": "Then I have to in and either rotate side to side, or I do the gapping side to side that way, or I'm pushing down and moving my neck forward and back. The idea is that these two bones are now pressing together and they're grinding. When we get bone on bone, the response to your body, or by your body, to that is to try to fortify the area a little bit. What it does, unfortunately, is it usually lays down more bone called \"bone spurs\", or \"osteophytes\". Those bone spurs, all they're doing is making it a higher likelihood that it's going to impinge, or touch upon this nerve. You're leaving more – less room for the nerve to occupy itself. Meaning it's going to have a higher chance it's going to touch something. Again, you might be building a really great neck by doing these exercises on the bone, but the moment that new bone formation, or that compression that's going on in here through the spine by doing them allows it to touch the nerve, you're going to be in a lot of pain, my friend. It may be the situation where you're doing this for a long period of time and never feel anything until the day you wake up and realize \"Holy shit! Jeff was right. I should have been doing something else.\" What that something else should be is something that people talk about all the time, or you've probably seen it as well. It's a plate series. What you do is you wrap a plate in a towel, put it on your head and you go through the four major directions of movement here. Which would be flexion, extension, and side bending. Now as you see me here doing flexion, what I do is I lay so my head is rested at the back of the bench, and laying backward over the end of the bench. So when I go through the motion here I have to flex my neck, bring it forward, in order to work the muscles on the front side. Then I flip over, I put the plate on the back of my head, and I do the same thing. Now what I'm going to do is I'm going to bend my head backward. I'm going to work the muscles on the backside of the neck. When I turn on the side here and drop my head down, and have to come up against the resistance of the plate, I'm actually now working one side of the neck. Then of course, when I go to the other side I'm working the other side of the neck. But that's not even enough if you want to do this properly. What you need to do in order to do this really the right way, is add one more significant tweak. That is, if you want to work the neck, you have to realize that postularly we're usually all pretty messed up. We allow ourselves to have rounded shoulders throughout the day, then our head follows our shoulders. The only way that our head will compensate so that we can actually still see straight ahead of us, is to move up that way. So when it moves up that way what we're doing is, we're stretching out the muscles on the front side of our neck here, and in the same process, weakening them. So if we want to get this nice and strong here, we can't just train those four major directions. We have to do it in a way that we allow these de-flexors of the neck to become activated and strong while we're training our neck.",
        "start": "00:02:42",
        "duration": 152.84000000000003,
        "title": "Neck Exercises that KILL Your Neck (DO THESE INSTEAD!!)"
    },
    {
        "text": "S you need to be able to tuck your chin back, and in this way. Not out here. Pull it straight back. If you have to you take your index finger, you put it right at the point of your chin, you push straight back in like that. Once you're strong in here, now I go through my motion. If I want to go side bend, I go side bend. When I go flexion, I go flexion here. If I'm going to go extension, I go extension here. So if you took a look at the plate series again you can see that now, with this modification, pull the chin in, set it, and now do my reps. I don’t care if I have to decrease the number of reps I can do to do them effectively with this combination of de-flexion, or if I have to just lighten the weight. But for anybody that tells you \"Oh, you can't build a really big neck that way. You need to be getting on the ground doing that bridging series\", that's complete bullshit. Because you can take any weight plate and continue to progress it. I don’t care if you want to throw 100lbs on there, if you can handle it. The idea of progressive overload is firmly in place here and that is going to help you build bigger muscles regardless of whether it's in your neck, the biceps, your triceps, or your legs. So the idea is, allow yourself the chance to strengthen your neck safely because you really only get one. If you abuse it you're going to be in big trouble down the line. As I've said before, those complications that can happen from having all that compression, it's not a matter of \"Oh, I'm good. I've been doing it for a long period of time.\" You don’t know what's going on in here unless you've had an MRI to show, or prove what damage you've done because the day you wake up you literally will experience what I talk about here. That 0 to 60. No pain, to all of a sudden \"I can't really move my arm. There's so much weakness. I have a lot of pain here. What do I do? I can't even move my neck.\" You might have though you even slept on it wrong. Maybe not. Maybe a lot more things are going on inside your neck than you ever bargained for. So let's do this the right way, guys. This channel is all about training and training for the right effect, but at the same time doing it safely. If you're looking for a workout program that does the exact thing, never compromising the gains you can make, but just trying to guide you down the way to do it the most safe way, for the most longevity; then head to ATHLEANX.com to get our ATHLEANX training program. In the meantime, if you've found this video helpful, leave your comments and thumbs up below. This came as a direct suggestion that you guys have made many times on this channel. That's why I'm making this video for you. So continue to make those suggestions, and I'll continue to do the videos you want to see.",
        "start": "00:05:15",
        "duration": 126.46999999999998,
        "title": "Neck Exercises that KILL Your Neck (DO THESE INSTEAD!!)"
    },
    {
        "text": "All right, guys. I'll be back here again soon. See ya.",
        "start": "00:07:22",
        "duration": 2.002,
        "title": "Neck Exercises that KILL Your Neck (DO THESE INSTEAD!!)"
    }
]