[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. How many times have you seen this? No, not me holding a skeleton. Although, that is unique. But this. How many times have you seen people do this, or you do this? Are your rolling your lower back in the gym with a foam roller? If you are; stop! As of today, stop. It's one of the worst things you can do for your lower back and I'm going to explain to you today exactly why that is. Now, the foam roller is a great way to mobilize either your spine, or to mobilize soft tissue if you use it the right way, but you'd better stop right about the level your thoracic spine, or mid-back, ends. There's a reason why. If you look at Raymond here, I'm literally – he's mobile today. I got him off the rack. If you go here and you look at the spine you've got your cervical vertebrae up here, and then they go into your thoracic vertebrae that go down through your mid-back, and then they go into your final five lumbar vertebrae down here. But if you look as I spin him around you'll notice one thing. What's missing where I'm holding him? There's no more ribcage, right? When we get down to the lumbar vertebrae there's no more ribcage here, coming off, or at least articulating here with these vertebrae. So it's sitting in here, and floating, versus up here, I've got all that support. That's what happens. When you foam roll in this area here you've not only got the shoulder blades that can disperse some of that force as you're pushing forward – and I'm going to show this to you in a second – but you've also got the ribcage that's pushing back on the anterior push here of the vertebrae. So you've got this counterforce which creates a really stable column for you to be able to, basically, do whatever you want. But when you get down here there's nothing supporting it and when you press in this area, notice the lumbar spine is already angled forward here. It's in this Lordotic Curve, is what they call it. So it angles like this. So if you start pushing into that, especially if you don’t know what the hell is wrong with your back, and creating that in the first place; then you can be creating a hell of a lot more problems. So let's go down to the floor here and I'll show you why. Okay, so here we are now, down on the floor and we're going to see an action why rolling the lumbar spine is a really bad idea. If we go back a step and we talk about the thoracic spine we said how it's actually good because we have all that extra support that can disperse that force and what we can do is help to get extension because we don’t have it here. Most of us are too far rounded forward in the mid-back. We don't have the ability to extend. So by dropping our weight over the foam roller we can get into extension and it works out",
        "start": "00:00:05",
        "duration": 159.93,
        "title": "Never Foam Roll Your Lower Back! (HERE’S WHY)"
    },
    {
        "text": "perfectly. In the lumbar spine though, we're already in this curvature forward. That's the natural curve of the lumbar spine. So when I put this in here, and I get in there more it actually could be devastating if you don’t know what the hell is causing the reason why you're doing this in the first place. If you're stiff, if you're tight and you think \"Oh, I need to roll it\", well, what if you had something like stenosis, which is a narrowing of your spinal canal and you start forcing yourself into extension? That's a really bad thing to do. Or if you had a spondylo, which is a fracture of one of the side portions of the vertebrae. You don’t want to be going into more extension. That's one of the worst things you could do. So all of those things could cause pain and tightness that radiates away in the low back, and you're sitting there rolling it away, doing exactly the worst thing you could be doing. Beyond that though, because you don’t have that support, even if you tried to do this, your body is naturally going to try to resist. So your abs are going to tighten up because you don’t want to go into all this extension. So your abs are going to be basically trying to tell you \"Don't roll that area! Hold on! Don’t let go, Jeff!\" And we're thinking that we're doing good things. It's not good. The majority of what you want to try to fix, if it's stiffness, if it's tightness, if it's things in your lower back; remember what I said before? Don’t look in your lower back, look somewhere heels. Look in your hips. Look in your quadratus. Look at your glute medias. Those are all things that you can roll out a lot more effectively, way more safely, that can help to unlock whatever tightness, or things you're feeling in your lower back. I've got some stretches, I've got some things that we've used with a lacrosse ball, and I'll link some of those in the description below, other videos that address those areas. A lot smarter approach than just trying to bang away with a foam roller here. So promise me this: as of today you'll no longer, ever, foam roll your low back. Upper back? That's fair game, but down there? Don’t do it. All right, guys. I hope you've found the video helpful. Make sure – this video came as a response to the people that requested this after I mentioned it in one of our previous videos. So if you have any other questions, or you want me to cover any other things make sure you leave them in the comments below. In the meantime, if you're looking for a program that shows you the right way to do things, and also tries to guide you away from the things you shouldn’t be doing – not because I'm trying to just continue to make a list of things that you shouldn't do, it's just that there's a lot of bad shit that people are doing that I think they need to know about, or they're going to wind up doing more harm than good.",
        "start": "00:02:45",
        "duration": 149.48000000000002,
        "title": "Never Foam Roll Your Lower Back! (HERE’S WHY)"
    },
    {
        "text": "Guys, you can find that in our complete training program – ATHLEANX – over at our ATHLEANX website. In the meantime, we have a program selector we've created. If you click the link below that will allow you to figure out which of our many programs best fits your goals. It takes just a couple minutes to go through it over there. All right, guys. I'll be back here again soon. See you.",
        "start": "00:05:14",
        "duration": 16.730999999999998,
        "title": "Never Foam Roll Your Lower Back! (HERE’S WHY)"
    }
]