[
    {
        "text": "What's up guys, Jeff Cavaliere, Athleanx.com.  By the end of today's video, I want to help you   to squat and squat better. You see most often the  things that you get wrong in a squat you're not   even aware of. I identify ten of the most common  mistakes that people make when they're squatting,   and I'm going to make sure that we fix  them today. So, with that being said,   let's start breaking them down one by one.  Now, before you go to say, But, Jeff, I can't   squat because when I do, my knees hurt or my back  hurts or insert body part hurts. The good news is   there's always a variation of a squat that you  can perform. And even better news is that most   everything I'm showing you here in this video  is going to apply no matter what version of the   squat you choose. So whatever version of the squat  you pick, the first big mistake is, how wide are   your feet? Are you a narrow squatter, a shoulder  width squatter, or an extra wide squatter?    And again, how would you even know? If you want  to perform the best squat you've got to know and   for that I have a way to help you with the stance  finder. And all you have to do is lay on your back   and simply pull your knees up towards your chest  and try to find the point that allows for the most   hip flexion without causing an excessive  rounding of the low back, because you   don't want that at the bottom of the squat. So, you simply just kind of pull up on your legs   and find that comfortable spot. Maybe narrow,  feels better for you. Maybe rotating your hips   out a little bit allows you for that deeper hip  flexion and feels more comfortable. Once you find   that spot, you just want to line your lower legs  up with your femur, simply stand up and then from   there just tweak your stance an inch or so in or  out to make it feel ultimately comfortable. And   of course, just squat down and reinforce it,  and you've chosen the right squat with.    So now I mentioned fine tuning. What that means  is what are you going to do now with your feet are   going to point them out a little bit or maybe  turn them in a little bit? Well, it's pretty   generally accepted that a little bit of outward  rotation of the foot is going to create more room   inside of the hip joint when you go deeper.  And also, to get a better job of recruiting   the adductors at the bottom of the squat to help  you to power back up. But if you forget to remove   the rest of your leg in addition to your foot,  you're asking for problems, mostly because you're   creating torque issues here at the knee.  See, if you turn your foot out and you leave your   knees straight ahead and you move them forward,  you can get a disruption of that tracking,   creating a whole mess of problems here for the  patella. So, what I say is stop worrying about   rotating your feet and instead of worry about  rotating your knees. If you move your knees out,   your foot will come with it, as will the hip,  so now you don't have that torque being created,   so pain free squatting becomes a reality  instead of being something out of reach.    Mistake number three hat you're making is you're  too obsessed with not allowing your knees to go   past your toes when you squat. Maybe you heard it  before, but the problem is you have to if you're   going to get to proper depth. And the reason for  that is because we need that lower leg to be able   to go forward if we're going to maintain proper  mechanics to the squat. You see when we're going   down, we can't lift our foot off the ground to  create the dorsiflexion needed to get a deeper   squat because our foot has to stay in contact  with the ground. But we can create dorsiflexion   by allowing that tibia to move forward in  relation to the foot. And in order to do that,   it's going to have to track more and more forward  again towards your toes. Guys, it's unavoidable,   just let it happen naturally. And if you do, your  squats do not only feel better, but you're going   to have better mechanics up and down. Mistake number four when squatting is not   keeping the chest and the pelvis linked throughout  the exercise. Not only does this create a more   inefficient and less powerful squat, but it also  leads directly to the squat morning. We know how   ugly this can be and it's also quite bad for your  back. You can avoid this, however, by just simply   thinking about the chest and the pelvis as one  unit and moving them in space at the same time.   It's quite simple because these are pretty big  moving targets and pretty easy to control.    It becomes most challenging at the bottom of the  squat, where there's a tendency to allow the hips   to move first, thereby breaking that link between  the two. However, if you do this and do it right,   not only does this lead to, as I said, a more  efficient squat, but one with a straighter",
        "start": "00:00:00",
        "duration": 218.32000000000005,
        "title": "NEVER DO SQUATS LIKE THIS! | 10 Most Common Mistakes!"
    },
    {
        "text": "bar path and a straight bar path is a good  squat and one you're going to want to try to   emulate every time you get onto the bar.  Interestingly, one of the biggest allies that   you have to create and maintain that relationship  between the chest and the pelvis is a muscle that   oftentimes gets overlooked in the squat and it's  the lats. And that leads to mistake number five,   you're not creating and maintaining enough lat  tightness. And the easiest way to do this is to   simply imagine trying to break this bar over your  back. If you do that, you're pulling your elbows   down into your sides, activating and engaging  those lats which creates that rigidity of the   torso. Now, no, it doesn't lead directly from the  chest to the pelvis. We know that the last will   attach from the arm to the pelvis, but it still  maintains that lateral support needed to create   that rigid torso, create that efficient squat and  lead to a better overall squat in the end.    And so squat mistake number six is  actually a fairly obvious one and that is   you're using one of these.  Oh, you mean a pad.    Don't you just want to be squatting?  Yeah, you're in the way actually.    Get out of here please.  Okay.    But let's discuss this guys is actually I have  a problem with it, but for a far less offensive   reason. We're talking more about the anatomy of  this and see what happens when you put this on   the bar as you're creating a really thick bar. And  that bar has very few options to sit comfortably   on your back. You can't put it in a low bar  position because it feels like it's just going   to roll off and most people won't even attempt it.  The only place it wants to naturally sit is right   here on C7. C7 is the last cervical vertebrae  and it does want to sit sort of right on there   because it's comfortably carried right there. The problem is it's not going to stay comfortable   for long because the compression on there could  actually lead to numbness and tingling down the   arm into those fourth and fifth fingers and it  just doesn't make squatting a really enjoyable   experience. The fact is, guys, if you ditch this  and get used to putting the bar on your back,   you're going to be able to find a  more optimal position without the   downsides that come along with that pad.  Mistake number seven is actually forgetting   from time to time to step out from under the  bar and do some unilateral exercises. You see   exercises like the Bulgarian Split Squat or even  a Step Up or a Lunge. Do a great job of not only   helping you to identify those imbalances in the  first place, but game plan for working on them.   You'd be surprised at the difference in strength  levels that you have in your right and left leg   right now. We're able to actually assess that  with force plays, but what do you do if you   don't have access to something like that?  Well, you could actually see it in the form   of the dreaded hip shift at the bottom of  the squat. You've probably seen it before.   You slide a little bit to one side or the other as  you work your way back up to the top of every rep.   It's happening because you're just simply trying  to find that stronger leg, but it comes at a cost.   Usually in the form of a hip impingement or worse,  a labral tear, all of which would be preventable   if you simply just learn to incorporate some  additional exercises into your routine.   And so, mistake number eight is one that I  know all too well, unfortunately, especially   more these days than when I was younger. And  it's not properly warming up to squat. And so,   we've all been there either because we are short  on time or maybe long on ego, where our idea of   a warmup consisted of unzipping our gym bag,  only to realize just moments later that maybe   you weren't really warmed up enough. The fact is,  guys, if you're looking to get your body ready   to perform something like a squat, you've got to  make sure you take at least some time to prepare   your body to do it. If you're looking for a great  squat warm up, you're going to definitely want to   check out this video that I put together. I will  link it for you at the end of this video.    So, mistake number nine is a big one. And  it's when we seek out those big squat totals   with a body that's not necessarily ready to do  it. You see people pile the plates on in a rush   to get to bigger and stronger numbers. However, if  you built these numbers upon a cracked foundation,   then how strong are you really? And that's what  I try to preach all the time. You don't want to   build just strength, you want to build true  strength, absolute strength. In the case of",
        "start": "00:03:38",
        "duration": 206.40000000000003,
        "title": "NEVER DO SQUATS LIKE THIS! | 10 Most Common Mistakes!"
    },
    {
        "text": "someone like Jesse, sure, maybe it takes a little  bit longer in order to make sure that we're doing   this the right way. But in the end of the game,  when you still have impressive strength totals   and you've done it the right way, you've not  only gotten stronger, but you've built it upon   a foundation that's less likely to crack right  at the very moment that you need it the most.   Mistake number ten is actually one of the biggest  squat mistakes you can make. And the reason why   it's actually so problematic is because it's very  deceptive. It happens from the moment you put the   bar on your back. I made a whole video on how  to identify whether you're doing it. I want you   to make sure that you check it out. It will be  incredibly helpful, and it'll set the stage for   success with all these other tips. If you're  looking for a program, guys, you can find it   over at Athleanx.com. If you haven't done so,  make sure you click Subscribe and turn on your   Notifications, so you never miss a new video when  we put one out. All right, guys. See you soon.    Fine tune and adjust your stance just an inch or  two out and then from there simply--oh, fuck.",
        "start": "00:07:08",
        "duration": 47.040000000000006,
        "title": "NEVER DO SQUATS LIKE THIS! | 10 Most Common Mistakes!"
    }
]