[
    {
        "text": "What s up guys, Jeff Cavaliere, Athleanx.com. Even if you don't go to the gym, we all at least likely hit the ground at some point to bang out some crunches. It's one of the most popular ab exercises we do again. Even if you're not committed to the gym, you've likely done them. But what if I told you is also one of the most commonly performed exercises. Today, I wanted to put a video together to showcase the 10 most common errors to make sure that you don't make them anymore. So that being said, let's jump right into the first one. Mistake number one might actually come as a surprise to some of you because you might already be on the crunches suck bandwagon. That being said, I'm not, and there's good reason for it. You see, lumbar flexion is one of the main functions of the abdominal muscles, and we can do it safely. Now, look, I appreciate the researchers that have gone into great depth to show that they don't believe that crunches are the best thing you could do for your body. However, I don't necessarily agree with the research itself. And we know that a lot of times when the research is being done, it's being done not on humans, but on animals. But more importantly, we're looking at cadavers oftentimes, which are dried out and aren't responding the same way that a living, breathing human being is, at least in terms of how their spine moves during a crunch. Throw in the fact that the accumulation of loading is oftentimes never represented in a way that we do it when we do crunches, and that is, we actually take a break and we decompress from time to time, which saves our spine knowing that we can regenerate. The bottom line here is, guys, it's too early to jump on the crunches suck bandwagon, particularly when we know that there's benefits to be had. However, you do need to do it in the right way, which is why we proceed to number two. Now, I'll admit people that say that crunches aren't good oftentimes are complaining about low back pain after doing them. But that's oftentimes because they're hooking their feet the wrong way. You see, if you put your feet under something to stabilize your body and pull up, all you're doing is over activating your hip flexors, which can actually go and create low back pain because of their attachment on the lumbar spine. However, we can make the simple adjustment of putting your feet over the top of something to anchor your body. This gets you that all important activation of the hamstrings, letting the hip flexors relax and taking that excess strain off of your lower back. It's a simple switch, but it's a big one when it comes to leaving you with only the gains and none of the pains that you get from crunches. Speaking of pains, let's talk about a pain in the neck now. No, no, no. Jesse's not in this video. That's not cool. We're talking about what happens when you pull on your neck, when you do crunches. Now there's one thing I've seen more than anything else is this in the gym all the time, people hook their hands behind their head and they pull on their neck first, acting as if they could just lift their eyes up higher that the view will look like they actually went a long way. You're focusing on the wrong point here, guys.",
        "start": "00:00:06",
        "duration": 146.74,
        "title": "NEVER DO CRUNCHES LIKE THIS | 10 Most Common Mistakes!"
    },
    {
        "text": "You've got to focus on your shoulder blades. You want to make sure that you're clearing the bottom of your shoulder blades off of the ground on every repetition. Then and only then have you completed one rep and going beyond is actually something you don't want to do either. And you see, that's because most of us worry about the wrong thing when people sole focus is getting to a fully seated position. They don't necessarily worry about how they got there. And I say all the time, getting from point A to point B isn't the important point, it's the journey that got you there and the quality of what got you there. Now, there's nothing wrong with a fully executed set up, if done properly. But I'm saying when people are doing their crunches, they should stop focusing on their height that they get and focus more on the quality of the contraction. It doesn't matter if you slow down your pace. The key is that you want to make sure that your abs are initiating the contraction and controlling it all the way up. And oh yeah, all the way down too. The eccentric lowering on a crunch is just as important as the way up, but both of them matter. And it only is going to happen right if you're focusing on the contraction of the abs alone and not just how high or how low you're getting. This next one can be confusing for a lot of people, but you have to make sure you get this right. If you want your abs to look the best from the crunches that you're doing. You'll be building up that bulging belly, even if it has a six pack over the top, rather than that flat type belly that you're looking for. And when we're talking about here is how you breathe during the exercise. Now we all have been told that you want to breathe out on the exertion of an exercise, but it doesn't mean you want to push out while you're doing a crunch. What I mean is you don't want to descend your belly and push out as you're coming up into a crunch. As a matter of fact, you want to try to be able to gain the skill to be able to pull down or cinch the stomach down as you breathe out. And the way to do this with some good feedback is to just play something like a tennis ball or an object on your belly and focus on first pulling your belly down, contracting the transverse abdominis and then initiating the crunch and not allowing that belly of yours to push out and have that object fall off. Again, there's a nuance here and what we're talking about, but descending and pushing out is not the same as breathing out. You want to make sure that you can breathe out while pulling in to get the right breathing pattern and ultimately the esthetics you're looking for when you're trying to carve out your six pack. If the obsession with elevation off the ground was one problem, this is problem number two and it s just as bad. And it's those that like to stay on the ground and come up maybe two or three inches and simply pump away. Look, I know who you are. When you're doing this, you're not even really worried about the quality, once again, you're only worried about the numbers. And I say it all the time stop counting reps and instead make your reps count.",
        "start": "00:02:32",
        "duration": 141.921,
        "title": "NEVER DO CRUNCHES LIKE THIS | 10 Most Common Mistakes!"
    },
    {
        "text": "When it comes to crunches guys, you want to make sure that every single rep is executed properly. And the only way you're going to do that is by forgetting about how high you can count to and instead of focusing on how much you can make hurt in those muscles on every single rep you do. Mistake number seven actually relates to what you're seeing when you do your crunches. And when I'm talking about is change your view every once in a while, don't always do them face up. We want to do is make sure you do your crunches in other positions. You see, people oftentimes overlook the fact that crunches are crunches, whether or not you're lying face up or in this case, face down. You see, lumbar flexion is the main driver of abdominal activation through a crunch, and we can do that so many other ways. As a matter of fact, I've shown you many ways on this channel to do just that and actually do it in a closed chain manner. Which for me is always a better way to do the exercise because it gives you a more seamless flow through the kinetic chain to allow these ground reaction forces to pass up and down through our entire body, most of all, transmitting right through the core. If you remember one thing from this video, make sure you're mixing it up because if you always do the same thing, you're going to keep getting the same thing you've always gotten. Now that being said, I have my issues with certain crunches done in an alternative position. This is the crunch pull down, and this is not the way you do it. You see, a lot of times people do this exercise and instead of focus on, once again, lumbar flexion, they focus on hip flexion. Simply sitting back onto their heels and letting that do all the work for them. If you want this exercise to work for you, you have to learn how to keep your butt in the right position, meaning the same position you started in. From here, you just want to simply pull your elbows down towards the ground using just the flexion of your lumbar spine and not the sitting back of your pelvis onto your heels. Guys, remember how you do what you do is always going to matter almost always more than what you do, so focus on how you do it, especially this exercise. But now let's mix how you do and what you do together. And this is an exercise that a lot of times we don't remember to do in our crunch repertoire, and it's the side crunch. But as always, how you do it matters once again. This exercise is one again that you shouldn't be pulling on your neck, but more importantly, you should be focusing on that really high-quality contraction. I think it's one of the most important exercises that I have in my arsenal and the one most responsible for the oblique development that I have because I do this with severe intent. Every single time I lift off of the ground. Again, I'm not yanking on my neck, I'm focusing on getting my elbow closer to my hip, but initiating through and only through the oblique muscles on my side. Again, I can even tilt this or turn this a little bit to engage some of the rectus, but it's only done when I have a real focus intention on the muscles I'm trying to contract. Try to put your mind right where that muscle is and think about it as if you're the muscle itself going through that contraction and I promise you, you're going to get way more out of this exercise, and the development that you'll see here will be much quicker because you're doing it the right way. And that brings me to mistake number 10 and that is, you're only doing crunches.",
        "start": "00:04:54",
        "duration": 168.85,
        "title": "NEVER DO CRUNCHES LIKE THIS | 10 Most Common Mistakes!"
    },
    {
        "text": "You see, I like crunches, and again, they're part of an important ab training program. However, if you're only doing crunches, even if you're doing them from alternative positions, you're not training your abs fully. I talk about all the time, guys. The functions of the abs are many. In some cases, their job is to prevent you from moving at all, preventing extension, preventing rotation, preventing side bending. You want to make sure that you're doing exercises that do all of these things. As a matter of fact, guys, I build that into every single one of our ab workouts that we include with our athletics programs you can find over at Athleanx.com. We have an ab shuffle generator that will create a perfect ab workout for you every single time based on the equipment that you have. It's included again with all of our programs. You can get that over at Athleanx.com. If you found the video helpful, make sure you leave your comments below. How many of these 10 are you doing right now? It's okay, be honest, we've all made them. In the meantime, if you haven't done so guys, make sure you click, Subscribe and turn on your Notifications so you never miss a new video when we put one out. All right, guys see you soon.",
        "start": "00:07:43",
        "duration": 56.960000000000015,
        "title": "NEVER DO CRUNCHES LIKE THIS | 10 Most Common Mistakes!"
    }
]