[
    {
        "text": "JEFF: Are you tired of trying to lose weight, only to fail time and time again? Did you fail miserably on the Keto diet after 14,000 Instagram followers said that’s how they lost 50lbs in three weeks? Are you tired of putting butter in your coffee and actually trying to convince yourself that it tastes good? Then it’s time for a change. Leading diet and nutrition experts have recently uncovered an evolutionary method that’s helping people just like you to get the six pack they’ve always dreamed of. Introducing the SF Diet, by Viralgenics. Otherwise known as The Stomach Flu Diet. The SF Diet is the only weight loss plan that’s backed by 6 million years of evolution. It works by attacking your body’s immune system causing anything and everything you consume to be expelled in a violent torrent of gastrointestinal eruption. Studies show that the SF Diet is 40% more effective than Keto, 60% more effective than Paleo, and 100 times more effective than not dieting at all. Just look at some of the powerful results that you achieve in just days on the Stomach Flu Diet. Check out Dan. He went from 220lbs to 191lbs in just four hours. Or Andrew, from playing racquetball with his buddies., to looking like he’s been beaten with a racquet by the time he’s stepped out of the showers. Or Sheila, from beauty queen to porcelain queen in just 20 minutes flat. Even Sarge. This veteran proves that even two tours in combat and an iron stomach won’t get in the way of your results on the SF Diet. The science behind the SF Diet ensures that you remain in complete and total caloric deficit all day. Unlike other diets that try to mystify you with the magic powers of fancy sounding hormones – like leptin and ghrelin – the SF diet renders these virtually pointless when stacked against the appetite halting impact of the secret weapon behind this plan’s success. Gut ripping, body folding, nausea. And the best part about this plan is that you could eat literally anything you want without worrying about how it will affect your waistline. Within minutes your body’s ability to process what has been eaten is virtually shut down. All gut motility comes to a grinding halt. And regardless of your food choices, anything you put in your stomach comes back out in flying colors. Some, you might not even recognize. Pizza? Arrivederci. Sushi? Sayonara. Nachos? Adios. There’s no need to worry about counting calories or reading labels when everything you eat will likely never make it past your stomach. Even if it does, each strain of the Stomach Flu Diet comes with its own, patented backup evacuation method. So, you can rest easy knowing your calorie release will occur. Which end that occurs from, however, is always a guess.",
        "start": "00:00:01",
        "duration": 146.87099999999998,
        "title": "Proven Method for Losing Weight (FORGET KETO!)"
    },
    {
        "text": "Let’s just say, it’s a crapshoot. But it’s this unpredictability that practically gamifies the SF diet experience and keeps its users engaged, and interested far more than any other monotonous, repetitive diet program you may have yawned your way through in the past. And don’t worry. Unlike other diets that leave your system in shambles after doing them, you’ll seamlessly continue to enjoy our non-restricted, delicious meal options. Carbs, fats, nothing is out of bounds with the SF diet. So, I know what you’re thinking. How do you get your hands on this incredible weight loss plan? I’m glad you asked. The SF diet is delivered directly to your home for free, via your own offspring. That’s right. Your sneezing toddler and coughing school kids are more efficient than Amazon at ensuring you get your chance to experience the benefits this breakthrough plan can offer. No kids? No problem. Just pick up a menu at your favorite restaurant. Shake hands with anyone. Or simply step outside and greet the day with a nice, relaxing stretch and a deep, refreshing breath of germ infected, viral coated, morning dew droplets. Regardless of how you choose to have it delivered, you can rest assured, the Stomach Flu diet will get to work immediately for you, turning your insides into spaghetti, and waging war on your intestines faster than even the proverbial s**t through a goose. But that’s not all! Act now and you’ll also receive an additional bonus. Our no exercise required ab sculpting workout plan. It consists of uncomfortable shivering for a time, ab sculpting dry heaves, and rolling on the floor in acute gastric distress. Each movement is designed to deliver a gut twisting intense abdominal contraction that will help you burn away that unwanted fat and sculpt that sweet, sweet six pack once and for all. But don’t just take my word for it. Listen to what these real SF Diet users have to say. FEMALE: I lost 19lbs in 2 days just by projectile vomiting. MALE: I haven’t left my bathroom since Tuesday. But I did finish the entire Harry Potter series. Cover to cover. FEMALE: Not only did it help us lose weight, it also brought us closer together. Honey, can you hold my hair back? MALE: Of course, sweetheart. MALE: Thanks to the Stomach Flu Diet, I had to get all new clothes. Not because of the weight I lost, but because I s**t myself. MALE: I’ve lost 40lbs in the last 72 hours. Can somebody please take me to the hospital? JEFF: So, what are you waiting for to get started? Oh, right. The price. At Viralgenics, we believe in making our plans affordable for everyone. By ‘affordable’, we mean free.",
        "start": "00:02:28",
        "duration": 148.94999999999996,
        "title": "Proven Method for Losing Weight (FORGET KETO!)"
    },
    {
        "text": "As in, 100%, no strings attached, free. So free, in fact, this plan is even approved by Bernie Sanders. After all, why make weight loss something that only the top 1% can enjoy? So, put away the excuses and pick up the phone. Call 1-800-OUTBREAK. Our operators are standing by eagerly to take your call. It’s time to make losing weight easy again. ANNOUNCER: Viralgenics. Leaders in generations-old weight loss plans since the bubonic plague. Your results may vary. Access to antibiotics, gastric pain tolerance, and reliable medical care are all factors that may influence your body’s final results when compared to other’s. Side effects may include chest pain, fast, slow, or any heartrate, severe dizziness, feeling like you might pass out, passing out, mood changes, confusion, not constipation, hallucinations, tremor, decreased sex drive, and fever. As always, it is recommended that you are evaluated by and receive a physician’s approval prior to starting this, or any other diet plan. After all, they all suck, and you would benefit from someone smart and responsible to tell you that. JEFF: And finally, how am I so confident that this plan will work for you? Guys, I’m not only the creator of the plan, I’m also a recent client.",
        "start": "00:04:57",
        "duration": 72.87,
        "title": "Proven Method for Losing Weight (FORGET KETO!)"
    }
]