[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I'm going to give you a scientifically proven way to increase the size of your muscles at a faster rate. That is by lifting your weights faster. I want you to lift them like this. You're probably saying \"Jeff, you're really not moving the weights fast.\" So let me explain. When we're talking about how muscles respond and how they grow, ultimately it comes down to tension. Tension is a matter of the mass that you're lifting, and the speed at which you're lifting it. If you look at the example again, what I'm doing with my shoulder press, while it may not look like I'm moving the weights very fast to you, I can assure you, I'm moving them on the concentric portion of the lift as fast as I can possibly lift it. Knowing that if I'm failing in 10-12 rep range, the weight is fairly challenging, and I'm not going to be able to push it that fast so the other people watching could really tell. But that doesn't matter. It's how fast it feels to me, and I can assure you, I'm pushing as fast as I can. That is because when I do that I've increased that speed component – the acceleration component – of that equation. The mass is the same, the speed is going up, the tension is going to increase; that means the muscles are going to have more tension over time. They're going to be forced and challenged to grow at a better, and faster rate. If you and I were both doing that same press, with the same amount of weight, but I was able to speed up my reps on the concentric more than you could; I would get more gains. Period. But that's not the only way we do it. You see, working with athletes I realized that we need to be explosive. We need to have periods of time when we're training more explosively. Whether it be solely on the concentric, or on both elements. On the way up, and on the way down. So another alternative is to drop the weight a little bit more so you're failing more in that 15 rep range. But here what you would do is focus on really accelerating the lighter weight at a faster pace that other people are probably going to be able to see a bit more readily, and then control the eccentric, or the lowering portion here on the press, as you can see I'm doing. Now here, what I'm really focusing on is that quick burst. I really want to see how much tension I can deliver to that concentric in a quick burst, and then control the eccentric. Again, another very athletically powerful skill to have. But we can even go a step further than that. Now we don’t have to worry about even slowing it down on the way down. What we're worried about here is getting maximally explosive, as fast as we can possibly move. Now we're talking about speed reps. Even here, though the fact that the weight has to drop down even more to get to the 25, to 30 rep range before you would fail, you could still build muscle here because you're actually delivering higher tension to muscles, and still activating type II muscle fibers,",
        "start": "00:00:05",
        "duration": 160.84999999999997,
        "title": "Proven Way to BUILD MUSCLE Faster (SCIENCE)"
    },
    {
        "text": "which have a better capacity for growth. So guys, don’t always confuse the fact that you have to use heavier weight in order to illicit muscle growth and gains. It's not necessarily true. Yes, that's a method to do it, but so are these. In order to be maximally well-rounded – in terms of your routine – you have to figure out a way to include all of these at different times of your training. I hope, guys, the biggest takeaway here is, if you're not consciously thinking at all about how fast you're moving your weights; start, because it's one of the biggest factors that you could use to increase the speed that you're going to see gains. Literally, just by increasing the speed of those reps. Guys, if you're looking for more science based training, every one of our workouts in our ATHLEANX training programs is based on science. It's over in our ATHLEANX programs at ATHLEANX.com. In the meantime, if you haven't already subscribed, make sure you do. Turn on your notifications so you never miss a video, and of course, check out some of our other videos up here. I think you're going to like them. All right, guys. I'll be back here again soon. See you.",
        "start": "00:02:46",
        "duration": 61.470000000000006,
        "title": "Proven Way to BUILD MUSCLE Faster (SCIENCE)"
    }
]