[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Do me a favor and check out this clip of me doing a pushup that I’m doing that’s holding me back from the potential benefit that I should see from this exercise. Guys, I don’t hate the pushup. You know I program the pushup, I put many videos out about the pushup, but there’s something majorly wrong, especially about how I’m performing the pushup here. Now, the next question I would ask you is: how many pushups can you do? What is the maximum number of pushups you could do? If you have an answer to that question, it’s another indicator that you’re likely doing what I think you’re doing here that’s making this exercise not so productive. That could be killing your gains, particularly in this move. The pushup is an exercise that is one of those numbers-based exercises. It’s the one we identify based on the number of reps we can do. We lose the fact that this could be a quality exercise if quality reps are performed, disregarding the number we can do. That’s the mindset I want to get you to. So, let’s look at this pushup again and we can see what I’m talking about. I was doing something like this. To a lot of you guys, you might be thinking “That doesn’t look so bad.” Maybe I’m doing it a little bit fast, but I can tell you what I’m actually doing here is shortening the range of motion. I’m shortening it by an inch or two. So, you have to have a discerning eye to see this. It was right here. But I want to go here. Not disengaging my body complete. You don’t necessarily need to do that. I do need to make contact with the ground. When I come back up to the top it’s not to here. It’s full lockout to here. Full lockout. Down, touch, up, full lockout. Yes, the cadence should be like this. Down, up, down, up. What happens is, automatically, this exercise becomes a whole lot harder. That’s a good thing because we’re not interested in the number you can do. We’re not interested in how high you can count. What I’m interested in is making the reps you do, count. That’s the key part here. On exercises like this you think “It’s just a couple of inches. How can that be so – that’s Jeff being Jeff. He cares because he’s making this about the last two inches. It’s always about the detail.” Because the details matter. If you don’t believe me, do some of the pushups I just put on display for you here, do them in that cadence. Do them all the way down. Touch all the way up to full extension. Do them and prove to yourself that your number is likely going to drop.",
        "start": "00:00:06",
        "duration": 153.12999999999997,
        "title": "Pushups are KILLING Your Gains!!"
    },
    {
        "text": "That number you had in your head before – how many you could do, so readily available – is going to drop by about 60%. I’m not kidding. It’s going to drop significantly. Why? Because those extra two inches matter that much. If you need further proof of this, why is it so significant to the drop off in performance when you apply it? Because it does matter. If you think this is an isolated incident, it’s not. Look at the pull up. How many of us, when we do pull ups, don’t go all the way down? All the way down. You can see the difference right here. It looks small, but this slight bend in the elbow is protecting us from having to utilize a lot more work and effort to get up to the next rep. As soon as I disengage the lats and I let the elbows go fully straight, the likelihood that I’m going to get up for another rep has just been dramatically decreased. It’s a lot harder. Why do you think our bodies naturally prevent us from going into full extension? They know it’s a lot harder. The same thing happens on a squat. It’s just a matter of two inches. You can approach parallel, or you can break parallel. Breaking parallel requires and enormously harder effort than getting to parallel. We know that. That’s why we tend to avoid it because we want to chase the reps, as opposed to making the reps count. It doesn’t necessarily matter how many reps. Guys, I’ve covered this topic before in a video called “Three Sets of 12 Is Killing Your Gains”. It’s the same mindset. If you shift your mindset away from counting the reps and making them really difficult instead, that’s what matters. It’s the effect the exercise ultimately has on your body that your body adapts to which leads to gains. Not just that you hit some magical number in your head. So, make sure on the pushup, if you’re going to do this thing, you do it the right way. If you’re looking for a step by step guide, I make some modifications to the pushup, as you see here. I wanted to keep it straight up and down because that’s probably what you’re used to and you’ve already got your numbers in your head, based of that way. But I’m telling you, there are actually ways you could do the exercise to get more from up by altering the path of your body all the way up and down, to more closely mirror that on a bench-press. You can watch that on our pushup checklist video. But for the sake of this video, guys, pushups can be killing your gains if you’re using it as a ‘numbers guided’ exercise that you just try to crank our reps on, and you know you’re shortchanging them by even that much. That much is going to lead to a huge drop off in performance and overall, your performance,",
        "start": "00:02:39",
        "duration": 136.871,
        "title": "Pushups are KILLING Your Gains!!"
    },
    {
        "text": "and how you do this exercise is what ultimately decides what you get from it. If you’re looking for a step by step program that leads you down the path the right way, forces you to do the things the right way because we know what the gains are on the other side of it; that’s what all of our programs do. They’re available at ATHLEANX.com. In the meantime, if you’ve found the video helpful leave your comments and thumbs up below. If you haven’t, guys, click ‘subscribe’ and turn on your notifications so you never miss a video when we put it out. All right, guys. See you soon.",
        "start": "00:04:56",
        "duration": 21.932000000000006,
        "title": "Pushups are KILLING Your Gains!!"
    }
]