[
    {
        "text": "What s up guys, Jeff Cavaliere, athleanx.com.  So ever since I made this video talking about   the best splits for building muscle? People have  asked me to do a little bit of a deeper dive,   to talk about more in depth, some popular splits.  And there's no more popular split these days than   this right here, The PPL or Push-Pull Legs. We've  been doing this for a long time here at Athlean-X,   but it's been done for decades, actually,  probably centuries. Probably even the cavemen   were doing Push-Pull Legs. Me like Push-Pull Legs.    So, it's been around a while. But instead of  just focusing on all the good things about it,   let's talk about even some of the things  that may not be so ideal so that you can   make a more informed decision about whether  or not Push-Pull Legs is for you, at least   at this point in your training. So we talk about  Push-Pull Legs, but really that's where my first   issue comes in with this. What I like to do is  actually flip those around, so we have Pull-Push   Legs, and it's a very important reason why I want  to do that, and I'll get to that in a second.    But when we talk about how we would split this  out over a training week, we actually have about   four options. There's really more than that,  but the most popular are going to be either   a six-day training split where you train for  six consecutive days and an off day at the end,   something known as a synchronous split. Or we have  three days in a row with an off day in the middle   and then three consecutive days again, which  is an asynchronous split. But there's are two   six-day splits of this training split. We have three-day options as well. Monday,   Wednesday, Friday. And something I like to do,  a lot of times our athletes do which is Monday,   Thursday, Friday with a few days in between. Now  the big thing that should stick out to you here,   as the first major pro of PPL is the flexibility  of focus. I could actually do a lot of different   things with a PPL split. I can focus on building  my strength or hypertrophy with either of   these six-day splits. It gives me a  good chance to get appropriate volume,   right? Leg training s going to hit twice a week  and the ability to choose through the exercise I   use. Or the loads I use the option for going for  more strength or hypertrophy or even both.    Down here, the three-day splits are actually  great too, and they also introduce some   variability here too, because on these days,  in between my major strength training workouts,   I can work on other things. Again, I can work on  my general fitness levels and my conditioning.   I could do that without really affecting  my strength training workouts. I also have,   as I said, the athlete s ability as they approach  a season to work on some skill work or speed,   agility and quickness, right? Or even again,  additional conditioning that s not going to   impact their major strength training workouts,  so definitely some flexibility to focus.    But my big thing, I think that jumps out at me  when we're talking about PPL versus something   like, let's say, a Bro Split or an isolation-based  workout approach, is the functional efficiency   here. We're talking about shared motor patterns,  allowing muscles to work together that actually   prefer to work together, rather than trying  to isolate them with the purpose being   hypertrophy through focus and efficiency. If  I'm doing a standard dumbbell curl, I'm actually   trying to keep the forearms out of the movement  by bending the wrist slightly backwards to allow   the biceps to do more of the work. Even though we  know that the function of bringing the arm up and   closer is something the biceps and forums are  share. In a PPL we're allowing our body to work   that way, so the efficiency is what's allowing us  to actually do some really incredible things here.   If I look at the exercises that make up the  Push-Pull Leg workouts, all it does is reflect   exactly what I just said. On a push day you're  talking about a bench in an overhead press where   you have the chest, the shoulders and triceps,  muscles that actually like to collaborate together   through their functions to a common shared goal.  On a pull day, a Deadlift or a Weighted Chin. You   can take that Weighted Chin again and compare  that to that Bicep Curl. You can see that I'm   allowing my lats to work together with my  biceps to get my chest up over that bar.    The legs would be comprised of Squats, and let's  say maybe you have a Barbell Lunge. But the   idea here is where you quickly glimpse at these  exercises, because of this collaborative effort,   we're actually very easily able to load these  exercises and progressively overload these.",
        "start": "00:00:00",
        "duration": 235.76,
        "title": "Push | Pull | Legs Routine - Pros and Cons (FULL BREAKDOWN!)"
    },
    {
        "text": "That works really, really well with building  strength as a focus, like I said. But when we   go back to how we structure these and lay them  out together, this is where sort of that first   issue comes, right? The Push-Pull Legs,  with my focus being right here.    It's that adjacency of those two that bothers me  where I want to take it and split this to a pull   push legs. Because what I've done is I've split up  these two workouts so that I'm not deadlifting and   squatting back-to-back. It's one of the important  things I think we should really try to do.   That being said, if I don't play that out over  the course of the week, that's where you start   to see the first issue. It's that these two will  run up against each other the second time around.   And that's where we talk about an impact on  recovery through this six-day split, if you even   were to set it up this way as Pull-Push Legs. If I come in here and look at the actual workout   itself, though, I realize quickly that with every  con, there's also sometimes an opportunity to do   something to turn it into a pro. So you don't have  to do the same pull workout every time it comes   up. In this workout here and actually the perfect  PPL workout that I put together for you guys   on this channel, you're going to want to check out  and I'll link for you at the end of this video.   We actually had two variations of the pool  workout, this is just pull one. And on the   first day, yes, I'm doing my barbell deadlifts,  which would be back on that Monday workout. But   the second time around, I'm able to change that.  I could actually change the deadlift variation   where I can go to one that's not going to be as  loaded as heavy, like a Snatch Grip Deadlift,   and I could actually change the loading  parameter. So instead of doing a 1 x 5 before,   I could actually do a 3 x 5 with a weight that  I could actually handle for eight reps. So I   could decrease the strain and the stress that I'm  encountering during the exercise, or I don't even   have to do that at all if I don't want to. I could  just simply shift my focus to the Weighted pullup   as an alternative heavy pole exercise and just  increase this volume a little bit if need be.   But there's flexibility even within the workouts  themselves, you don't always have to stick to   the same workout. As a matter of fact, I highly  encourage you don't. But let's say we go back   to this now. Well, the good thing about this  is this off day being situated right here at   the end of every week. Because what that does  is it gives you a predictability of scheduling   and a lot of us that run into trouble with our  training splits because we can't stick to them,   which is always a big problem, consistency is  key. You want to make sure you have the ability   through your schedule, either dictated by  family needs or dictated by your work schedule,   that you could actually hit your workouts  every time they are supposed to be done.   Well, this would give you that opportunity. If  I were to change this to the off day in between,   which is that asynchronous split, well, the first  thing is the good thing, more recovery. So that I   had the recovery between pulling legs the first  time around and now by putting the off day here,   I've introduced another day in between legs and  pulls. So, no matter where we go, legs over here   off day here, I'm always going to have a  little bit of additional recovery in between   sessions. The downside to this is that we  actually have that rotating off day. So,   this could be a little challenging for those  people that have a very fixed schedule and wind   up having to have their workouts always moving. What's going to happen is the pull day that was   scheduled for week one on Monday is now  going to move to week two. And then from   there it's going to move to Wednesday on week  three and then to Thursday on week four. So,   if your schedule doesn't allow for that,  you might run into some trouble here,   although this would be a better version.  Now, if we're looking at these two splits here,   you can see that recovery is actually built  into this split. One of the biggest cons that   people point to is that they don't think this is a  good split for maximizing recovery, and I tend to   disagree. Let's say I have a workout here, a push  workout, right? In between push workouts on this   synchronous split, I have one, two and three off  days before I come back and hit push again, right?   Even if I'm doing the synchronous split and I have  my push day here, I have one two and I'm back on   the third day. That's a good amount of recovery,  especially when you're training six days a week   to build in to what you're doing to allow yourself  to be ready for every workout. That being said,",
        "start": "00:03:57",
        "duration": 237.51999999999998,
        "title": "Push | Pull | Legs Routine - Pros and Cons (FULL BREAKDOWN!)"
    },
    {
        "text": "even if you still had some issues here, you  were still, let's say, run down on push day.    Let's take an example push workout push that you  had some added desire to build up your tricep.    So you did some additional tricep focus work  at the end, which is an option that a lot of   people choose to do. Another pro, by the way,  easily built into this workout. If you did this   on the first push day and you came back and you  were sore, your triceps for sore, and you were   worried about your recovery, well, you could do a  few things right off the bat. Number one, you're   not going to do a direct tricep work here, you're  going to shift the exercise and swap them out.    And the first thing I might do is pull in a  corrective exercise instead. And the thing   I would actually recommend is a Face Pull. And I  understand a pull. I'm pushed a is maybe not what   you would necessarily jump to. But first of all,  there's always room for Face Pulls and secondly,   I actually particularly like doing pulling  based corrective exercises. I'm pushing days   because we get so much of that pushing focus  it helps to sort of counterbalance that. So   you can put a different exercise in here.  If you wanted to do something different than the   triceps here, you could do another chest focused  exercise or even a shoulder focused exercise that   just didn't have the additional contribution  of the triceps or as much of a contribution   to the triceps. So instead of doing a pushup  here, what you do maybe as a crossover right   to minimize the tricep contribution, realizing  that you're already a little bit run down.   Same thing here. If I wanted to make it a  shoulder exercise instead of doing some other   pressing variation, I'll just do another front  raise, minimizing the tricep contribution. So,   there are even ways that I can work that  in without having that be a problem.   On the three-day splits here, again, I talked  about the main benefit being having the ability   to easily schedule in additional things that we  can do to increase our overall fitness level.   On a perfect three day split here. You can  introduce conditioning on these days here, and   I'm talking about overall conditioning that's just  meant to increase your heart rate, improve your   endurance, that's not going to impact negatively  your workout in the middle. Because here it   doesn't necessarily matter, by the way.  If you set this up as Push-Pull and Legs   or as Push, Legs and Pull, the order isn't  really affected here because we have that off   day in between. But if you had a leg day here and  you were surrounding it with conditioning work,   you'd want that conditioning work to be stuff  that's not necessarily eccentrically loaded,   right? That's not going to overtax  you, so jump rope, sled pushing,   that doesn't leave you sore for the next day.  As a matter of fact, one of the best benefits,   even if you had a leg day in the middle here  is a flush based conditioning to follow it,   so it's going to actually help you to recover from  your leg workouts. So that's the main focus.   But I mentioned here when we're trying to train  athletes, particularly as they approach their   season, you still have to leave room for their  skill work. You still have to leave room for   them to hit in the cages or field ground balls  from my baseball past, right? You need to have   opportunities for them to work on speed, agility  and quickness. We have plenty of flexibility in   here and you're going to see we can actually  insulate the workout here. So I would, in this   case, make sure this was once again pull, make  sure this is legs and make sure this is push.    And you'll see that from our own program,  All American Muscle, we do just that.   We have a pull and then legs and push. And the  reason why we do that is for the focus of trying   to insulate these leg days from the other work.  So, I precede it with a rest day after doing my   speed work on Tuesday, and then I come back with  a push focus strength training workout. So, I'm   insulating that legwork. I'm not impacting that  negatively, I'm not taking a risk of impacting   my leg training or my strength training for my  legs by butting up against any type of focused   conditioning work that could be, you know, leg  heavy. So, this is really a nice split.    But really what we're talking about PPL there  s a few other general problems that people want   to talk about. Like the cons that people point to  oftentimes, I think we need to address. The first   is people say, it's only three days a week. Well,  it's obviously not. I just gave you two options   for six-day splits here, this one or this one.  They'll then say that, well, you're doing two days",
        "start": "00:07:55",
        "duration": 231.75999999999996,
        "title": "Push | Pull | Legs Routine - Pros and Cons (FULL BREAKDOWN!)"
    },
    {
        "text": "of upper for only one day of lower. Well, again,  when you look at the focus of those days, you   actually aren't doing that either. You're actually  focusing on agonistic muscles that like to pull   and agonistic muscles that like to push and then  legs. So, you have three major focuses that each   get done two times a week. So there really is no  disparity here. And plus when we consider the fact   that we're actually deadlifting on pull day, I  think that really counters that argument, too.    The next thing is people will talk  about is that it's harder to incorporate   intensity techniques when you're doing a Push-Pull  Legs. I don't see that. As a matter of fact,   I think you could easily incorporate  intensity techniques if you wanted to.   You could do eccentrically focused exercises on,  let's say, pull day, right? Slow eccentrics on a   way to pull up or on a lat, pull down and easily  come back because again, you've got plenty of off   days in between to allow you to do that. Whereas  if you were doing a total body split, that would   become a lot more challenging because now you're  looking at Monday, Wednesday, Friday, say,   for three total body workouts. Anything that I do  one day with a knee centric focus that leaves me   to serve for Wednesday's workout could negatively  impact my ability to perform that workout. You're   getting much more flexibility built in here,  so I don't really agree with that point.    And then the final thing is they'll say,  well, if you have to address your weak points,   like I pointed out before, with tricep focus  exercises at the end of that push workout, well,   it's just going to increase your workout length.  Okay, fair point. In other words, in order to   add a couple exercises there, you're going to add  to your workout length. If I was following a bro   split, let's say chest and then back and then  let's say shoulders, and then I wanted to come   in and do an additional chest workout because I  want to work on a weak point of chest. You're not   necessarily increasing workout length, you're just  sticking another chest workout into the overall   plan, which is just going to extend that training  week out. But you're not increasing the length of   any particular workout. Fair point, but again,  how much you really impacting that workout by   just adding a couple of exercises to the end of  your push workout in the case of the triceps.    So, guys, when we talk about all this together,  is the push pull leg split a good split?   It absolutely is. There's a lot of benefits  to the workout split. You're talking about   the flexibility of focus, namely the ability  to follow it in either a schedule that works   with your own schedule or one that is more  flexible if you don't have a rigid schedule.   The opportunity to be more than just a strength  training athlete or a hypertrophy focused person   and do athletic training as well. There's so much  variability built into this, and most of all, that   recovery built into whatever variation of this you  do is really one of the main elements that's going   to drive your success by following this split.  Now, is it the only split? Of course not. There   are so many more splits out there, guys. If you  want me to cover more of them, make sure you leave   your comments below and I will do that in a future  video here. If you're looking for this split,   actually, we build it into many of our Athlean-X  programs, but it's in our All-American Muscle   program available over at Athelanx.com. And if  you find the video helpful, make sure you leave   your comments and thumbs up below. Again, if you  want me to do more make sure you tell me below.   And also, guys, if I haven't done so, make sure  you click Subscribe, turn on your notifications   so you never miss a new video when we put  one out. All right, guys, see you soon.",
        "start": "00:11:48",
        "duration": 175.60000000000002,
        "title": "Push | Pull | Legs Routine - Pros and Cons (FULL BREAKDOWN!)"
    }
]