[
    {
        "text": "And that's why squat is anything  but at the top and why I have to   break out my red marker to put  it in the worst of the worst.    What's up, guys, Jeff Cavaliere, Athleanx.com.  What you see behind me is a bunch of different   quad exercises, many of which you either do  right now or you did in the past. However,   after today, you may want to get rid of a few  of them. Because what I'm going to do is going   to help you by ranking them from the worst to the  best, to show you the only ones that you need to   focus on to get the gains that you're after.  And so as with every other video in this series,   when we're ranking these exercises, we have  to have some common criteria so we can rank   them effectively. And when we're talking about  quads, I am speaking about exercises that do   the best at building specifically the quads  and not just overall leg development. So,   we're looking for exercises that: a) can  create hypertrophy and muscle growth;   b) are capable of being overloaded and  progressively overloaded in one or three ways;   and then finally c) the ability to do the  exercise safely. Because no matter how much   you want to get bigger legs, if you break your  legs down in the process, it's not worth it.    And so, I kick this list off at the bottom  in the Worst of the Worst Category when we're   talking about the Sissy Squat. And maybe some  of you have never even seen the exercise before,   and that's probably a good thing. But ironically,  while this could be a knee shredder, it could also   be a good patellar tendon accommodation exercise.  In other words, you can build up the strength of   your tendons, but you have to approach it in  a completely different way than most people   who do the exercise. Meaning slowly and with an  unweighted, deliberate progression. Oftentimes   people will throw a plate across their chest and  use this as a hypertrophy exercise. Let's face it,   guys, that's never going to create the hypertrophy  you're looking for. And for that reason,   all the others, it s going to get the big  red X in the Worst of the Worst Category.    And that brings me to the next and the Worst of  the Worst Category, this time we're talking about   the Squat. But hold off, we're not talking about  just any squat, we're talking about the Smith   Machine Squat. And there's a very good reason  why you shouldn't even be wasting your time,   because this is not the way to squat. We  understand that the best path for the bar on a   squat is vertical but doing it on a Smith Machine  is going to force your verticality to happen in   a way that you don't want it to. In other words,  biomechanically, we're all a little bit different.   Some have longer femurs, some have longer  tibia, some have longer torsos than others.   The way we get down to the bottom of the squat and  maintain a vertical position requires a little bit   of movement at each of these joints and areas  of the body at different times. Doing it on a   Smith Machine requires us all to sort of bend  at the same place at the same time, causing a   disruption in normal biomechanics. This belongs  in the Worst of the Worst. Just avoid them.    And so, with that, we now work our way up into the  Better Category. And here we're talking about good   solid exercise choices, just not the Best of the  Best. And I'll point out the reasons why. And we   start off with the Dumbbell Drop Squat. And this  is actually one of my favorite ways to do a squat,   especially for beginners. Why? Because it takes  away all the guesswork. If you simply hold the   dumbbell by its end and let it go where  it wants to go, which is straight down,   it's going to actually biomechanically fix the  amount of hip flexion and knee flexion that you   need to contribute to the exercise to do it  properly. So, think of it as somewhat of an   automatic form fixture for the exercise. The  issue, however, is load. There's not a whole   hell of a lot of load that you can handle with  a dumbbell like this, but there is something   that's going to replace it at a much later time  in this list. For now, we just give it the blue   circle for the first and the Better Category.  And so along that same vein, instead of having   that dumbbell down between your legs, you can  just lift it up and put it right about here and   do a Goblet Squat, and it's up next in our Better  Category. But there are some limitations here too,   mostly that people will likely fatigue more in  the thoracic spine, the capability of holding   that upright posture long before their quads ever  do. But do realize this you can build muscle even   at higher rep ranges as long as you're taking  that exercise to failure. So even if you do",
        "start": "00:00:00",
        "duration": 221.46,
        "title": "Quad Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "a heavy goblet squat, let's say 100 pounds  and you could do 25 repetitions to failure,   you've got an option for building your quads. But  you're going to be ultimately limited by how much   weight you can put on the exercise. We're going to  have to consider it just a good exercise and not   the best yet, and therefore it's going to fall  into the category with the big blue circle.    And so, we talk about those lighter loads  being capable of driving muscle growth. Well,   there's actually instances where the incredibly  light loads can still drive growth through   incredibly high volume. And that's where Heavy  Resistance Bike or Hill Riding steps in as an   amazing quad builder. If you just watch the Tour  de France, you'll see that even guys are somewhat   slight upper body development will have pretty  massive lower bodies and quads in particular   because the extremely high volumes that they  get from a lot of miles racked up leads to   that overall volume driving new muscle growth.  Now, don't get me wrong, if you're just going to   do a few miles at the end of your workout  and not really rack up a higher total,   this likely won't do much for you. But if you do,  make sure you crank up the resistance, because   with that you're going to start to crank up the  size of those thighs. And that's why it's going   to get a blue circle in the Better Category. And  so the next exercise here might startle some of   you guys because given my rocky relationship with  it, you might have thought that I'd belonged with   one of these big red Xs through it, but it's not  the case. We're talking about the Leg Extension.   And yes, it's in my better category. Why? Well, by  my own criteria, if you're looking for an exercise   that can create hypertrophy, specifically in  the quads, and is capable of being overloaded,   well, it would have to fall here. Except I still  have my issues with the exercise from an overall   safety standpoint. Let me explain. Though it  is an exercise that doesn't bother everybody,   people that have existing knee issues are going  to potentially find this exercise troublesome.   Because it places a lot of force and tension  on the patella at the top of the leg extension,   and anybody that has patellar tracking issues are  going to feel the repercussions of that. But more   so, people that have tendinitis issues in either  the patellar tendon or the quadriceps tendon are   going to find this exercise very aggravating  because it's very easy to exceed the capacity   of the tendon in terms of the load that it  can handle when there's already a problem.   Look, we're doing the exercise to create  hypertrophy, so all of us are likely putting   enough weight on it to do that. However, when  you realize that tendons already in duress can   typically only handle about one fifth of the  load that somebody would usually put on a 10   to 12 rep leg extension, you sort of see  why you're barking up the wrong tree. Now,   that's not to say that it's not unlike the Sissy  Squat that I mentioned in the beginning. You can   use the exercise for tendon accommodation, but  you're going to have to be prepared to back those   weights way down and in doing so, probably take  away any of those benefits that you were looking   for in terms of new size in your legs. So, for  that, guys, it is a good exercise for some,   definitely not all. It's going to be limited to  just the blue circle in the Better Category.    And so now I get to break out my yellow marker as  we move our way up into the Better Still Category.   I want to start with one of the popular exercises  here just to kind of address it right off the bat.   We're talking about the Leg Press. And this is  once again one of those exercises. I think there's   far better options, but I'm not going to discredit  its ability to help you to grow bigger quads.   However, there's a few things you need to do and  make sure you do right. And that is, first and   foremost, lower your feet on the platform. Because  as they get a little bit lower, you're going   to get a little bit more knee flexion, which is  going to help you to target those quads a little   bit more effectively. But a few things I want you  to not do. For the love of God, stop pushing into   your legs with your hands because all you're doing  is taking away the work from the quads. And also,   by driving yourself back into the pad, you're just  using leverage to get that weight up. So, though   you might be impressed by loading all those plates  on the end of the machine, your quads might only   be about half as impressed because that might be  about the amount of weight that they're lifting.   Now, on the bright side, let's face it, you still  are handling quite a bit of weight, even if it is   just half. But you have to remember the depth of  your legs as you bring them down to your chest.",
        "start": "00:03:47",
        "duration": 227.76000000000002,
        "title": "Quad Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "If I simply turn myself over, what would this  look like if I was doing a squat? If you're   down to depth, then good for you. But most of us  cut this way short turning what would be a full   squat into a corner squat and again, at those  reduced loads, it's not going to do a hell of   a lot for you. That being said, done properly,  we can give it the first in the yellow circles   here of the Better Still Category.  Next up in the better still category,   we move to one of those kind of overlooked  or forgotten exercises for the quads,   but not here. We have the Dumbbell Step Up because  I look at this as one of the more functional quad   exercises. But more than that, it does a really  good job of effectively hitting the quads. As   long as you maintain that upright posture when  you perform the exercise, you might also find   this exercise to be a little challenging because  either you don't have grip strength to be able to   handle a heavy amount of weight or the balance  to maintain your body position in space as you   do the exercise. But if you do have the ability  to overcome these minor limitations, what you're   also getting is a good eccentric overload on the  quads as you slowly lower yourself down on every   repetition. There's a good combination of a lot  of good things going on here. And for that reason,   I like the Dumbbell Step Up and I want you  guys to try it. If you've forgotten about   it and haven't done it for a while.  Continuing our way up here in the Better   Still Category, we have another one of those  unconventional or sometimes forgotten exercises,   but definitely not one to be overlooked. If you're  looking for bigger quads, it's the Sled Push or   Pull. Now look, it's one of those similar to the  resistance bike that you don't oftentimes think   about as a good quad builder. But anybody that  does the exercise, as most competitive athletes   will, they would readily tell you how effective  this exercise is. Not just for building up the   size of their quads, but for increasing their  overall athleticism. So how does it work? Well,   you've got that absence of the eccentric load,  just like you did on the bike, that's actually   going to work in your favor, because it increases  your ability to do more volume on the exercise.   Again, a good fit for athletes out there who are  trying to become stronger in a more functional   way. That being said, you can certainly load up  a weight here on this exercise and you can do   it one of two different ways. You can either do  it in a retro walk fashion where you're getting   good terminal knee extension on every single  repetition, or you could turn yourself around   into the traditional forward Sled Push. In this case, you're getting the additional   benefit of getting good biomechanics and  reinforcement of the proper way to move   your knee over your toe as is required for  normal knee flexion. Again, making it useful   for not just people that have knee pain, but also  any athlete who's looking to avoid it long term.   And I say athlete, but honestly, guys it s good  for everyone. That's why it gets the next yellow   circle here in the Better Still Category.  And so, while the leg extension might be an   effective way to get that terminal knee extension,  what if there's a way to get additional support   from the muscles that actually prefer to support  the Quads. We're talking about the hamstrings,   the glutes and even the low back. Well, there is  there's actually two ways to do it. In this case,   it's the Dumbbell Spanish Squat or the TKE  Split Squat. In the Dumbbell Spanish Squat,   we're getting a chance to load up the exercise  depending upon the weight that we hold in our   hands. But throw that band around your knees and  you get that added resistance to terminal knee   extension. Again, the same effect that we're going  for in the leg extension but done in a closed   chain manner with your feet on the floor and tying  all those muscle groups together, making it for me   a preferred exercise. If you don't believe me, try  a few reps of this, your quads will be on fire.   If you'd rather do this in a more unilateral  way than just put the band around one leg and   drop yourself back into this split stance for  the TKE Split Squat. The benefit here is that   you can focus your effort a little bit more on  one leg at a time to drive up the hypertrophy in   a place that you might be lacking. But the bottom  line here is guys getting terminal knee extension   and resisting it is great. Doing it this way  as opposed to on a fixed machine I think is   better and therefore it gets the Better Still  ranking here with our final yellow circle.    And so with that, I now get to break  out my green marker as we work our way,",
        "start": "00:07:36",
        "duration": 221.94000000000005,
        "title": "Quad Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "almost all the way to the top with our Almost Best  Category. And the first exercise I want to point   out here is the Hack Squat. And not only is this  the one that sort of shines whenever we do any   kind of EMG studies, but it's just a pretty  effective quad targeting exercise. However,   you might be saying to yourself, Jeff, it looks  pretty damn similar to the Smith Machine Squat   you put all the way down at the bottom of  the list because it's just a machine that   rides up and down on two straight rails. Well,  at first glance, maybe, but not actually when   we look at the exercise more closely. We already  talked about if you tried to force yourself into   going straight up and down on the angle,  Smith Machine is going to look really damn   awkward and not be really kind to your body. But even if you did think about putting your feet   out in front of you to mirror the angle of the  Smith Machine, look what's happening down on your   ankles. Because this is where all the difference  matters. This is where we put the science back in   strength because these details matter. You're in  ankle plantar flexion as you reach your feet out   further and further away from your body, not into  the dorsiflexion that's going to help the rest of   the biomechanics of your knee to get into the  proper squat position. So, what we get on the   Hack Swap machine is we get the foot pad being  able to angle ourselves to mirror the angle of   our body and create that dorsiflexion needed to  create a more normal squat. Now the second issue   kind of comes down to the name itself, and that is  it s not really a squat. Just like you shouldn't   really be trying to squat on a Smith Machine  Squat. And that's what people do. If you had   the normal straight up and down Smith Machine and  you try to do a normal straight up and down squat,   I told you before, it's going to fight  the mechanics of your body the Hack Squat,   it doesn't even give you that opportunity.  It's creating a squat variation by encouraging   your feet to be out in front of you. By angling  your body and giving you some additional support   with the pad behind your back and the pad being  across your shoulders to bear the weight on your   shoulders rather than your neck. All these things  are basically creating a defined squat variation   that is much more kind to your body and not  pretending to be something that it isn't. And for   that reason, guys, you do get that EMG benefit of  increased quad activation, and this gets the first   green circle in are Almost Best Category.  Next up in the almost best category is honestly   one of my favorite exercises. We're talking  about the Dumbbell Bulgarian Split Squat.   And I understand that most people don't really  love the exercise, but it's really effective at   hitting those quads. And some of the benefits here  are that you can target one leg at a time if you   have a muscular imbalances, but you also get to do  it without having to bear the weight across your   back. And you can still handle some very heavy  loads on the exercise. Speaking of the back,   we get some additional protection here if  you have any issues with yours, because we   get less of that posterior pelvic tilt at the  bottom of the exercise by being able to keep   one leg up behind us. For all those reasons  and more, this exercise belongs where it is,   but remember to keep that upright torso so you  can keep the focus of your effort on your quads.   For me, though, this is definitely always  going to be in my Almost Best Category.    And so, for those of you who are worried that I  would throw the squat to the Worst Category at the   beginning of the video, you can rest easy because  the back squat is back as one of our Almost Best.   But a particular kind of back squat, we're talking  about the high bar variation. When you put the bar   up high on your upper traps, what you get is a  more vertical positioning of your body as you   descend into the squat, that causes the quads to  be more engaged. Obviously, as a leg exercise,   this is the king of all leg exercises, there's no  dispute. But when it comes to targeting the quads,   though, this is a little bit more effective at  doing that. We actually have some better options   in our Best of the Best Category. But you can't  overlook the squat. The high bar is going to be   the variation I prefer here, and that's why  it belongs in the Almost Best Category.    And so, while I showed my favorites and put in  the dumbbell Bulgarian Split Squat as one of   my all-time favorites, I have to share some room  here for the Dumbbell or Barbell Reverse Lunge.   The great thing is you can certainly load  this exercise as long as you're not afraid   to do so. If your balance is in question and  that is what's holding you back from loading",
        "start": "00:11:18",
        "duration": 227.1,
        "title": "Quad Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "up the exercise more, remember to step not  just back, but back and out to maintain a   wider base of support and eliminate any balance  challenge that might be introduced by doing the   exercise. The key is that by having a more  upright posture here and stepping backwards,   we can keep any of those knee pains that come  from maybe the forward lunge away and keep the   benefits directed predominantly at those quads.  While at the same time having the added benefit   of knowing you're making me happy by doing it. The  dumbbell or Barbell Reverse Lunge is the last and   our Almost Best Category, and deservedly so.  And so with that, we finally make our way all   the way up to the top of the list. The Best  of the Best. And what do we have? We've got   two candidates here. But you know what, guys?  I'm going to give it a tie. Because I want to   give the green startup both of these exercises  because we're going to do the same thing in a   little bit different way. Let's start with the  Front Squat. The Front Squat is going to be the   premier variation of the squat when you re trying  to build up bigger quads specifically. Because the   front carriage of the bar is going to place the  load more effectively onto the quads and a little   bit more away from the glutes and hamstrings. That being said, some people might find it   somewhat difficult to get into position to do  the exercise because they don't have proper   wrist mobility. But there's always a way around  that. Whether you resort to a cross arms setup   or to simply use straps to take away some of the  requirements of the wrist extension that you don't   have. It's really, really easy to find some way  to do this comfortably. However, it still has the   limitations we talked about with the Goblet Squat,  where we're going to have to have good thoracic   mobility and extension. And if that's a problem  for you, then that's when I opt for the option   number two, and that is the Belt Squat.  The Belt Squat is and always will be one of   the absolute best ways to target the quads. And  remember, the purpose of this list was to come   up with the best quads specific exercises. And  what's great about the exercise is it's going to   take the same mimicking of that natural squat  position that we get from the Drop Squat. Way   back when, when I said was such a great way  to biomechanically teach you how to do the   exercise properly. This takes care of that, if  you have a good Belt Squat Machine. And by that,   I mean one that allows you to get that center of  mass into its most natural position to perform   the lift. And when we're talking about in  terms of the weight that you can carry here   and actually load up, it's pretty similar to  your back squat. The issue is that people just   don't oftentimes use the exercise to its fullest  capacity, and they opt to use it as sort of a   relief exercise when their low back might be  humming from doing too many back squats.    Don't overlook the viability of the Belt Squat  when it comes to building bigger quads. And if   you don't have access to that machine, you  certainly do have access to a barbell or you   can opt for the Front Squat. Either one of these  guys, you can't go wrong. The Best of the Best   when it comes to building bigger thighs. And so just like that, guys, you've now got   the exercises that are going to help you to build  up the size on those thighs and more importantly,   some of the ones you might want to kind of shift  your focus away from. Guys when it comes to   ranking the exercises, we haven't stopped just  here at the quads. We've also done the glutes,   the chest, the upper chest, you name it, it's  all included in this series. You re going to   want to check them all out. If you're looking  for a full program, you can find them over at   Athleanx.com. All right guys, make sure you  click Subscribe, turn on your Notifications   so you never miss a video when you put  one out. All right guys, see you soon.",
        "start": "00:15:05",
        "duration": 182.75999999999993,
        "title": "Quad Exercises Ranked (BEST TO WORST!)"
    }
]