[
    {
        "text": "I wanted to make a quick video here to discuss  the passing of John Meadows. So, John was,   as many of you know, a legendary figure in the  fitness industry. He was someone that a lot of   people looked up to for his candidness and for  being incredibly transparent. He left a legacy   well beyond just his contribution of YouTube  videos, but also in literally having an exercise   named after him. He was somebody that  I looked up to and learned from.    John was scheduled to come and speak  at my live event and coach alongside me   next month. Something that we had actually  postponed last year because of COVID. And we   really had talked long and hard many times about  having some collaboration videos together and we   were excited about having the chance to finally do  that. I'm now not going be able to get a chance to   do that and that's one of my bigger regrets.  I feel that where I think the biggest hole,   though, that bothers me is as a father, I  feel for his children. We were both fathers   of twin boys. All of our discussions were  almost always about anything but fitness.   We talked about our boys. We talked about  playing football, we talked about family, we   talked about dogs. These are all the things that  we shared in common and love. And I just truly am   heartbroken about what's happened. And most  of all, for those that he leaves behind.    So, I wanted to use my platform to try to help to  raise money for the family. I set up a gofundme   page for him that I'm going to link in this bio  below in the description. I also put it up on my   Instagram that if you feel he's helped you in some  way, you want to contribute, however big or small,   I would truly appreciate it. Again, I think that  he has an amazing family and I want to make sure   that they are taken care of.  In the meantime,   there's nothing else left to say other than John  was a truth teller. He was a man of great morals.   He was a guy who I don't think anybody could say  a bad word about. I think I heard it best when   somebody said he was the Bob Ross of bodybuilding.  And for me, as a kid who used to watch Bob Ross   paint pictures just because I wanted to be calmed  and find a moment of serenity. John had that way.   I used to like to just watch and learn from him  because he always had this calm way about him   that made you feel good about yourself, no  matter what subject he was teaching.    Whatever it is, guys, I think we all can continue  to pay tribute to him by continuing to watch his   videos and learning from him and also maybe  by doing an extra set of Meadows Rows at the   end of your next back workout. All right guys,  I'll be back again later in the week with more   of our regular contact. But just want to make  sure that I chimed in on this and hopefully can   help others have a chance to contribute and  help the family through this tough time.",
        "start": "00:00:00",
        "duration": 166.72,
        "title": "RIP John Meadows (THANK YOU)"
    }
]