[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. So the hard gainer series continues here with Jessie. Now, Jessie, as we pointed out in the last time when we showed his triceps, has made some serious gains. I want to share with you the things that are working for him because they'll work for you. Even if you're not a hard gainer the things I'm going to show him in this video are going to apply to you as well because this is the way you build muscle. You want to direct tension to the muscles you're actually trying to build and you want to know how to do it safely and effectively. Now why do we say \"safely\", first of all? Jessie has had a couple broken collar bones, not to mention all the freakin' head traumas he's had. The idea here is that the shoulder is one of the most mobile joints in the body, but with that extra mobility comes a lack of stability. We can hurt the shoulder if we don’t know how to train it and when someone is trying to build muscle at all costs – like a hard gainer who hates being skinny – they might do some things that might jeopardize the health of the shoulder. So the first thing I would say – and this is where Jessie gets to show off his new results, because I'll show you what Jessie was just looking like weeks ago here before me intervening, and what he looks like now. I'm going to have him take off his shirt to show off the gains. Now I'm not just doing this to have him show off his gains, but you can see he's got a lot more muscularity here in his shoulders, across his chest, but why am I taking his shirt off? If you're training at home this is the first tip: take the shirt off. Face your fears. Face your insecurities. Train in a mirror. Not just because I want you to be able to have to stare at yourself, but because by doing so you can actually watch the muscle you're trying to train contract and ensure that you're getting the tension on the muscle you're trying to develop. The exact area. And you can visually see it. Even I do this myself, from time to time when I'm not in a public gym where I could actually see the muscle contracting, and it's allowed me to make even more gains at my age. So I'm going to ask him now to do the side-lateral raise, the same way we did this demonstration the last time. What would you have normally done prior to us training and working together? JESSIE: 25 JEFF: 25s. Now 25s, I know I've seen him do it. He can move them. Go ahead, let's see how you do them. Again, it's not terrible. People do this all the time this way. Again, here you can really see Jessie's gains as they start popping out, you know? The issue is that Jessie's got a little bit of the bent arms going on, number one. Number two, he's not really concentrating. He's just kind of moving the weights around, but he's not concentrating on the muscle that's",
        "start": "00:00:07",
        "duration": 138.31,
        "title": "Shoulder Workout Tips for Size (HARDGAINER EDITION!)"
    },
    {
        "text": "trying to contract. When we talk about the shoulder, it's from here to here. This is the deltoid. From here to here. So if you're trying to contract it, what you're really trying to do is somehow try to shorten that point and contract it. Just like you would a bicep from here to here, you really want to try to get as much of a contraction there. So we can enforce that by making you slow down your reps and actually do something we call 1-1/2 reps. So you would grab half of the weight that you would use. I'm saying 10 pounders. Nope, you've got a 10 and a 15, get the other one. 10 pounders. So now I want his arms straight and when he comes out with his arms straight I want him to go all the way out to the side and think about from here to here. Now go down halfway. Now squeeze it back up again. See? Right there, you can feel that. Now turn just a little bit so you can see from here to here. All the way up there, down halfway, up again. There. Now how's that feel? JESSIE: Yeah, I definitely feel that way more. JEFF: So do 8 reps here. And you can see, Jessie, as I told you, he's making gains. This has not even been a long period of time and he's already starting to make gains because I'm allowing him to direct more attention toward this muscle. Ego lifting needs to be left at the door if you're a hard gainer. I know it's the biggest – you gave up on me? No, go ahead. Ego lifting is tough for someone that's skinnier because they want to do everything they can to speed up the process and they figure that the heavy weights are what is going to speed that up, but if you're not putting the attention on the muscle you're trying to develop it ain't going to work anyway. But we do know that you need to lift heavy if you're a hard gainer. Heavy lifting is imperative. Is there a way that we can get him to lift heavy more safely? And that's where I think the crux of Jessie's gains have come. So I can get him to lift heavy, but in a safer way. I'm not going to have you do a barbell standing military press, which is what most people would recommend as the first thing to do to build bigger shoulders. Not for a hard gainer who isn't really cut out to be lifting that type of weight, especially in a plane where the barbell is going to be forced in front of my body. There's no flexibility there. Dumbbells are going to allow me to have more flexibility in how far, or back the dumbbells are going to go, right? So what I do is I go to dumbbells and I go to a push press. What the push press does is it allows me to safely overload his muscles to give him the",
        "start": "00:02:25",
        "duration": 137.251,
        "title": "Shoulder Workout Tips for Size (HARDGAINER EDITION!)"
    },
    {
        "text": "heavy training he needs to compliment the lighter, focused work that we do with that by – go ahead and grab the 40s – by allowing the rest of his body to assist him in handling the eccentric load. So now he goes` into a push press, he goes down to a slight squat, pushes up overhead, and then eccentrically lowers through the shoulder here. Slowly. So control it slow, slow, slow, slow, slow. There you go. Then press up. Boom. Then he's allowed to absorb it with his lower body. One more. Boom. Then you come down here, absorb it, absorb. Good. So Jessie – again, you can see the shoulders popping because he's been working hard and this stuff has been working. It's going to work for you, too. Find ways that you can incorporate heavy lifting in a safer way if you're a hard gainer. Number two: find ways you can direct more attention to the muscles you're actually trying to develop. Number three: if that means taking your shirt off and training at home and training in a mirror, so be it. If you have to train at a gym that's fine. Maybe you just roll up your sleeves so you can show the muscle working while you're doing it. The idea is a good mix between the heavier lifting done safely, and the lighter lifting with better focus is going to allow you to start building some serious muscle a lot faster. Well, we're going to continue to work on Jessie. He's a work in progress, but the idea here is it's working and it's going to, like I said, work for you, too. If you're looking for a program that will work, and it's going to put the science behind the strength and walk you through, step by step; head to ATHLEANX.com to get our ATHLEANX training system. In the meantime, if you've found this video helpful, if you like this series, if you like when Jessie and I get together – look at this with a new hairdo and everything. Leave your comments and thumbs up below and we'll make more of them. All right, I'll see you guys back here again real soon. Thanks, Jessie. JESSIE: I think you're just jealous that everyone likes my hair better than yours. JEFF: They think we have the same haircut and that's not true. All right, I'll see you guys!",
        "start": "00:04:43",
        "duration": 99.50999999999999,
        "title": "Shoulder Workout Tips for Size (HARDGAINER EDITION!)"
    }
]