[
    {
        "text": "And so the irony of all ironies, the  exercise with the word upright in its name,   it's the one most likely to  leave you on your back.    What up guys, Jeff Cavaliere, Athleanx.com. What  you see behind me is a bunch of different shoulder   exercises. Many of them you probably recognize  because you've either done them in the past or   you're still doing them today. However, after  today's video, you're going to want to get rid   of a few of them. You see, I m going to rank them  from the worst to the best to leave you with only   the best shoulder exercises that are going to  deliver you the gains that you're after.    And so as we begin the ranking process here, it's  important to define the criteria upon which the   exercises are ranked. And while progressively  overloading an exercise to develop strength is   an important element of all the exercises, it's  not the main criteria for how we select these.   We're looking for hypertrophy, we're looking for  muscle growth. And the ability of these exercises   to do that is going to be the main reason  for why we rank them in the order we do.    That being said, we always have to rely on the  safer options and when it comes to the shoulder,   the most mobile joint in the body, unfortunately,  along with that mobility comes some sacrifices to   our stability. With the lack of stability comes  some poor exercise choices, especially if going   to repeat them for years to come. We're not  talking about being able to get away with one   rep or even a few workouts. I'm talking about year  after year after year of doing these exercises,   that has to be part of the equation. We're going  to want to mitigate those injury risk and leave   you with the better options that are still  going to be able to produce the gains.    However, unlike anything else we've done in the  series before, we're talking about a different   setup here when it comes to the shoulder. We have  three distinct heads the front head, the middle   and the rear delt. We want to give you the best  rankings for each of those heads. And of course,   I'm not going to overlook the fact that we want  just overall shoulder development. I'm going to   give you give you some bonus rankings for those  too. But that being said, let's just start off   where we always do with this series and that's at  the bottom and just work our way up because it can   only get better from there. And I'm going to start  with the worst of the worst, the Upright Row.   There's a saying out there that says  there's no such thing as a bad kid,   just bad parents. But luckily, when it comes to  exercises, there's no family tree that we have   to worry about, and the Upright Row is just a  bad exercise. Now I know a lot of people will   defend that and say there's no such thing as a bad  exercise either, but I disagree. Every single rep   of an Upright Row places your shoulder into an  internally rotated position with elevation. Yes,   the exact position that you would test somebody  in if you were looking for impingement.    When the biomechanics of the exercise itself  are literally fighting your own body's anatomy,   I just can't wrap my arms around the exercise  and love it. I don't care if you get away with   it in a single workout or even a training block  or even 15 years of training with the exercise,   over time you're likely going to run into  a problem. And while yes, the exercise can   be improved slightly by lowering the height of  the barbell or dumbbells when you lift them up,   the fact is, there's better exercise options  that can achieve the same thing and do a better   job at it with lower risk. For that reason,  the Upright Row gets the first red X.   All right, so I mentioned that there's no family  tree when it comes to exercises. But if there was   the Cuban Press would be the evil twin brother  of the Upright Row. As a matter of fact,   maybe even more evil and that's because  we're adding another element to an already   bad biomechanical exercise. You see when we lift  this up, we're getting external rotation, which   some would argue makes this a good exercise. But  it really isn't because you're lifting yourself   up there from an internally rotated position. Not  to mention, the best part about this exercise is   probably the press because you've got your elbows,  at least in a somewhat forward position.    However, the real dangers happen when you start  to lower the dumbbells. You're getting into this   eccentric internal rotation again. But even  worse, you've got to increase momentum with   those dumbbells further away from the chest,  making this just more harmful to the shoulders   than even the Upright Row. For that reason, this  also gets the next big red X in this category.",
        "start": "00:00:00",
        "duration": 203.6800000000001,
        "title": "Shoulder Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "Speaking about the press, can we talk about  the version we all started out doing the first   time we ever trained shoulders, the Behind the  Neck Press. Look, I did it too and for no other   reason that I saw it in Arnold's Encyclopedia  of Bodybuilding, and it looked pretty damn good.   Once again, doing this variation of the press  just puts our shoulders in a position where   we're fighting our own anatomy. There's something  called the scapular plain, which is a 45-degree   angle or so in front of our body so that the  elbow doesn't have to track back behind our   body like it does in a Behind the Neck Press.  There is nothing wrong with an overhead press,   as you're going to see here later on this video.  But when we do it from this position, you're   placing yourself in an unnecessary injury risk  that we could do from a better position without   sacrificing any of the gains that we should be  getting from the exercise. So for that reason,   as always, the details matter, and in this  case, the positioning of the shoulder is too   far back makes this one one that I would also  throw in the bottom of the barrel category.   So if you haven't picked up on this by now as a  physical therapist, I don't like internal rotation   of the shoulder from an elevated arm position  for obvious reasons. That being said, there's   one exercise that can make me go from loving it  to hating it just like that. It s this exercise   right here, it's the Side Lateral Raise, but done  from the pour the pitcher position. You might have   heard this tip before that when you get to the  top of the lateral raise, you want to act like   you're pouring pitchers of water and have your  thumb pointing down your pinky pointing up.    If you notice what's going on right there, yes,  you've got internal rotation from an elevated   arm position. That being said, when you realize  you can get the same activation and benefits to   the middle delt by simply leaning forward a  little bit and keeping your thumb higher than   the pinky to ensure that you have external  rotation at the shoulder, you're still going   to place that middle delt and that direct line  of the downward force of gravity still making   it do all the work without sacrificing anything  from the exercise, just increasing the safety of   it, and save the pitcher pouring for something  you do down here, maybe a table level and save   your shoulders in the process by putting the PTP  side lateral raise in the big red X category.   And with that, I now get to break out my blue  marker as we work our way up the rankings, this   time to the Better Category. where we're talking  about good, solid exercises and specifically   hitting the front, middle and rear delt in that  order. We start with the front and the exercise,   here is the Press Out. And while this is a  good exercise for targeting the front delt,   there are definitely some built in limitations  here, namely the lack of range of motion. We're   not taking the weight from our thighs all  the way up in an arc to end in this position,   we're kind of short cutting it by starting at  our chest and simply ending in a position that   we expect to end in when we're targeting our  front doors. There are better options here that   won't be as limited, but I do believe this is a  good entry point exercise for those looking to   target the front delts, and that's why the Press  Does get the first in the Better Category.    Sticking in the Better Category, now working  our way around to the middle delt, the exercise   of choice here is the Cheat Lateral. And I've  mentioned the merits of this exercise before many   times on this channel. It gives us an opportunity  to use a weight that we may not always be used to   using here if we're strictly limiting ourselves  to light weights on a lateral raise. But at the   same time, that introduces some eccentric overload  stresses that we know are good drivers of muscle   hypertrophy. However, with this comes often times  some extra momentum, and with the momentum comes   some muscle substitution. But if we're considering  all aspects here and realizing that the momentum   in muscle substitution could be taking away from  our ability to focus and drive our intention   through the middle delt, then we realize here that  we've done a good job of selecting the exercise,   but not the best yet. And that's why it  belongs in the Better Category for now.    Which brings us to the last of the Better Category  and this time wrapping all the way around to the   rear delt. You do train your rear delts, don't  you? The exercise in focus here is the Reverse   Fly. This might be the most common exercise people  perform when they're trying to target their rear   delts. Unfortunately, as I covered on this channel  before, it's certainly not the best. And the main",
        "start": "00:03:32",
        "duration": 206.24,
        "title": "Shoulder Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "limitation here is the range of motion. You see  when you're trying to target the rear delt the   main thing you can try to do is get extension of  the arm back behind the body. It's not just about   abducting the arm away from you, as if you're  doing a side lateral raise bent over, it really is   about getting that arm back behind the body. And  if you use even just a little bit more weight than   you can handle here, the range of motion is going  to be limited even more. It's a good exercise. It   does work the rear delt, no doubt, but it's not  the best of its ability to do so. And for that   reason, we're going to put this one in the Better  Category when it comes to the rear delts.    And with that, we continue our way up the  rankings to the Better Still Category,   and I break out my yellow marker to put our  focus once again back on the front delt.   And here we're looking at the Arnold Press.  Now look, I realize that Arnold's become a   little bit of a polarizing figure these days, but  there's one thing I think we all could agree on,   the guy knew how to build muscle. And the  front delt exercise of choice that he used,   got your elbows out in front of your body because  it demanded that you start with your hands facing   your body. And if you followed along to this  point, one of the reasons why I didn't like that   Behind the Neck Press was exactly due to the elbow  positioning. This is getting that problem fixed   by getting your arms out in front of your body.  However, as with all shoulder press variations,   it's tough to limit the gains to just the front  delt. When we realize that we have better options   for targeting the front delt more effectively,  we can see why this gets the Better Still   nod, but still not Best in this category. And continuing here in the Better Still Category,   we now shift our focus once again to the middle  delt. And here we're taking a step up from the   Cheat Lateral Raise with something called the  Abduction Row. What it's doing is it's still   allowing us to use the heavier weights at the  Cheat Lateral might, but it's allowing us to do it   with a more focused contraction. Not necessarily  solely on the middle delt, which is impossible   anyway, but it does include more of a contraction  at the top, which is something we didn't really   have control over with the Cheat Lateral. The way  we're accomplishing this is with a different set   of substitution muscles. As opposed to letting the  upper traps kick in, we're actually able to turn   this into more of a rowing motion, hence the name  which introduces some of the upper back muscles,   most notably the rear delt, which is going to help  us to get this heavier dumbbell up to the top.   Because the movement is still driven with  abduction of the elbow away from the side,   you're still going to get those immense  benefits in terms of creating a stimulus   for growth for the middle delt. Think of it like  20% row, 80% abduction. And when you do, you're   going to have 100% of a good exercise option when  it comes to creating better middle outgrowth.    I have to admit this one stings a little  bit. Can we just get it out of the way? Look,   it's not often that we conclude any list of the  best exercises without Face Pulls ranking all   the way at the top. But when it comes to rear  delt exercises, it s a really solid option, but   it s just not the best. I know a dagger. However,  let's take a look at why. The Face Pull is,   as I've said many times in this channel,  one of the best exercises you could do   and one you should probably do at the end of every  single workout you do because we simply do not get   enough attention to the posterior chain and  the muscles of the upper back and mid scap   that this exercise does a great job doing.  But therein lies the problem, the upper back   and mid scap. Throw in the rotator cuff and  you've got a lot of other muscles doing the job,   not just the rear delt, which limits this  to being the best rear delt driver. However,   the Face Pull is always going to appear in a  list of great exercises, but for the rear delt,   it's a Better Still just not the best.  All right, that wasn't so bad.    And so with that, we now continue to work our  way up the rankings. This time I get to break   out my green marker for the Almost Best Category.  So not quite at the top yet, but really damn good.   And for this, for the front delt, we're going back  to the press and this time it's the Scoop Press.   You see, the Scoop Press has some very  unique advantages over the Arnold Press,   namely an increased range of motion  and focus on the front delt.   So you can see that when we start the  exercise, we lock in by getting a fixed",
        "start": "00:07:01",
        "duration": 205.28000000000006,
        "title": "Shoulder Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "90-degree position at the elbow. You're  not going to open that angle at any point   thereafter because we're not going to turn this  into a bicep exercise. Keep it locked in here,   and you're going to scoop your arms up to  that front rack or shoulder pressing level   and continue to press up overhead. We still have  all the benefits of the elbows out in front of   our body that we do on the Arnold Press. But  we're getting the additional range of motion   on the first half of the exercise that still  actually allowing us to utilize a heavy load   because of the bent arm position and the closeness  of the dumbbells to our body. This exercise is   a better pressing option when you re looking  for better exercises, and it s the reason why   it belongs in the Almost Best Category.  And that brings us to the next exercise here,   this one focused on the middle delt. And for  this we re going back to the Side Lateral Raise   in the Almost Best Category. I know what you're  saying, Jeff, you always do this. You say one   thing's bad and the next day you say it's good.  No, actually, guys as always, the details matter.   Did you realize that one word could actually  change the entire meaning of a sentence?   Like I could say, you make me really hard, or  I can say, you make me really laugh hard.   See, it's a big difference when it comes to the  Side Lateral Raise here, as I mentioned before,   the details matter a lot because this becomes a  great exercise in the spot. When we're looking for   targeted middle delt growth, we want to lighten  up the weight here and focus on the middle delt.   And we can do it in a much safer position  by forgetting about pouring those pitchers.   Instead get that thumb higher than the pinky at  the top. Lean forward just a bit to make sure,   as I mentioned before, to keep that downward force  of gravity squarely focused on the middle delt,   making it do all the work. Go through  the exercise at a slow but steady pace,   and this one becomes one of your best options  when you're looking to create hypertrophy,   and it's one that needs to be in almost every  shoulder workout when that's what you're after.   This is where the Side Lateral Raise gets this  position here and the Almost Best Category.   And wrapping up the Almost Best Category now  we turn our attention to the back side again,   the rear delt. And for this, I'm looking at the  Hip Hugger and this one gets its name from the   position of the dumbbells as you do the exercise.  You should look like you're trying to pick up a   pair of pants that kind of drop down to low. Now,  if you look at the mechanics of the exercise,   the one thing that's in place here that's really  important is the good extension of the arm back   behind the body. Remember, you don't have to  lift your arms out to the side and keep them long   to get them into a position behind your body. You  can use heavy weights here. As a matter of fact,   you're going to need to use heavier weights  here to make this a main driver of growth.    However, we can limit some of the contribution  of those upper back muscles that the Face Pull   wants to contribute by focusing more on pulling  back with the elbows rather than straight up,   which would turn this into a shrug. If  you get the mechanics of this right guys,   I promise you one of the most intense rear delt  contractions you have ever felt. And it's one that   definitely belongs to the Almost Best Category  and one that you definitely need to start doing   if you want to see the best results. And so we've reached the top of the top,   the best of the best, but we've got not one  but three winners here, one for each head of   the delts. And we start right here at the front  delts with the Dumbbell Front Raise. And when we   perform this exercise with dumbbells rather than  a straight bar, we have the opportunity to split   the hands up and do them in alternating fashion  one arm at a time. This affords us the benefit   to get a really strong focus on the muscle  we're trying to build and focus on getting   a good contraction at the same time, letting the  front delts do what they do best, flexing the arm   out in front of our body. There's no need to take  the arms all the way up overhead because that just   starts to introduce additional work being done  by the upper and lower traps at now we're really   focused on here when frontal growth is your goal.  Guys, this is the best of the best when it comes   to the front delt and it gets the first green  star or whatever the hell that shape is.    And so that brings us to the middle delt and  again, the best of the best in this category.   You're not escaping some variation of a side that  are raised, except my favorite is when we do it",
        "start": "00:10:29",
        "duration": 204.48,
        "title": "Shoulder Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "with a Cable Lateral Raise. And here you can see  that actually making a small adjustment here that   makes this even more effective. The cable set up  allows me to get the main missing element from   the Side Lateral Raise, which is a stretch on the  middle delt in the starting position. Think about   it unless you're performing the Dumbbell Lateral  Raise on an incline bench with your arm dropped   in front of your body, you're never getting your  arm into a stretch position on the middle delt   and therefore not getting the best contraction  you can get. When we do the Cable Lateral Raise,   we're starting every single rep from a maximal  stress position, which is going to allow you   to do this even better. Making it a better  overall exercise when it's the middle delts   that you want to grow. And therefore it too  gets that big green star or odd shaped whatever   for putting it in the best of the best.  And so if the Reverse Fly did a good job of   getting that horizontal abduction and the hip  hugger did a good job of getting that extension   that we're looking for. Well what if we marry the  two? Again, back to the family aspect of this,   well, we would get the Rear Delt Row. What this  does is it takes a lighter weight for sure,   but it gives us a chance to focus on getting the  abduction of the shoulder away from the body,   but also more extension. And what we do is  we actually supinate the hand a little bit,   which allows us to create some external rotation  at the shoulder, which will allow us to get our   arm into extension behind the body a lot easier  creating an overall better exercise. Just like   raising your arm up overhead it s easier with  the hand turned out rather than turn in. We get   the same benefit here and the end result is we  have a better contraction and an overall great   exercise option for hitting our rear delt. It's  getting the Best designation here when it comes   to the rear delt shoulder exercises.  But what if you're just looking to build   bigger shoulders overall? You're on a minimalist  approach. You want to know what exercise is going   to do the best overall job of giving you the best  bang for your buck. Well, at that point, guys, you   don't want to look to some of the presses in this  category they're all really, really damn good.   You see, we have things like the Barbell Overhead  Press, the Z Press, the Modified Bradford Press,   the Dumbbell Overhead Press and the Handstand  Pushup. And they're all good options.    Each one, of course, has its own benefits. Like,  for instance, the Barbell Overhead Press, while   being a great opportunity to really, really load  heavily, does have a restriction for those people   that have some shoulder issues. Because of the  fixed hand place on the bar that gets freed up,   we switch to the dumbbell version of the Overhead  Press. The Modified Bradford Press gives those   guys that are still in love with doing the Behind  the Neck Press a secondary option if you notice   the elbow positioning remains in front of the  body, which is why we call it a Modified Bradford.   Never going back behind the body, so keeping  your shoulders safe, but limiting the range   of motion for those that have a difficult  time pressing all the way up overhead. The   Z Press is just an option for building up the  overall strength of your entire shoulder when   you eliminate your legs from the equation in the  seated position. You build your strength up here,   you take it back to a standing variation of a  press and I promise you bigger strength gains   and bigger overall shoulders if you do so. And finally, the Handstand Pushup. If you just   don't have any access to weights at all, but you  don't want to compromise your shoulder growth, the   Handstand Pushup is a great exercise for targeting  all three heads of the delts, and you can do it   with simply a wall and your own body.  All of these exercises are great options   when it comes to shoulder developers, and though  none of them are great specialists necessarily,   they're all incredibly powerful when it comes to  packing on mass to your shoulders and therefore   ones that you don't want to overlook.  And then you have the guys with the rankings   of these shoulder exercises now complete,  you have a better idea of what exercises   you should be focusing on and maybe which ones  you can kind of do without. The fact is, guys,   when it comes to exercise selection, the details  matter as always. If you're looking for a program   with details, always matter, make sure you head  over to Athleanx.com and check out our Athlean-X   programs. If you found the video helpful, if  you like this series, tell me what you want   me to cover next and I'll do that for you. And  also make sure you click Subscribe and turn your",
        "start": "00:13:54",
        "duration": 203.20000000000007,
        "title": "Shoulder Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "Notifications so you never miss a new video when  we put one out. All right guys see you soon.",
        "start": "00:17:17",
        "duration": 7.6,
        "title": "Shoulder Exercises Ranked (BEST TO WORST!)"
    }
]