[
    {
        "text": "JESSE: What's up, guys? Jesse Laico, ATHLEANX.com. Now, I know you're expecting someone with a lot bigger muscles and a lot less facial hair, but let's be real. Jeff wishes he could grow facial hair like this. Now, you guys have been asking about my progress and I figured I'd give you an update on my struggles and also my successes. But first things first. I have to say 'thank you' because as I revealed a little while ago, in a video, I've been going through some struggles with post-concussion syndrome through a lot of head trauma over the last couple of years. You guys have been asking \"How is Jesse doing?\" Not in terms of my progress and training, but in terms of how I'm doing health-wise. That means a lot to me. Guys, I even went on the Love Your Brain website and saw the donations made in my name. You have no idea what that means to me. I even told Jeff \"These guys are the best. Team ATHLEAN, the guys that follow ATHELANX; there's no better community.\" I thank you guys from the bottom of my heart for all the support you've shown me, and it's been unbelievable. Really. Honestly. So, with all that you guys have done for me, I think there's hopefully a little bit of something I can do for you. I'd like to do that by sharing me and my personal experience. I know we all have different goals and we're all on different journeys, but I'm hoping that you guys hearing what I'm doing well at and what I'm struggling with, as I mentioned before, is going to be helpful for you at some point, on some level. We're all in this together. With that being said, I don’t know if I'm supposed to be flying solo on these videos and Jeff is getting back soon. So, it's always easier to ask for forgiveness than permission, in my experience. So, let's jump into this really quickly. I want to start with the beginning where, at 130lbs when I got serious with this, walking to a gym, and putting 10lb plates on each side of the bar. Do you have any idea what kind of embarrassment that is like? I'm sure some of you do. Some of you walk into a gym and you're like \"God, these guys are squatting 500lbs and I'm here with the bar.\" I realized – I stopped giving a shit. I realized that we all start somewhere. We all go through a process, and we've all got to start somewhere. Not only that, but at 130lbs, taking that bar and putting it on my back, especially with my bad posture; call me a pussy if you want, but it hurt. Thankfully this gym is relatively empty, so I didn't have to worry too much about people looking at me, but it was – again, forgetting about that embarrassment and going through the process. Learning how to do the lifts the right way. I've seen so much progress. Not just in the numbers, but also my control of the bar.",
        "start": "00:00:06",
        "duration": 155.901,
        "title": "Skinny Guy Builds Muscle (HIS STORY!)"
    },
    {
        "text": "Guys, here's me doing a squat that's nearly double my bodyweight and I'm in complete control at the bottom, I come up with good bar path, my knees aren't caving in, and I'm certainly not 'good morning'ing' the bar up. We know if you're doing any of those, you're not strong enough to lift that weight. You need to move weight that you can actually move. I've found myself getting gains I never would have seen before. Coming from the skinny guy, to all skinny guys out there, the one spot that we're always looking at is our legs. That's the one thing we're always most concerned about. I've found that my legs are probably where I'm getting the most gains. I want to talk to you about that next. So, while I'm not Tom Platz, I will say this: I have made some serious gains on my legs. Guys, here's me at the beginning before any training started. And then here's me, now. I've put on about 3\" or 4\" on my legs. It's pretty significant for a skinny guy like me. For skinny guys out there, you guys would know. If you could see 3\" or 4\" on your legs, it's a huge difference. Trust me, I know how embarrassing it is to have skinny legs. I used to get made fun of on the lacrosse field every, single time I stepped out there. They used to say I have three sticks. One in my hand and two hanging out of my shorts. But I found that going at my own pace has been good because my headaches aren't coming back. Could I maybe have upped the weight a little bit faster? Guys, I went at this my own, slow pace and I find that okay. As I've told you guys before, being in control of the weight like I showed you with the squat has been huge. It's not only carried over to my legs, but it's carried over to all my lifts. My overhead press has gone up. My bench has gone up. My row. I'm looking to add a second plate to my weighted chins. Who would have thought? And it's adding size to my arms, my shoulders, my chest; it's adding size everywhere. But could I have been making a little more progress a little quicker? Yes, and I'm going to admit why I think some of those gains were held back for two reasons. The first one I want to talk about next. When it comes to my nutrition, I've got a little bit of good news and a little bit of bad news. The good news is that I've pretty much cut all the shit out. I can't remember the last time I ate a gummy bear and I really don’t eat sweets that often. I've really been focusing on eating quality, nutritious food. The bad news is, even having done that, I'm finding it very difficult to add more calories during the day and eating more. I know that some of you bigger guys out there are going to say \"Oh, what the hell, Jesse? Adding food is the easiest thing in the world. Cutting food is the hardest!\" For smaller guys like me, I'm going to disagree with you.",
        "start": "00:02:42",
        "duration": 155.91999999999996,
        "title": "Skinny Guy Builds Muscle (HIS STORY!)"
    },
    {
        "text": "The hardest part is to add food. Especially knowing how much we're adding. I've fallen into the same trap before. A lot of skinny guys are thinking they're eating a ton. \"Oh, I had so much food today.\" Well, if you write down what it is that you ate, you'll find out you really weren't eating that much, or as much as you thought you were. You thought you were eating like a beast. You're eating like a bird. That's something I still struggle with. So that's why it's been something I'm working on daily. Another little thing that I have to admit, which I think is holding me back a little bit when it comes to eating more, is growing up a skinny kid I didn't really have muscles or anything like that to show off. But I did have one thing. That was the 8-pack. That's something Jeff is still jealous of, but the point is I'm trying to wrap my head around the idea that while my abs may not be as visible, or as defined as I put on more weight, it's okay. It's trying to find the right balance between size and also definition. I've found that by slowly increasing the amount of food I'm taking in each day, I've been finding more success. It's the same thing with adding weight to the bar. If you try to add weight to the bar too quickly, you're not going to succeed. You're going to fail. So, if I go in through a slower process, you're going to see gains. I think that's something I'm learning as I go and I'm trying to implement into my daily life. So, there you have it, guys. Hopefully you've found this video helpful. JEFF: Jesse! JESSE: What's up? JEFF: What's going on? JESSE: Just about done with the video. JEFF: Which video? JESSE: This video, that I just shot. JEFF: The YouTube video? JESSE: Yes, the YouTube video. JEFF: You did it on your own? JESSE: On my own. We're just about to shoot the outro. JEFF: Could I at least do the outro? JESSE: Dude, the outro is the easiest part. I can do the outro. So, leave your thumbs up and comments below. Don’t forget to subscribe and turn on your notifications. What else am I missing? Oh! ATHLEANX programs are over at ATHLEANX.com. Leave a comment and let us know what you want to see in the future, and we'll be back here",
        "start": "00:05:18",
        "duration": 124.32000000000001,
        "title": "Skinny Guy Builds Muscle (HIS STORY!)"
    },
    {
        "text": "again soon. Did I get all of it? JEFF: You kind of did, actually. JESSE: Yeah. It's that easy. I told you I could do it. JEFF: Congratulations on your first video, Jesse. JESSE: Thanks. I'll let you know if they want you back next week or if they're still sticking with me.",
        "start": "00:07:22",
        "duration": 12.190000000000001,
        "title": "Skinny Guy Builds Muscle (HIS STORY!)"
    }
]