[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we’re going to talk all about the hip flexors. More importantly, whether or not you should be stretching yours, or leaving them alone. As a matter of fact, you might want to be doing the exact opposite. That is, strengthening them. I’m going to show you today how to test whether yours are tight, or weak, and figure out what is a better route for you to go if you want to get rid of the issues that are being caused by your hip flexors right now. All right, the first thing that needs to be cleared up is a little bit of anatomy. Not to bore you, but it’s really important here. When we talk about the hip flexors it’s not a single muscle group. There are actually five muscles that are responsible for flexing the hip. Three of them – the TFL, the Rectus Femoris, which is one of the quad muscles, and the Sartorius, which is more of a groin muscle – they all attach at the level of the hip to the iliac crest. So, they can only really flex the hip up to the level of the hip. But the two that we’re really concerned about are the ones that bring it up higher than that. Which is the Soas and the Iliacus. Those are the two where, when we talk about “Oh, my hip flexors feel tight”, those are the ones we’re really talking about because when they’re tight you usually get a lot of back pain. You can see why. The muscles of the Soas here attach to all the lumbar vertebrae. They literally go through the body and attach the lumbar vertebrae. So, when these are tight they could actually be pulling on your lumbar spine and causing all kinds of issues. So, we need to get to the bother of whether or not it’s a tightness that’s causing the issues here in your back, or whether or not it’s a weakness. Again, the recommendations are going to be drastically different, depending upon which of those two it is. So, let’s start off by testing the flexibility in the hip. We want to make sure there is a tightness here before you start stretching it. A lot of times what we’re really hiding is more of a weakness, instead of a tightness. But we can do that very easily with a quick test. You sit at the edge of a bench here – about mid-thigh – then you’re going to lay back, pull both knees up, and then drop one down. You want to make sure right off the bat that your low back flat here because what you’re looking for is to see whether or not this leg, the one that’s down, is in contact with the surface you’re on, or whether it’s flailing up in the air like this. The second thing you want to look for is whether or not the knee itself is capable of bending. Really, ideally, down to about 80, or 90 degrees. Or is it more extended, like this? Or it could be combination of both because what we want to determine now is, if we are in some position here where it’s off the surface here, and we have the inability to get our knee fully bent, we know we have some tightness. But is it a quad tightness? The Rectus Femoris that we talked about? Or is it more of an actual hip flexor?",
        "start": "00:00:06",
        "duration": 156.75899999999993,
        "title": "Stop Stretching Your Hip Flexors! (HERE'S WHY)"
    },
    {
        "text": "What you would do is, with the knee floating in this position you would ask the person – or you would do it yourself – you’d just straighten out the knee. If, by straightening the knee the leg goes down fully in contact with the surface here, that means you have more of a quad tightness, or a rectus tightness. When you took the quad off the stretch and relieved it, then I was able to go down, then everything else was loose enough to get down. If, on the other hand, when you do this and nothing changes, or certainly doesn’t get down to the level of the bench, now you’ve got a true hip flexor tightness. In which case, that’s when you want to actually start using your hip flexor stretches to attack that. But a lot of times when you see this yourself you may realize, “You know what? I really don’t have a tightness.” And that’s when it starts to come back, where I said in the beginning, your manifesting something far different. You’re probably manifesting a weak hip. I’m going to show you how to test for that now, too. So, let’s say you didn’t have a tightness, but you still feel that there’s something off in your hip. It’s what’s causing you to really always want to stretch it. By the way, when you stretch it, if you tend to get a little bit of temporary relief, but then an hour later things are actually worse than they were before; you’re likely dealing even more with what we’re going to talk about right now. That is a weak hip flexor. Then all you’re doing is stretching it and making it worse. So what you want to do is have a way to test that on you. We can do that very simply. Take a box – any surface that allows your knee to be higher than your hip when you put your foot on it. Then what we want to do from here is lift off that surface. So, stand upright. Put your hands behind your head so you can’t cheat. We don’t want to lean toward it. We don’t want to bring our chest to the knee. We want to be able to bring our knee up to our chest. See if you can hold it up here for 15 seconds. So, lift off that surface so your hip is as high as you can flex it actively, and then from here, see if you can hold it. If you start to get a cramp in the outside of your hip – which would be in the tenser area, here – that’s a good indication that you have a weakness in this muscle group here. It’s asking for help from another muscle down below that isn’t really equipped to do what you’re asking it to do. Which is, flex above 90 degrees. If you remember back to the anatomy we showed earlier the ones that attached at the level of the hip are good at flexing you to that level. But they’re not so good at flexing you above. So, by putting ourselves in this position here, where our knee is already above 90 degrees, now the only thing we can do is either use that Iliacus, or the Soas to try to get us up here. That’s where you’re going to find a good weakness if it exists.",
        "start": "00:02:43",
        "duration": 151.64100000000002,
        "title": "Stop Stretching Your Hip Flexors! (HERE'S WHY)"
    },
    {
        "text": "The other thing we can do is, we don’t have to use this at all. We could just stand right here and pull the leg as high as we can, and then dynamically let it go. When we let it go, if I can’t keep it here in this position, like that, if it drops and catches – guess where? At 90 degrees. Well, that’s the level at which it got a little bit of assistance from those other three muscles that are helping on that level. But I don’t have the strength to be able to take it up above the 90-position and hold it up above 90. So that would be a good indication. If you hold it here, and you drop it, and you can’t hold it, you can’t stop the leg until it gets to the level of 90. So, let’s say that’s the case. What would you do? Well, that’s an instance where the test becomes the exercise. You could actually go back into this position here and do leg lifts right from here. So, I’m in this position, I’m above 90, I want to strengthen the hip flexors, I put my arms up behind my head, and I do leg lifts in that position. I try to do that, and hold that, either for time, or for reps. I can also take it up a notch by taking a band, anchoring it down to something low here, wrapping it around the foot this way, and then I’ve got a resisted lift here, to adding more strength as our hip flexors begin to start getting stronger. The key is this, guys: you want to find out right off the bat. You’re going to test both sides. Do you actually have a hip flexor tightness? Because if you don’t and you stretch it, you’re going to make your problems worse. If you’re having back pain during ab exercises you’re going to make that back pain worse. If you’re just having tightness and a general feeling of something that’s off in the hip, that’s going to get worse if you keep doing that. On the other hand, if you have a weakness and you don’t address it, nothing’s going to get better. So you want to find out which of the two you’re dealing with. If it is a tightness then, yes, the stretches are going to be appropriate. But if they’re not, you want to avoid them. If you have to, guys, I always say, “You’ve got to own it”. Own this. If you have a hip flexor weakness then you’ve got to own this, and you’ve got to start doing stuff about it. As a matter of fact, maybe you’re not doing enough explosive training. That’s a good argument for getting outside and doing some sprints to actually train, to start using those hip flexors above 90 degrees, in a more explosive way. If you’re looking for a training program that puts it all out there and puts all together so we overlook nothing in our training, that’s what ATHLEANX is all about. You can get our ATHLEANX training system over at ATHLEANX.com. In the meantime, I hope you found the video helpful. Make sure you leave your comments and thumbs up below. Let me know what you want me to cover and I’ll do my best to do that for you. As you can see, or hear, the voice is still not back, but that does not stop me from bringing the goods here to you guys, each and every week with our videos.",
        "start": "00:05:14",
        "duration": 160.46,
        "title": "Stop Stretching Your Hip Flexors! (HERE'S WHY)"
    },
    {
        "text": "So, pardon me for the voice, but I hope you got some good information from this. All right, guys. I’ll see you soon.",
        "start": "00:07:55",
        "duration": 3.8800000000000003,
        "title": "Stop Stretching Your Hip Flexors! (HERE'S WHY)"
    }
]