[
    {
        "text": "What's up, guys? Jeff Cavaliere, Athleanx.com.  Whether you're walking through those doors for   the first time in a long time, or maybe  it's the very first time you're here,   you're likely going to migrate to  a lot of the popular exercises in   the gym. But I want to make sure you're  doing them right, so I'm going to go over   those and show you exactly how to get the  most out of every single one of them.    And you might find yourself starting right  here at the Leg Extension Machine. Look,   I understand it's a popular exercise. It's  just not one of my favorites, it's not one   that I do. That being said, I realized a lot of  you are. So, what can we do? Well, first of all,   ask yourself one question for me: Are you  doing the exercise because you're looking for   an isolation quad exercise? Or are you doing it  because you're looking for an easier leg exercise?   Because if you are doing it for the latter,  I want you to get to doing better exercises   like a Squat because you know they're going to  be more rewarding for you in the long run.    This, though, if you're doing it for an isolation  exercise does beg one more follow up question,   and that is: Are you best served doing isolation  quad work? Because our quads get a lot of work.   I'd rather see you put your time into doing some  additional hamstring or glute work, because I know   that almost everybody watching this, they probably  got weak hams and glutes. If you're doing this and   you're finding that causing some knee discomfort  and pain, I understand why it could be pre   inflammatory if you have patella tendinitis. Guys,  if you want to do it, do it, but if you're looking   for a better exercise, I'll show you some.  So, sticking with the legs, the next place you   might find yourself is on a Lying Hamstring Curl  Machine. If you're going to do this exercise,   I think you should focus on a couple of things.  Number one, stop driving your knees into the pad.   Because what that does is it encourages the hip  flexors to drive the motion to help you to lift   the pad up. Well, we know the hip flexors  are attached to our lumbar spine, so a lot   of times people can get low back pain doing this  exercise. The way to fix that, start right here,   contract your glutes, and then pull up. By  contracting the glutes, you're going to shut   off those hip flexors a little bit and allow the  hamstrings to do more of the work without having   to get that overactivation on your lower back.  Another thing you could do, though, is just get   off this machine because I like this Seated  Hamstring Curl variation better. We avoid   all these issues of overactive hip flexors by  simply changing the machine we use. And if you   don't have access to that and at least  even try the Standing Leg Curl Machine,   they're both better than this one. But if you're  going to do this, at least do it right.    So, if International Chest Day is the most popular  day at the gym, then it stands to reason that the   Dumbbell Bench Press is the most popular exercise  you probably be doing here. But you want to make   sure you're doing it right so you're not leaving  any games on the table. The first thing you want   to do is not get confused by all the advice you  may have heard already about the exercise. Like   get your shoulders down and back. That caused a  lot of us to actually try to pinch our shoulder   blades backwards, which is the wrong cue.  Instead, I say, un shrug your shoulders,   when you do this, it's going to take care of both  of those cues in one shot. The second thing you've   got to make sure you're not forgetting to do is  utilize your leg drive just like you would on   a regular barbell bench, your legs are going  to help you to move some heavier weight.    So how you do that, you lay back, you get down  into the bottom position here, and then my feet   here have to be able to push into the floor in  this direction. If they can push that way, I   can drive these weights up. So, the same time I'm  ready to push, I drive my feet up and I push up,   down, drive my feet up and push up.  My feet are driving into the floor,   pushing my body up the bench that way. And again,  what that does is it helps to assist your body   to move in the opposite direction, equal and  opposite force, to push those weights up and   make the exercise a hell of a lot easier.  I mean, who doesn't like a good Pec Deck,   except when you get it like this? Because how  you enter the machine actually matters a lot.   A lot of people will reach back with both arms  and they're putting so much unnecessary stress   on their shoulder for no reason. Just rotate  towards one arm, get in, bring it all the",
        "start": "00:00:00",
        "duration": 223.55999999999997,
        "title": "Stop Making These Exercise Mistakes! (I’M BEGGING YOU)"
    },
    {
        "text": "way to the center, rotate your whole body is a  hell of a lot less stress. The other thing is   you can just adjust the starting point, you  don't have to start so far back. Remember,   this machine oftentimes trains the rear delts,  that's why it has the capability of going back   there. But to start the Chest Fly, you can start  it from a lot further towards the front.    Now, when you do the exercise itself, one big  thing you don't want to do, you don't want to   do the bear hug motion. I know Arnold talked  about how important the bear hug is on a fly,   but not here. Because what happens is as you  bear hug, you also protract your shoulders.   And as soon as your shoulders get out in front  of your chest, your chest isn't doing any of the   work that it's supposed to. So, what I want  you to think of instead is driving your body   and chest back as your arms come forward. Get the  arms out all the way straight but drive the chest   backwards. It's actually two motions in one  as the arms are going this way, my chest is   going back that way. That will keep the chest  prominent, that will place more of the work on   the chest and do exactly what it is you're trying  to do with this machine in the first place.    So, if you can train your triceps, you're  likely going to try this exercise out. Except   I want you to change your target point. A lot of  people will call and do these as Skull Crushers,   and they target their skull and then they go up  to the top. The problem is the end position. And   when you do it with a skull as a target, what you  re doing this ending here in the wrong position   every single time. Instead, shift the arms  backwards. Now go from there. And when you end,   instead of bringing it all the way back over the  top, stay back there. Because when you do that,   you're going to keep the tension on the triceps  the entire time. Straighten the elbows out,   bring them down. You get a bigger stretch on  the long had the triceps anyway. And because   that end position doesn't finish straight  up overhead, you re going to get a lot more   tension on the triceps, on the whole exercise.  Next exercise up is the Side Lateral Raise. This   is obviously an exercise that almost everybody  performs to hit that middle delt. But there's   so much that can be done wrong here, the first  of which is pouring the pitchers. You guys might   have heard this advice before that at the top,  you want to have your pinky higher than your   thumb as if you're pouring a pitcher of water.  But not when it comes to the health of your   shoulder. When we're up in this position here guys  are getting internal rotation with elevation. When   I know that I can get the same results or better  by not doing that, why would I bother? So instead,   what I do is just lean my torso a little bit more  forward, I keep the thumb higher than the pinky   to alleviate any of those concerns. And I still  hit that middle belt really, really hard directly   against that downward force of gravity.  Now, what I don't want to see is a lot of   momentum in lifting up, because as soon as  you lift up like this, you've changed that   angle. You just taken away that angle that I  created by having you lean slightly forward.   Unless you're going to perform a cheat lateral  raise, in which that case, it's acceptable. But   then the stimulation you're looking for there  is an overloaded eccentric. It's a different   purpose. For most of us when we're doing the side  lateral raise, you want to make sure that you're   doing it just like this, thumb higher than pinky  and again, slight tilt forward to get the most   out of it without any of the negatives. If you find yourself on a Leg Press Machine,   I'd ask that you actually move to something  different. Because there are so many better   leg exercises, and especially if you're trying to  use this to let's say, work your posterior chain,   because it does not do that. Even if you put your  feet high up on the plate, it doesn't become a   glute exercise because you're not getting any hip  extension. In order to really work your glutes,   you've got to get that leg fully into  extension, at least into neutral with the   rest of your body. That's not happening here.  So instead of actually moving your legs high,   I would actually have you move your legs low. And  that's for one other reason, because I don't want   to see that low back of yours round up off  of the path. And the higher your legs are,   the more likely you're going to have a posterior  tilt and roll that pelvis up. If you lower your   legs down, you'll get a little bit more focused  on your quads, you'll have a better chance of   keeping your pelvis in place in an anterior tilt  and you'll probably get more out of the exercise",
        "start": "00:03:45",
        "duration": 223.20000000000005,
        "title": "Stop Making These Exercise Mistakes! (I’M BEGGING YOU)"
    },
    {
        "text": "at least more safely. But again, if you could do  something else, I would highly recommend it.    Of course, everyone is going to do  some variation of a Shoulder Press,   or at least you should. Except the seated  press is not necessarily the best option,   because a lot of times when you do it, a couple of  things go wrong that I want to point out. Are you   pushing yourself back into the bench in order  to help drive the dumbbells up? Most notably,   if you got the back of your head pressing into  the bench, you could easily strain your neck.   But you're also doing is disrupting the normal  mechanics of the shoulder blades that are supposed   to rotate up and down smoothly, but it's hard  to do if they're pushing into the bench.    The other thing I want to make sure you're not  doing is pressing down into the floor. Because as   you push your feet, into the floor, you're going  to drive your body back this direction anyway,   just reinforcing more of that back into the  bench that we just talked about not being good.   So instead, try to lean a little bit away from  the back of the pad, that's it, just straight   upright. You're going to demand more from your  core to do it, but if you want to use your legs,   you want to make this better, just stand up  and do some version of a Standing Press.    Everyone with access to a gym is going to do a  Tricep Pushdown. But if you're going to do it,   which I advise that you do, at least make sure  you're doing it right. The first thing I want to   make sure you don't do, come over here, is I don't  want to see that head past the bar. As soon as the   head is over the bar in this direction, you're  going to use way too much chest. You're going   to be basically doing a dip from the top. Don't  do that. Isolate the triceps because that's what   the point is here. So, stay back and get the arms  out a little bit more in front of your body. With   the arms out, now the idea is, what are you doing  with your wrists? If you can keep your wrist bent   slightly back as the bar goes down, you're  going to get better extension at the elbow,   right? You don't want to try to curl the bar down  and overuse the forearms. Instead, let the elbows   get fully to extension because then we get full  activation of the triceps. So, as you push down,   keep those wrist bent back just slightly and keep  your head on this side of the bar to make sure the   triceps are doing the work and nothing else.  So, everybody likes to train their abs and a lot   of times they run to the Captain's Chair to do it,  and maybe it's because they can feel like they're   sitting now while they're doing it. But I will  tell you this, you can't do what Jesse's doing   right now. You have to make sure that whoever's in  front of you, like you can actually see his butt   when he comes up and does the rep. In other words,  you have to be rolling your butt off of the back   pad, not keeping it there and just simply lifting  your knees up and down. The other thing you want   to do is slow down the pace, don't make this a  race. I don't care how many repetitions you can   do of a Captain's Chair Crunch. Instead, what I  care about is the quality of every repetition. So   go slow and deliver it. Lift up, curl down under  control. Lift up and down, under control. It's not   unlike any other exercise. The eccentric matters  here to make sure you slow it down, you keep that.   But where it's supposed to be off of the pad.  It doesn't matter what level of experience   you have, a lot of people love to do the  Crunch Pulldown. I mean, it feels powerful,   right? You're moving a weight stack with your  abs, but not really if you're doing it like   this. Because you never want to sit back. A lot  of times people will sit back onto their heels,   they're moving their hips through space.  If you really want to isolate the abs,   you have to stop moving your hips and just go  straight down from there. Remember, flexion   of the spine is what the abs are responsible for.  You want to isolate that to that, use your elbows   as the target point for the floor about 6 to  8 inches in front of you. If you do that, that   will isolate the abs and take away the momentum  of the entire body that's taking away from the   work you're trying to do for your core. Now, of course, when people hit the gym,   they oftentimes are going to stick to the cardio  machines only. If you're going to do that,   you got to do those right, too. When we're talking  about the Climbing Mill or the Step Mill here,   there's a few things you're doing pretty much  pretty wrong. You have to make sure that if   you're going to do this right, you let the  step go all the way down because that's going   to take you into full extension at the hip.  Too many times people will short rep every single",
        "start": "00:07:29",
        "duration": 227.34000000000006,
        "title": "Stop Making These Exercise Mistakes! (I’M BEGGING YOU)"
    },
    {
        "text": "step. In other words, they keep stepping as soon  as the next step becomes available to them. But   all they do is stay in constant hip flexion, never  getting through full extension and therefore never   really working the glute and the hamstring  fully. Just like on any exercise, full range   of motion matters. The same thing applies here  even to conditioning and cardio exercises.    So, let's stick with cardio for a minute because  a lot of us will find ourselves right here smack   dab on the road to nowhere, or at least the  treadmill. What I'm talking about is if you're   going to do this, at least do it right. Meaning  utilize the full weight of your body when you   perform the exercise. Because the more you move  your body in space and the full weight of it,   the more calories you'll burn. So, the first  thing you want to do, though, is make sure that   the machine that you're using actually asks you  to input your own body weight, because otherwise   it's just making an estimate and oftentimes the  estimate is going to be incorrect. So whatever   calories you think you're burning, you're not. But the second thing you want to make sure you   never do is don't lean on the treadmill.  Because every little bit that you lean   forward and take some of your body weight  away, you're doing less work. And less work   means less calories burned. less calories burned  means getting less from the exercise and more   of something you don't want, wasted time.  The place where most people will find themselves   when they're training their back is at a Lat  Pulldown Machine because maybe you don't have   the strength to lift your entire body weight up in  a vertical pulling motion. But you can take some   of the weight off by just using a stack in a lat  of pull down. But I want you to do these right,   because a lot of times we mess these up. So, the  first thing you want to do is don't just pull the   bar down and a lot of times cave yourself down on  top of it. That will not engage the lats the way   they should be. Instead, I want you to attack the  bar with your sternum. So as the bar comes down,   reach for the bar with your chest, come up to  the top. And here the second most important   thing allow for a stretch on the lats. A lot of times people will short arm this   like they do a pullup. Let yourself get that full  lat stretch on the top. Come down and attack the   bar with your sternum. You get a much better lat  engagement. You'll see the elbows will drive back   behind you rather than staying out here in front  of you because you're forgetting to do that.    So obviously when you hit the gym, you're going to  want to train your biceps at some point and a lot   of times people will go grab the EZ Bar to do it.  But if it's your biceps that you're after, there's   a few things you want to make sure that you're  doing. Number one, allow your wrist to bend back   as you come up to the top, right? So don't try to  curl up with a straight wrist or more so, people   tend to use the wrist to help the curl at the top  because the weight starts to feel heavy, so, they   use a little extra assistance from their forearms.  Don't do that. You allow your wrist to bend back   a little bit so that the bar is moving almost  straight up and down against gravity, you're going   to have more work being done by the biceps.  But the other thing you might want to do is just   flip your grip around. Because when I flip  by a grip here now you can see I went into   more of a supinated position of the forearm,  which we know will hit more of the biceps. So,   by gripping it underhand like this, I've got  more biceps engagement and I actually going to   have an easier time having my wrist stay in  that slightly extended position at the top.   So, remember, I know you're going to  curl, but when you do curl right.    Now if you purchased an Athlean-X program to take  with you to the gym, you likely wouldn't be doing   the Concentration Curl. But I know you still  like to do it. So, if you're going to do it,   let me show you how to do it right. You don't want  to have your elbow in the wrong position because a   lot of us will just dig it right here into our  thigh. But what you're doing is just basically   setting up a seesaw that you're going to just  push into your elbow and then rock your body back,   which is basically doing all the work that your  biceps are supposed to be doing on the curl.    So instead of doing that, bypass the elbow, put  your tricep into the back of your leg and put   it deep into your thigh. Now, when I'm back  here, I've got the arm up here stabilized,   but it's not rocking anymore. I'm not teetering  back in that direction. As a matter of fact,   I really can't even do that from this position.  The other thing I want you to do is, by getting",
        "start": "00:11:16",
        "duration": 223.44,
        "title": "Stop Making These Exercise Mistakes! (I’M BEGGING YOU)"
    },
    {
        "text": "deep it allows you to still be able to supinate  here at the top. Because we know in order to   really hit the biceps you don't want to get full  supination of the forearm up here at the top. If   your arms out here too far you're going to find  that to be very uncomfortable. So, get it deep,   get it down, and that will give you the right  Concentration Curl if you're going to do them.    So, when we hit the gym to train our back,  inevitably we're going to choose some variation   of a Row, and that's a good thing. But if the row  that you do is a One Arm Dumbbell Row with your   knee up on the bench, that's not so good thing.  Because I talk about how when we take our knee and   put it up here like this and then asymmetrically  load ourselves to do the exercise, especially if   we start to do it fairly heavy. There's an  inherent weakness that men have, especially   in the inguinal canal, that can increase your  risk of hernia because of the susceptibility   that we have to the increased stretch from  the position and the asymmetrical load.    So, what do we do? We just change the position,  raise that bench up and use it for something to   stabilize your upper body on. And now we've got  both feet in contact with the ground, and we've   eliminated that increased risk. But I can still  perform the exercise one arm at a time. Now,   when I row, I want to also avoid turning this  into a Hammer Curl, right? This is not a bicep   exercise. Instead, I want to think about putting  this dumbbell in my back pocket. If I can slide   the dumbbell up towards the side here, I can get  my arm back behind my body, focus much more on   the lats and let the arm go along for the ride  and the biceps do a lot less than the work.   If I do this right, again, I can  not only focus more on the lats,   but I can even allow the elbow to drift a little  bit high to work more of the upper back and rear   delt. The idea is it's much easier to keep a good  position in your low back and to eliminate any   of the increased risk on hernias that would  come from the knee on bench variation.    So, whether you're an iron addict or you're  new to the game, you're sure to find something   helpful from this video. And if you do, make  sure you share it with someone else that you   know could benefit. In the meantime, if you're  looking for a full program, you can find them   over at Athleanx.com. And if you haven't done so,  make sure you click, Subscribe and turn on your   Notifications so you never miss a video when  we put one out. All right guys, hit the gym.",
        "start": "00:15:00",
        "duration": 122.33999999999999,
        "title": "Stop Making These Exercise Mistakes! (I’M BEGGING YOU)"
    }
]