[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I'm going to cover an exercise that I've been asked about for a long period of time. That is the rack pull. I'm going to hold off on defining where you're pulling from because I do think it makes a big difference. We talk about the risk and reward of an exercise. At least, I do. I believe I bring a unique perspective to any exercise when I look at it. That's because I have both the strength coach background and physical therapy and I have to wear both hats. It's impossible for me to separate the two to evaluate the value of an exercise. When it comes to the rack pull, it's a controversial exercise. Some people don’t think it has any merit and some people think it's a great exercise. They will argue both ways. I think if we look at it from a different perspective it might open up your mind and change the way you're viewing it. So, when I talked about the risk and reward, I think you have to define what it is we're talking about. Are we talking about the exercise that's done above the level of the knee here by a few inches, or I've even seen it done mid-thigh, where we're loading up hundreds and hundreds of pounds on this exercise and really trying to pull as much as possible? Either with the idea of building strength or using it for hypertrophy. Particularly of the traps. Is that the goal? Or is it down alternatively with a lot less weight, much lower? Either at the knee or slightly below the knee with the purpose of it being an accessory movement to a much bigger, notable lift. Like the deadlift. If it's the latter, I'm all on board here because I've programmed the exercise as an accessory movement for the deadlift. What it does is allows us to work on an area I believe people don't finish a lot of times. They don’t finish the exercise. They don’t do the terminal range of motion through extension and that's a big miss if you don’t do that. More notably, it's a hip hinge exercise. It gives us a chance to work a hip hinge. Particularly if someone has a difficulty pulling from the floor. Maybe they have some biomechanical deficits that don’t allow them to pull from the floor just yet. It doesn't mean you wouldn't want to train them on a hinge. This is a way we could do that. But a lot of times we're not doing the exercise that way. We're doing it to load up the exercise, and that's where the risks come in. That's what I want to show you guys that I believe is a bit of a problem with the exercise. Because we know that the easiest part of the lift is the end of the lift – once we get past pulling from the floor, the amount of weight that somebody can handle on this exercise is enormous. That's why you see people load up tremendous amounts of weight there.",
        "start": "00:00:06",
        "duration": 146.30999999999997,
        "title": "Stop Doing Rack Pulls Like This! (SAVE A FRIEND)"
    },
    {
        "text": "But that's also a problem because you're handling weight you likely couldn't have gotten in that position any other way. If you didn't have the rack here to set the weight up at that height and be able to pull your 2\" to 3\" range of motion, you probably wouldn't have been able to pull it in the first place. You certainly wouldn't have been able to pull it from the floor. So, what happens there is, you're subjecting your body to forces that they're probably not equipped to handle. Therefore, it's taken the brunt of it in a way that you're probably not even aware that it's happening. That's right here. Again, I bring the physical therapist side to it because I have to. I've actually seen this happen to many people before. We're talking about this area right here. This is the thoracic outlet. This is an injury that's kind of on the rise of late. I don’t know if it's because there's more recognition here, or if it's because more people are trying to do these things and attempt these things with repercussions. The thoracic outlet is dealing with the nerves, arteries, and veins that run from the neck down through your skeleton, out toward your arm, and down your arm. Notably, when we talk about the nerves we're talking about the brachial plexus, - this big, thick, yellow nerve bundle here – and its positioning in terms of how it runs through the muscles of the neck and most importantly, it runs down under the clavicle, under the pecs, and then out toward your arm. Then it runs all the way down your arm to feed your arm and innervate your arm. What happens are a couple of things. Number one, we also have vessels here – the subclavian artery and the subclavian vein that both run under here as well. They can also be equally impacted. So why is this a problem? Well, when you're handling weight that you can't comfortably handle you get a lot of stress on the skeleton in both a distraction downward on the arms, and also through this tilting upward and downward of the scapula. You have to understand that. The clavicle, which is the area that's really going to impact these nerves and vessels, is attached to the shoulder blade via its connection at the AC joint. You can see that right here. So, if the shoulder blades are either really protracting around the body here, or more importantly, up and down, up and down as they would when you're handling a ton of weight that you really can't manage; then we have a problem. What that's doing is causing, as you can see, the clavicle to come up and down. When it comes down, you're getting more of a pinch of the clavicle here like this, down on those three structures. You don’t want that. That's placing an enormous amount of stress on the nerves that are going to give you some of these symptoms down in the arm, or some of the pain that you can feel here in the sternum, or some of that tingling sensation that you can get down in the arm, or that numbness you can get down in the arm. Even through the pinky here. You have a problem with that.",
        "start": "00:02:32",
        "duration": 163.61,
        "title": "Stop Doing Rack Pulls Like This! (SAVE A FRIEND)"
    },
    {
        "text": "The next thing is the traction element as well. If these nerves start up here and run all the way down through the arm what would happen if I took this arm and brought it down even further in relation to the skeleton? From here, down. Down. We're taking these nerves and stretching them. All that traction, while it may be the main benefit of the exercise in terms of its trap development, it's causing that side effect or repercussion of excessive strain on those nerves heading down to your arm. The thing about thoracic outlet is that it doesn't really happen like that. It happens over time. Repetition after repetition. When it does happen it's one of those things that you don’t necessarily know how to identify because you feel it in a whole bunch of different areas. Sometimes just diffused shoulder pain. You think you did something to your shoulder when it has nothing to do with your shoulder. It's the related nerve pain that happens from the compression that's happening here, underneath the clavicle. So, if you were to lessen the weight and handle something you normally could you've be able to keep your shoulder blades in a much better position. You can see Jesse demonstrating both versions here. With his shoulder blades held in a better position here – retracted, as you would when you're doing the deadlift. Guys, if you're not staying tight on the deadlift, if you're letting your shoulders round, you're going to do the exercise poorly. You can get away with it on the rack pull done above the knee. You can't get away with it on a deadlift. It's probably going to show itself up in other areas, too. Like the thoracic spine and down the lower back. But you can't get away with that here. The thing is, if Jesse keeps himself back, we're okay. But in order to keep himself back he's got to have to cut his ego down a bit and lower the weight. But if you're just going to stack up the weight, weight, weight and move in a couple of inches range of motion because you can handle that weight in that range of motion, what are those side effects? Look at the positioning of the scapula here. They're being protracted. They're being lifted and thrown forward. They're pretty much reenacting the job of what a tight pec minor would do, which we know is another cause of thoracic outlet. Guys, I think sometimes we have to look a little bit deeper. Again, you have to evaluate for yourself whether there's a value for you in this exercise. If you don’t have to worry about anything done overhead, if you don’t have to care about the function of your arm, or whether it's numb or not; you can probably go ahead and load up the weights and try to build your traps that way. But I think there are other options for you to do that wouldn’t subject you to those things. As a matter of fact, maybe just working up aggressively increasing your deadlift is the best way for you to get to the end point of what it is you're trying to do.",
        "start": "00:05:16",
        "duration": 137.20999999999998,
        "title": "Stop Doing Rack Pulls Like This! (SAVE A FRIEND)"
    },
    {
        "text": "You'll build your traps, you'll build your overall strength, you'll build more function, you'll be pulling from the ground, and it's an all-around better option. Guys, I hope you've found this video helpful. If you're looking for programs where we have to evaluate what we do – because it all matters. We look at both sides because it all matters. They're all over at ATHLEANX.com. We put the science back in strength. In the meantime, if you haven't already done so, please subscribe and turn on your notifications so you never miss a video when we put one out. All right, guys. See you soon.",
        "start": "00:07:33",
        "duration": 22.632999999999996,
        "title": "Stop Doing Rack Pulls Like This! (SAVE A FRIEND)"
    }
]