[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. Dude…you're making me uncomfortable. JESSE: Why? Oh, was it because of my exercises? Dude, my rotator cuff feels great. JEFF: Can you get behind the camera, please? JESSE: You sure? JEFF: I'm positive. JESSE: Okay. Okay. JEFF: Creep. I'm positive. All right, guys. Today, let's talk about what we're really here to talk about. That is, the face pull. A lot of people don't do this exercise right. And some of you, I don’t blame because there are literally tutorial videos out there with millions of views that are not only showing you an incorrect way to do the exercise, but it's the direct way to hurt yourself doing the exercise. That's not what we want. So, I want to make sure you do this right. I know we've become a little synonymous with this exercise, but for good reason. I'll wear that badge proudly because I believe this is an incredibly important exercise. Not just to build the stability of your upper body and torso for your bigger lifts, but more importantly, to your overall posture and health. So, we need to do it. What I'm going to do is cover a few different elements here. I want to talk about the equipment you use. The height you want to set it at. The grip that you're going to use – because a lot of people screw that up. The stance you take when you do the exercise. The travel, and what the key points are when you start to move the band. And then some alternatives. More importantly, when you program it, what type of weight you're using, what type of reps, and then where you program it into your overall plan. So, we start here, first and foremost, with the equipment. You might be training at home, or you might be training at the gym. In the gym you'd have access to a cable, which I prefer, but I'll get to that in a second. If you're home, it doesn’t mean you can't do it. It just means that you have to be alert of something or aware of something. That is, when you do it with a band the strength curve on a band is different than when you're going to encounter on a cable here. As you stretch the band further and further out it gets more and more difficult. But the most difficult portion of this exercise is the end. So, if I were to start and try to do full range of motion where my arms are out in front of me, getting some scapular protraction here, and then I come back into the face pull I hit a wall. I don’t have the strength because this band got too hard, too quick. I'd either have to compromise and use a lighter band, or I'd have to stand closer here and",
        "start": "00:00:34",
        "duration": 125.19000000000003,
        "title": "Stop Doing Face Pulls Like This! (SAVE A FRIEND)"
    },
    {
        "text": "start in the midrange of the exercise so I can get in position at the end. It's something you have to be aware of if you're going to train at home. Ideally, you would use a cable machine. But what would you attach here? You wouldn't want to attach a bar to this because you're going to limit the amount of rotation you can get, which is an all-important component of this exercise through your shoulders. So, you'd use a rope. But the problem with one rope is that it's often times not long enough. As you'll see here, we're going to want to get our arms out wide. Not just here, but out wide so we can get into external rotation. This is limited by the use of a single rope. You could either attach a sled rope like this to get more length, or what I like to do is take another rope from the gym, pull that one down, attach a second rope, and now I've got the length I need to maintain that position here. So that's what you want to make sure you can do to get yourself in the right spot. The next thing would be, what is the height? Where do you want to set the height here? Again, you see some people taking this thing from a low position. The problem with low is that it's setting up the wrong mechanics of the exercise. You don’t pull from low to high. You saw Jesse doing this. We call it the 'upright pull'. It's horrible for your shoulders. You're basically performing an upright row instead of a face pull. But what's more important is when you resist yourself from low to high, you're asking for an eccentric contraction of the rotator cuff, in the external rotators of the shoulder to counteract that because you're being pulled down, and forward. This is the angle. Down and forward. You want to make sure you have yourself going from high to low because if I'm getting pulled in this direction, not only is my arm getting pulled there, but my back gets pulled there, too. I lose my thoracic extension. What happens there is the amount I can externally rotate – and you can do this yourself, right now – if you round your thoracic spine and try to externally rotate you only get a certain amount. If I were to stand up into full extension, now I get an extra 20 degrees of external rotation. So, if we could fix that just by making this thing anchor high, that's what we would do. Now, by getting in this high anchor position when I pull back, I'm concentrically pulling back into external rotation. Strengthening those muscles there, the ones that we're trying to work on the most, along with the rear delts, and of course, the mid scap, rhomboids, and traps. So, I'm in this position here. So, you want to pull from high to low. Next is the stance. How do you stand? People say, \"I'm never sure if I'm supposed to stand square, or if I'm supposed to stand like this, or if I'm supposed to put my leg up on something.\" No.",
        "start": "00:02:39",
        "duration": 153.33999999999995,
        "title": "Stop Doing Face Pulls Like This! (SAVE A FRIEND)"
    },
    {
        "text": "You don’t want to do that. You want to stand square, if at all possible. It's more athletic. You get to a more athletic stance. You square up and you pull. What it does is regulates the amount of weight you can use. So, I can't overload this to the point where it degrades the form on the exercise because if I try to go so heavy that I'm getting pulled forward I'm going too heavy. It's an easy sign for you to know that. But you want to be able to square up here and pull around that torso this way. If you have to. If it's not because you're using too heavy of a weight, but because you have bad balance; you can get into a staggered position here. But square up your hips, square up your shoulders, and pull that way throughout the exercise. Here's where it gets really important. It's the grip. What is the – how are you gripping this rope? All the time I see people – especially if you're correctly putting it up high – they take an overhand grip, and overhand grip, and then they pull. What this is promoting is, again, internal rotation of the shoulder with elevation of your arms up overhead. You don’t want to be there. Especially if you do this as often as I'm going to recommend you do this. You're accumulating a lot of repetitions in an internally rotated shoulder position with elevation. Not a good idea. So instead, you grab it from underneath, and underneath. You point your thumbs backward. Now when I grip it this way and I come back you can see I'm getting external rotation of the shoulder at the top with elevation here, as opposed to internal rotation. Which leads us right into the trough lift. What the exercise looks like when you start to perform it. There are two things you really want to focus on here. The first thing is: where are you pulling to? What's the destination? This should be easy, but it gets screwed up a whole hell of a lot. This is a face pull. So that means you're pulling to your face, right? Right around your nose. My big nose is a nice target for me. I can come right toward my nose and if I could, I'd pull it right in here. A face pull. It's not a clavicle pull, in here. You're not trying to pull down there. It's not a chest pull. It's not an overhead pull like that. It's a face pull. So, you want to make sure that's your destination. In terms of the main driver of this, this is what's key. What wins the race to the back position there?",
        "start": "00:05:13",
        "duration": 130.80000000000004,
        "title": "Stop Doing Face Pulls Like This! (SAVE A FRIEND)"
    },
    {
        "text": "Your elbows or your hands? The answer is: your hands. This is where I think people get this wrong all the time. They let their elbows win. They do this. They do this. This is an elbow beating my hand. My hand is the length of my forearm away from my elbow right now. That's not what I want. Once again, that's internal rotation with elevation. What I need to do is let my hands beat my elbows in a race to the back. I come in here, the hand beats the elbow. What that ensures is that I'm getting external rotation. What I'm really trying to do here is close down the back here. Open the chest, close down the back. Squeeze those shoulder blades. Externally rotate. Get the rotator cuff involved. Let the traps pull and help. We want to make sure the real race is being won by the rotator cuff in this exercise. Not by the rear delt in some sort of row. That's a different exercise. The benefit of this exercise is driven by the rotator cuff. If you can't do that there are a couple of modifications that will help you. The first one to reinforce that is to get down on the ground. If I get down here and perform this, if I lead with the elbows my hands don’t come anywhere close to the ground. So, what I can do is come down here and make sure my hands, or at least the nubs of the rope, make contact with that ground, and my elbows are elevated here. I squeeze for a second or two, and I come back up. Down, and I hold and squeeze. Don’t let the hands drift. Keep them down in contact with the ground. It's not just a great way to feel this, it's a great way to do the exercise. But another variation you can do as an alternative, to add more to this exercise than what I've shown you recently, is by adding a raise of the arms at the top. So, I get back here, and then I raise the arms up, and I come back down. What this is doing is adding the lower traps to the equation here. We're already hitting almost everything in our back. The lower traps are really important for creating stability of the scapula as we raise our arms up over our head. So, we don’t want to ignore that. If we can build that in with a simple raise of the arms at the end here, holding isometrically in that back position, why wouldn't we do it? It's a bit more complicated. It does require a little more strength, but it's one that you want to explore if you can. The last two things are about how you would program this from a weight perspective – as sets, that type of thing – and also how frequently. Weights. I mentioned before, not so heavy that it's pulling you forward, but not so light that",
        "start": "00:07:23",
        "duration": 150.01000000000002,
        "title": "Stop Doing Face Pulls Like This! (SAVE A FRIEND)"
    },
    {
        "text": "the exercise becomes ridiculous. People will think this is a corrective exercise and they'll come in and get limp here. This is not helping. This is not helping. What you do is make sure you're using enough weight to create strength benefits. You're trying to strengthen weak muscles that are being compromised by over dominate, anterior chain muscles that have put you in this position. These need to get stronger. So, choose a weight that is a resistance that's challenging for you. But most importantly, it's the set-rep structure. If you're going to do 10 to 12 reps of these, make sure it's 12 sets of 1, or 10 sets of 1. That's the mentality. Every, single one of them has to be a good, solid contraction here. Squeeze, hold, raise up if you're going to, come down, and rest. Reset. Come back. High quality repetition. Come up, down, and through. That's the key to the effectiveness of the exercise. It's the quality. In terms of how frequently you want to do this, you would work it in as I've said before in a video, every workout. At the end of every, single workout. I don’t care if you're working your legs, or you're working your back, or you're pull, or push, or whatever. You can benefit from a couple of sets of face pulls here. You're not going to over train with these. It's just addressing a weakness, and the postural effects that this weakness has on you through a little more regular frequency. Guys, I hope you've found this video helpful. This tutorial is meant to be complete, so you actually get this right. If you're going to be doing these as often as I recommend, if you place the important on this exercise that I recommend, I've got to make sure you get it right. If you're looking for plans where we place as much care in the selection of all our exercises, it's not just what you do but how you do it; head to ATHLEANX.com and look at all our programs. They're setup based on the goals you're trying to achieve. In the meantime, if you've found the video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I'll do my best to do that for you. And if you haven't already, make sure you subscribe and turn on your notifications, so you never miss a video when we put one out. All right, guys. I'll see you soon. Jesse, stay far, far away from me, please.",
        "start": "00:09:53",
        "duration": 124.06999999999998,
        "title": "Stop Doing Face Pulls Like This! (SAVE A FRIEND)"
    }
]