[
    {
        "text": "The first mistake is one that you would think  would go without having to be pointed out.   However, it's actually one of the most common  mistakes we make, and it's not going full range   of motion on the pushup. And the reason for this  is oftentimes a lack of body awareness as to what   full range actually feels like. I'll make it easy  for you. You want your chest to touch the ground   all the way down to the ground on every single  repetition. And you want those elbows to reach   full extension. Yes, lockout. Don't worry I'll  talk to you about lockout and why it's safe later   on. But the point is all the way down until you  touch the ground, all the way up to full lockout   is required on every rep for it to be right.  So now for mistake number two, let's build off of   number one and just getting down to the ground  may not be enough because what goes down to   the ground first matters. You see, if you're  just dropping your hips down like this, well,   we have a name for them. They're called floor  fuckers. The problem is you're not really doing   a full range of motion pushup. You're certainly  not working your chest through a full range of   motion by doing this. Or the alternative is people  just keep their hips way too high. Neither one of   these is actually going to give you the results  that you're looking for when you do pushups.   So, what do you do? You try to find the target  zone. And the target zone is really easy. It's   actually anywhere above the waistline all the  way up to somewhere in the upper chest line.   This is the area you want to touch the  ground first. If anything else touches,   you're not doing the exercise correctly. And  one of the easiest ways that we can actually   make sure we do this properly is to do something  called the tuck and squeeze. No, Jesse, not that   kind of tuck and squeeze, we're talking about  the pelvis going into a posterior pelvic tilt   down and engage just like this. And once that  happens, you lock in the rest of your body   so you're lifting up that area below the  waist and you're keeping that target zone   squarely in line to make contact with the  floor first and to do it properly.    But even with those two fixes in place, you're  still not out of the woods because mistake number   three is one that your neck can actually do to  betray you because your neck can actually break   through that previous tip to still make you  do it wrong and it's by craning the neck or   reaching for the floor. And we actually do this  to make the exercise easier. Right? Our eyes want   to get to the floor as fast as possible to make  us feel like we've got to the bottom of the rep.   However, all that's doing is, again,  shortchanging the range of motion on the rep,   usually going hand in hand with that high hip  position we talked about in the last point.    Instead, keep that neck in neutral and let the  target zone be your guide and you'll never mess   this up again. And that brings us now to those  nuances of the pushup, where the details matter   and the difference between getting it right  and wrong might be more of a surprise to you.   And we're talking about, first and foremost,  the width of your hands on the floor because   there is a right width for you and it may be  different than what's right for somebody else.   The first thing you need to do is realize where  the repercussions are of getting it wrong.    If I have my hands too narrow, you can see that  my elbow is no longer stacked over my wrist.   And to do the exercise effectively and safely, you  want to make sure that these stays stacked all the   time. With the proper width this is actually going  to take place. That elbow is stacked nicely over   the wrist and the joints are working properly.  If I go to wide, once again you can see that this   alignment gets messed up and we're putting stress  on the joints that doesn't need to be there.   Now I mentioned it being different for different  people, that's because arm lengths are different   and body types are different, so it requires  some sort of customization. Here's what you do   to find what yours should be like. You lay flat  on the floor like this with your arms up overhead   and you simply slide your arms down into  your elbows are about 45 to 60 degrees   away from your side. At this point all you  have to do is slide your hands underneath   your shoulders and lift your body up. That's  going to be the proper placement for your hands,   that's going to put you in that stack position and  in position to do the best pushups possible.    Mistake number five is actually still what you  do with your hands because how you turn them and   place them on the ground matters too not just  how far apart they are. And if you turn them",
        "start": "00:00:06",
        "duration": 210.8799999999999,
        "title": "STOP DOING PUSHUPS LIKE THIS | 10 Worst Mistakes!"
    },
    {
        "text": "too far inward, you actually mess up the whole  mechanics of the pushup. What happens when you   turn them in is everything else comes along for  the ride. We are one kinetic chain, remember,   so as we turn the hands in, the elbows flare out  too much. And as the elbows flare and elevate,   we tend to get some additional stress in the  shoulder in the form of impingement stress.   This is not a good thing when you're trying  to do rep after rep after rep of a pushup.   So, what we want to do is fix that and it's as  simple as just rotating your hands out more than   usual. You can either point your finger straight  ahead at, say, 12:00 or turn them out even a   little bit more to about 2:00, which is going  to increase the external rotation that happens   at the shoulder, providing you a little bit more  stability in the joint and actually a little bit   more freedom of motion up and down. Now, some  of you might be misled by the fact that turning   your hands in actually relieves another issue you  might be having with the pushup and that's wrist   discomfort. Because as we turn those hands  in, we actually have less extension required   to get to the bottom of the pushup because you  can see having to turn out does require quite   a bit of extension through the wrist.  While that might be a temporary solution   it still doesn't get around the fact that  the shoulder starts to bear the brunt of   that inward hand placement. So instead, if you  find yourself with sore wrist doing the pushup   just simply either grab a pair of dumbbells to  put your wrist in a neutral position or perform   the push up from your fist, which will also  keep that neutral wrist position. Either way,   don't make the mistake of looking for the shortcut  and the more immediate solution that's just going   to lead to longer term problems down the road. So now with the hand positioning all figured out,   we actually now have to move up the  kinetic chain. And in this case,   it goes right here into the shoulders. And  if you're making this mistake, you're kind of   screwing up the whole push up because from this  point on, if you allow your shoulders to shrug,   you're ruining all the stability that you're  trying to create in the first place. And we know   that stability is necessary for a properly  performed pushup. You have to keep those   shoulders on, shrugged to not only create the  stability in your torso, but to actually put   the chest in the first line of defense.  In other words, the chest is the muscle that   will do all of the work as opposed to shifting the  load to where we don't want it on the shoulders.   Now, to get this right, make sure that  you're doing this from the right position.   Don't try to unshrug from the bottom of the pushup  because all you'll likely do is pull your elbows   far too close to your side. Instead, get in  the top position of the pushup and then pull   your shoulders down from there and I promise  you we'll get it right every single time.    Mistake number seven actually builds off of  mistake number six, in that what happens now   when you start to move, do you allow your shoulder  blades to go with you or do you actually keep them   where you had them in the last tip? Well, a lot  of guys will actually advise you to do the wrong   thing, and that is they want you to allow them  to fold or retract as you go to the bottom of the   pushup and then protract as you come to the top  of the pushup, you can see them spreading apart   on every single rep as they get back to the  top. This is incorrect. This is going to cause   a lot of issues with you doing the pushup.  Most importantly, it's going to take away the   brunt of the effort being done by the chest again.  Remember I said you had to have the chest out in   front doing the work.? When we start to protract  our shoulders as we get to the top, that is   exactly the opposite of what happens. The chest  dips back and caves in and the shoulders come   forward and wind up taking over the movement. We  don't want this when it's chest development that   we're after. So instead, when you unshrug your  shoulders, you keep them there for the rest of   the exercise. Hold them in place, lower yourself  down, it's going to keep your shoulder back.   It's going to put your chest out and it's going to  allow you to get more work done for your chest.   If you really want to make sure you're doing this  right as you come to the top, imagine turning your   biceps forward, squeezing yourself off the ground  and allowing your arms to almost rotate and turn   forward. The second you do this right I promise  you, you will feel the difference and you'll   never go back to doing it the old way again or  maybe, as others have even advised you to.",
        "start": "00:03:36",
        "duration": 206.39999999999998,
        "title": "STOP DOING PUSHUPS LIKE THIS | 10 Worst Mistakes!"
    },
    {
        "text": "Mistake number eight as a subtle one, but again,  no less important if you want to do this exercise   properly. If you've ever watched someone do a  bench press, you probably notice that the bar   does not move straight up and straight down.  Instead, it moves it a little bit of an angle   from low to high. Low near the chest and higher  up towards the neck as you get towards the top of   the lift. Well, that is the correct bar path  where you have a body path on the pushup and   it's the same thing. You want your hands  to be relatively lower on your chest line   at the bottom of the repetition and a little  bit higher as you get to the top of the rep.    And the way we do this is just altering our body  in space since our hands are obviously fixed to   the floor. And this is actually pretty simple by  just rocking yourself ever so subtly on the floor   during every repetition. So, as you go down, allow  your toes to rock your body just a little bit   forward and you'll see that that puts the hands  a little bit lower on that chest line. And as you   come back up, allow those toes to again pivot you  back once again, realigning those hands directly   beneath your shoulders. If you do this right, it  not only feels better, but natural. This is the   body path that you should be following when you  do your pushups and just this little subtle tweak   is enough to make sure you get it right.  Mistake number nine actually relates all the   way back to point number one, which was range  of motion, because speed is a problem. Speed is   actually the enemy of good form, and it can  actually betray all intention is to create   full range of motion. See, in an effort to do more  reps more quickly will either shortchange the rep   from the bottom or maybe even from the top. Or  if you're an Oregon Duck Mascot, you kind of do   it from both ends. But the fact is you still want  that full range of motion and using speed to get   there is always a problem. And I mentioned back  in that first point that full range of motion   through the elbow means full extension of the  elbow, and that's safe and healthy unless you add   speed to the equation. You see even a door that  operates as a hinge, like your elbow is designed   to open all the way and close all the way. But when you try to slam that door either open   or close, you can be inviting some problems.  Don't slam your joint into extension, you don't   need to and the best way to do that is to simply  slow down the rep. The best Key I can give you   is two seconds on the way down and two seconds on  the way up. This will not only ensure you get the   exercise right, but it allows you to do all the  other things I talked about so far correctly.    And that brings me to mistake number ten,  which is one that really gets under my skin,   probably the one that aggravates me the most  when we're talking about how you program   the pushup. If you're doing 100 pushups a day  or even ever tried them or if you're sticking   with the same pushup all the time, we got to talk.  You have to watch this video over here, guys. Stop   doing 100 pushups a day. I guarantee you, you will  find the right way to program the exercise.    If you're looking for a complete program,  you can find them over at Athleanx.com.   If you haven't done so, make sure you click  Subscribe and turn on your Notifications,   so you never miss a new video when we put  one out. Make sure you watch that video.",
        "start": "00:07:03",
        "duration": 158.72,
        "title": "STOP DOING PUSHUPS LIKE THIS | 10 Worst Mistakes!"
    }
]