[
    {
        "text": "[Video of Mike Mentzer] And it just so happens  to be true, audience, the close grip palms up   pull down is the best bicep exercise in the  world, better than any curl you can do.   Well, shit, now what am I supposed to do? You  might be having the same thought as me, especially   if your current bicep workout looks a little  bit like this: a hefty dose of barbell curls,   if you ve been watching this channel any length  of time, probably some chin ups in there too,   and of course, a variety of other curls that we've  known to be shown effective here. Well, maybe it's   time to change it up, at least if you're listening  to what Mike Mentzer has to say. See, Mike Mentzer   is somebody that I've actually listened to and  admired for a long time. This is Mike from his   Heavy Duty book from about 30 years ago. The  idea, though, is, is there merit to what he's   talking about and are you training your biceps  wrong? Well, I have a story to tell you that   might blow your mind here. As a matter of fact,  three times in this video, Mike Mentzer might   blow your mind. But I want to first hear what he  thought in full of why he thinks that exercise   was so good. Let's hear that clip again. [Video of Mike Mentzer] And it just so happens to   be true, audience, the close grip palms up pull  down is the best bicep exercise in the world,   better than any curl you can do. Here's why.  When you do a curl, whether it's a Barbell Curl,   a Nautilus Curl, a Dumbbell Curl, whatever, you're  working this muscle around a single joint axis,   the elbow, which is why the stress is limited  exclusively to the lower bicep if you've noticed.   When doing a close grip, palms  up, pull down, on the other hand,   you're working the bicep around the joint,  the elbow joint and the shoulder. The muscle   is contracting more uniformly from both ends. And so there you have it. But is he right? Well,   let me bring it back to that story of mine. So,  about a year and a half ago, I was walking my   son into school, and he slipped on the ice. And  when he slipped, I went to go catch him and at the   same time, I actually successfully caught him, I  unsuccessfully kept my distal bicep tendon intact   because I tore it 99%. The only part that was  still intact was something called the aponeurosis.   That's the tendinous encapsulation of both heads  of the bicep as it enters into the forearm. Well,   needless to say, I was kind of screwed, There's  a lot of things I couldn't do. I couldn't   lift a heavier weight, I couldn't do anything  pain free, I couldn't lift without cramping   up. I couldn't feel that my muscle connection  that I had known for a long period of time,   a lot of things were instantly gone. And because  of that, a lot of exercise choices were instantly   eliminated from my workouts. Right away I was  not going to do any Incline Bicep Curls because   that would place that bicep in too much stretch  at the bottom of every single repetition. Also,   no Preacher Curls and for those of you who  are wondering, well, how come? Well, here's   your three second warning, and yeah, mind you, it  will be gruesome. Three, two, one. [Video Clip]   I did warn you, and that's probably largely why  I didn't want to show up as the next guy to be in   that type of video, so, no Preacher Curls. But I did think about those Chin Ups that we   talked about before. And remember, I told you that  what I learned here is going to be serving every   single one of you, no matter whether you've been  injured or not. I went to the chins because I know   that it does exactly what Mike was talking about  on that exercise. It applies the stress to the   biceps from both ends because we're going into  that flex shoulder position and bent elbow. And   it's the reason why I told you for all these  years why it's such a great exercise for you   to be doing. And I did it until things went  wrong. And that is, I developed elbow pain,   a lot of medial elbow pain. And I've done a  whole video that I'll link for you at the end   of this one about why you get medial elbow pain,  particularly if you don't have enough strength   in your biceps. And now we're talking about the  compromise strength I had, so I was feeling too   much stress on that inner elbow and the chin ups  themselves weren't working too much body weight   for me to have to handle and pull up on every  repetition. The biceps couldn't handle it alone,   so they were forcing the forearm to do more of  that work. Again, detailed explanation of why that   happens and how to avoid it in the other video. So needless to say, now that's off the table too.   And the Bicep Curls was just not really where  it was at for me because I wasn't able to really   manage too much weight there anyway and I  did feel that cramping I mentioned before,",
        "start": "00:00:00",
        "duration": 241.91999999999996,
        "title": "STOP, You're Training Your Biceps Wrong!"
    },
    {
        "text": "But I do remember that clip from Mike Mentzer.  Again, this is someone I watched from childhood,   and it stuck in my brain, and I thought to  myself, I know there's something else I could   do that would unweight the whole weight of my body  that wouldn't force me to have to do assisted pull   ups and use the underhand close grip pull down.  And so, I ran my ass right over to a pull-down   bar and started to do the exercise as part  of my recovery back. And guess what happened?   My biceps grew a lot. Why? Because I could apply  good tension in that shortened position with the   arms up elevated into shoulder flexion and  having that flexed elbow. And the safety   of the exercise was actually unmatched for me  because the eccentric part of this was actually   occurring at the same time that I was flexing my  shoulder. So, while I was getting lengthening of   the bicep at the elbow, I was actually getting a  shortening of the bicep as the bar raised up. So,   it was actually very safe for me, unlike  those inclined curls that would have actually   put that under a great amount of stress. And as far as the exercise itself utilizes,   some of those Mentzer intensity techniques,  I could either self-spot myself by going to   failure and then applying a couple of negatives  by just dropping down into position by holding   on to the bar and then concentrating on the slow  ride back up. Or I could actually have Jesse here   who could help me with the concentric portion of  the lift after I was fatigued and then help me as   I slowed it back up to the top. Either way, I was  able to apply a lot of intensity to the exercise,   again, making sure that I was making it a curl  variation and not just a lat driven exercise.   And if you do the same thing and stop overlooking  that exercise, I guarantee you that you will also   see something start to change. Number one,  that my muscle connection that you may not   have right now and your ability to control the  bicep contraction, to actually feel discomfort   when you do it is going to be instantly solved.  But that's not where I stopped because I still   wanted to curl. And one of the other things about  Mike Mentzer is he talked heavily about volume   and making sure you don't do too many sets. As a  matter of fact, you might be shocked to hear how   many sets he thinks is actually good. [Video of Mike Mentzer] On occasion,   I've had a phone client ask,  Mike, would it make a difference,   would it be the mistake to do a second set? You  keep making such a big deal about doing one set.   And I respond something to the effect that doing  a second set is neither necessary nor desirable.   In fact, it would be the biggest mistake you  can make. Going from one set to two sets is   literally the biggest mistake you can make,  because going from one to two, audience, is   not merely a linear increase of one unit, one to  two, it represents a doubling. A 100% increase in   the volume of the exercise. And remember, that's  a negative. Even once that represents a negative,   because insofar that you train it all, you make an  inroad. Well, some people might say, Well, Mike,   if I do a second set, maybe I'll get a little  bit more growth stimulation. But then I point out   whatever little bit extra growth stimulation,  you made a doubly deeper recovery ability,   so that negates any greater growth stimulation. Well, one set, hell Mike, now you got to go and   ruin everything for me. Again, as someone  who actually enjoyed training and training   my biceps specifically, one set was a hard pill  for me to swallow, so I didn't do that. But what   I would recommend is potentially investigating a  lot fewer sets for you right now because it can't   hurt. And my thought was in this state where I  was injured, I had nothing else to lose because   I couldn't simply continue to go. In other words,  I had a car accident right here and I either chose   to go get a new car and have it operated on or  continue to drive the same banged up car and do   my best with it and I chose Option B. And in  doing so, I had to realize that it's not the   same car anymore and I have to respect that fact,  so, I have to take it a little bit slower. So,   cutting that volume down was a good idea and  doing a lot less of it was a good idea in   order to salvage what was left of that tendon and  build up the strength of that muscle while I was   reformulating the scar tissue in the elbow. Could  I make it work? Well, I was about to find out.    So, I cut things way back and when I started  to do was this variation of a curl where I   would simply just run the rack here, one set. I  start at the bottom here of this easy curl rack,   again, Intensity was the name of the game for Mike  Mentzer, I made sure that this one set was going",
        "start": "00:04:08",
        "duration": 257.22,
        "title": "STOP, You're Training Your Biceps Wrong!"
    },
    {
        "text": "to be ultimately intense. I d rep out, I put the  weight down, go right up to the next one up the   rack, curl again, continue to rep all the way out,  hit failure, keep it going. Again, the intensity   was the equator of the lower volume. If I can keep  the intensity high, I could keep that stimulus   that Mike talked about, flipping that switch  for anabolic adaptation. Go up the next step up   the rack, again, to failure. And I was limiting  again the number of repetitions or rotations on   that tire that was already banged up here.  What were the results? Better. As a matter of   fact, my arms started to feel stronger from  workout over workout over workout. I wasn't   able to do the way I was doing in that clip for  you right there when I started. I had built up   my strength again pretty decently in my bicep by  taking this approach. So, in this case, less was   actually way more than continuing to always think  that more is better. What am I saying to you? Not   necessarily that you've got to start doing one  set, but it might be worth investigating fewer   sets of whatever you're doing right now, because  I don't believe that there'll be a compromise of   the gains that you can get. As a matter of fact,  you might be surprised at how much better you can   get. One more set, again, with much lighter weight  here, but at this point, feeling incredibly heavy   to failure. And that was my workout.  But that led me to sort of the third point   that Mike makes here, and this one might  be the most mind bending of all of them,   and that is what type of recovery do I have?  Because it's not really about what I was doing   in the gym. If I just did what I was doing here  and I didn't focus on this other aspect, I don't   think my gains would have actually recovered.  [Video of Mike Mentzer] Most bodybuilders today do   not understand that the big picture is comprised  essentially of two elements of equal value,   I emphasize the word equal. By equal value, I mean  literally 50/50, not 60/40, not 70/30, but 50/50.   The first element, the first 50% of the  big picture, obviously, yes, of course,   is the actual workout. Who would deny  that? But just as important, the other 50%,   not one iota less important than the actual  workout is the rest period between sets.   And here's why. The workout, you must understand,  does not actually produce - the word is produced.   The workout does not produce muscular  growth. Remember, the workout is merely what?   A stimulus. It stimulates what? The body's  growth mechanism into motion. It is the body   itself that produces the growth, but only  if you leave the body undisturbed by further   exercise during a sufficient rest period. Or you  can say it simply, in other words, if you don't   rest enough, you don't grow enough, if at all. Well, damn it, Mike. I mean, with all due respect,   I love you, but you're killing me here. I thought  my five hours of sleep was adequate. Look,   you know, and I know that not getting enough  sleep is not a good idea, not getting proper   nutrition is not a good idea, not having  proper supplementation is not a good idea,   not when we're trying to maximize our recovery.  But when you hear him say it with such a degree   of certainty and how equally important it  is, it really did get me to thinking again,   I really have to prioritize a little bit better.  And I tried to get just one extra hour of sleep by   just forcing myself to go to bed just a little bit  earlier. And when it came to my training, I was   willing to space it out a little bit more.  Again, my bicep work didn t have to come on a   regular basis, not every five days or seven days.  I was able to space it out a little bit more and   again, without a compromise in the results. And  I want to invite you guys to investigate that   for yourselves. Maybe you're going to often  when it comes to bicep training, maybe you   need to try to space it out a little bit more.  Realize that when you do your other back work,   you're getting that indirect bicep work. If you're  doing any kind of rowing, if you're doing any kind   of traditional pulldowns, you're getting some  bicep involvement there that might be enough of   a stimulus and trigger in between that direct  work to keep those gains coming. And again,   that drop in frequency is likely going to lead  to better results and sort of in a surprise   way because you never thought it would. Well, I will tell you, when it comes to that   nutrition side of it, that was never a struggle  for me. You guys know how locked in I stand by   nutrition. But if you're not locked in, I suggest  that you do become very much aware of what you're   putting in your body because your body will  repair itself if you're providing it with the",
        "start": "00:08:28",
        "duration": 258.3,
        "title": "STOP, You're Training Your Biceps Wrong!"
    },
    {
        "text": "right nutrients. When it comes to supplementation,  I really believe that a high-quality protein is   something that's incredibly important in order  to make that happen. Which is why I actually   took my PRO30G Protein, of course, I'm going to  take my own, but it's because I know what's in   it. Thirty grams of protein, the highest quality  to make sure I get enough in the day. And also,   Rx-3 ReconstruXion is something we have  over on our website if you're interested.   It's what our MLB athletes take to make sure  that they're recovered for 162 game season,   that takes place in just 180 days.  Guys, if you found this video helpful,   make sure you leave your comments and thumbs  up below. Let me know if you implement any of   these things I showed you here today because I  do believe it might be a refresher for you and   deliver some very surprising results. If you're  looking for complete programs, we have them over   at Athleanx.com. If you haven't done so, click  Subscribe, turn on your Notifications so you never   miss a video when we put one out. That medial  elbow pain that you might get from chin ups, guys,   make sure you watch this video to see exactly how  to fix it. All right, guys, I'll see you soon.",
        "start": "00:12:52",
        "duration": 49.8,
        "title": "STOP, You're Training Your Biceps Wrong!"
    }
]