[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. I still f***ing hate planks. You know what I do love? Puppies. This is Lucky, my new rescue dog. We got him from a shelter down in Alabama after some unbelievable human being – if we call him that – threw him out of a car and didn’t want him anymore, and he was rescued on the side of a curb. You’re going to be seeing more of Lucky here in our videos. He’s the newest member of Team ATHLEAN. What’s that? You still hate planks, too? Lucky has a problem with planks as well. That’s what we really need to address here today. That is: why do I have this thing against planks? I did a video about this a little while back. It’s got over a million and a half views. People have seen it. I’m going to link it here and show it to you here at the end of the video. You’re going to want to watch that. What I probably presented there was, maybe, the beginner side of the alternatives to planks. See, if you want to get better, or stronger at anything you need to find a way to challenge yourself. The best way to challenge yourself is to apply levels of intensity to your exercises that make them more difficult. The argument would be the same if you were doing a bench-press and you use 20lb dumbbells and you were capable of lifting 100s. If all you did were those 20s and you added no intensity technique to that set – you didn’t do rest-pause, you didn’t do super slow-motion reps, you didn’t do one and a half reps, you didn’t do anything different to those dumbbells in that set; you are not creating overload. Far too many of us can handle far more than planks. So, what I want to do here is give you more options, and maybe even skew a little bit more to the intermediate and advanced level so you have different things you can do to ensure you continue to make progression. So, let’s take a look at some of those options. Right away, the first exercise you’re going to see here is I’m standing to do it. Guys, you have to clarify. A plank doesn’t necessarily mean that I have to be laying down on the ground. Not in terms of what it is we’re trying to accomplish. The purpose of a plank is to create an anti-extension, or an anti-movement challenge for your body, and for your core. Trying to be able to stay in one, solid position despite what the forces around your body are. We know that we can do more than just resist extensions. Every time I go out the resistance of that band is creating a lateral force here, trying to bend me to the side, and not just make me sag down in the middle like a regular plank does. So, this is a more versatile version of a plank. It’s actually giving us a different challenge than a standard plank, but it’s something",
        "start": "00:00:26",
        "duration": 145.89,
        "title": "Stop Doing Planks! (DO THIS INSTEAD)"
    },
    {
        "text": "that your body is not accustomed to if you’ve only been doing standard planks. Then we could still stay standing here and challenge our body in even different ways. Now we can do it in the rotational plane and all we have to do is hold up a pair of dumbbells in the same plank position. Now we do a very tight crossover. A grapevine with our feet as we walk side to side. You’ll feel it. As soon as I take that step and I’m one leg, and I’m crossing over, getting that hip rotation from down below, having to maintain that stable core becomes a challenge. This would be a more intermediate version of what the advanced version is. That is placing those dumbbells up, overhead. Immediately by having our arms way up high there’s a lot more of that weight now that we have to consider and control, and it becomes even more challenging to maintain that upright torso as I do this grapevine walk and crossover front and back. But both of these are versions of the same effect that a plank would create that are more challenging than just laying on the ground, doing the same thing that you’re already capable of doing. So now if you want to go down, back into that more standard version of the plank, the same positioning here, let’s get back on the ground. But let’s not just sit here. Let’s do something different. This is a banded press out plank. What we do here is load up one side with as heavy a band as we can handle, we get into the plank position, and now we try to drive that hand out, against the resistance of the band. Again, what it’s doing here is trying to pull me to that side a little bit. An anti-lateral element here that we’re introducing that we don’t have when we do the standard plank. We can take this even further and get on top of a barbell. This is something that I actually debuted on Instagram, but if you’re not following our Instagram you should. It’s over @ATHLEANX on Instagram. But what we’re doing here now is the rotational challenge, while still trying to maintain a tight core, and doing so from the bottom, and from the top. So, we get our hands over the top of the bar, and now we try to twist that bar. Again, we’re just allowing the arms to be twisted here by the shoulders, but we’re really trying to resist everything from the chest down. The abs stay nice, and tight, the transverse abdominus is engaged, the feet, the hips; everything is staying sturdy. And this becomes really challenging, especially if you do it on a surface where the barbell is a little tougher to roll and get moving. Once you get it moving you have the element of momentum. Can we actually control it? Because once it gets going in one direction you’ve got to stop it and try to get it going back in the other direction. Definitely a challenging version here in this plank position. Then taking that difficulty level up even one more time here is a wall jack plank. Again, we can plank, but we put ourselves in a position where our feet are planted against the wall. Now we have to really drive our feet into the wall and really, really tighten our core",
        "start": "00:02:52",
        "duration": 159.76999999999998,
        "title": "Stop Doing Planks! (DO THIS INSTEAD)"
    },
    {
        "text": "to prevent them from falling down and sliding down that wall. But of course, you know that’s not enough. We want to make more difficult than that. So, we can start doing our wall jacks, which is essentially doing a horizontal jumping jack. Again, every time we jump our feet out and have to replant them again it’s going to require that instantaneous contraction of the core that demands high levels of force and stability, and yet again, clearly take us to a level far more difficult than that boring ass plank. Then finally, we want to get a little bit crazy. You can do this here. This is the tilting barbell plank. What you’re doing here is, you’re going to push down with one hand into the ground, while lifting, and rowing the elbow up on the other side. So, we’re actually turning this into a three-dimensional plank, and we’re getting into a variation of a regular plank and a side plank, as we’re stuck halfway between. The goal is to try and drive up, get into that side position, maintain it, stick it for as long as you can. Maybe two seconds. Maybe five seconds. Maybe even ten seconds. Then come back down, and then drive it up on the other side again. The options are unlimited. There are lots of things you can do, and even your approach to planks can be different as well. You don’t have to always think of them as getting into one position and holding it one time. I’d rather see you get into a better position that’s more challenging for you, and do it 10 times, holding it for a shorter period of time, each time. Treat it like reps. The fact is, you’re still challenging your core much more than you are if you’re just laying on the ground, doing the same old plank that you’re far more capable of doing better than. All right, guys. If you’re looking for a program that really stresses progress at every turn, we know that in order to see changes we have to introduce challenges to our body at every opportunity. I do my best to do that for you week by week, day by day, in all of our programs. If you’re looking for one of our programs head to ATHLEANX.com right now and get them. In the meantime, if you’ve found the video helpful – if you hate f***ing planks as well, make sure you leave your comments down below as well, and I’m happy to read them. All right, guys. I’ll be back here again in just a couple days. See you.",
        "start": "00:05:32",
        "duration": 117.072,
        "title": "Stop Doing Planks! (DO THIS INSTEAD)"
    }
]