[
    {
        "text": "Jesse.  (BRO. Not going to make it in today )   What? Dude we re supposed to  shoot a video this weekend.    (Also I told my cousin Jebby he  could train in your gym today.)   He s got a cousin, J  (Yes, Jebby )   Okay.    (BTW. Don t mention waiters curls) What s wrong with Waiter s Curls?   (He s a TOTAL f*cking idiot. Believes  EVERYTHING he sees on TikTok)   Oh, that explains it. What s his  probably with Waiter Curls?   Everyone knows, bro. There's no  supination on that exercise.    Well, actually, there is supination on the  exercise, and it starts with how you grab   the dumbbell. You want to make sure that you're  getting your hands underneath the flat end of   the dumbbell rather than grabbing it from the  side like Jeb and those that don't know how to   do the exercise do. If you do it properly, your  forearms will be supinated, but you actually have   the opportunity to turn it into dynamic supination  as well as you lift the dumbbell up.    You can see that if I focus the upward lift of  the dumbbell during the curl right here in this   portion of my hand, I can continue to turn the  form into more active supination. And remember,   guys, for any bicep exercise to be effective,  you have to check three different boxes.   One is the flexion of the elbow, two is that  supination, and three, a little bit of flexion   of the shoulder at the very end of the exercise,  this exercise hits all three checkboxes. So, Jeb   kind of off to a bad start. Come on, bro. If there was   ever weird range of motion on a biceps  exercise, it's from the Waiter Curl.   Well, actually, it's not that unnatural at all.  As a matter of fact, the elbow joint is one that   naturally restricts unnatural motion. It's an  anatomical hinge joint that opens and closes   predominantly just flexing and extending the  elbow. If you compare it to something like a   simple rope curl, you'll see that it's actually  by mechanically very similar. Now I get it,   maybe you're worried about the wrist, but don't  worry about that. I've got you covered there,   too. So, for now, Jeb, I'm just not buying it. Come on, bro. The waiter curl grip is   way too narrow. Respectfully, I think   we might be 0 for 3 now, Jeb, because not only  is the Waiter Curl grip not all that narrow,   but the narrower grip is one that's going to  benefit you. And what I'm talking about is,   if you take the dumbbell, you look at the  surface area there, you match it up with   a typical easy curl bar. You'll see that that  grip isn't all that narrow or different from   what you might already be doing. But as I said,  you get an advantage from this. The advantage is   better, long head activation. I'll go into more  details in a minute, but the fact is the narrower   grip is something that's going to work to your  benefit, not to your detriment. So, no.   Come on bro. There's no full range of  motion on the Waiter Curl, so it sucks.   We'll see. Now, there you go,  Jeb. Now, that's good thinking,   although maybe just not thinking all the  way through. Because one of the biggest   mistakes you can make when trying to judge  the effectiveness of the range of motion of   an exercise is to confuse it with the range  of motion possible at that moving joint. So,   when we look at the elbow, if you thought  that you need to take the elbow all the way   through its full range of motion to have an  effective bicep exercise, you'd be wrong.    And very much the same way that you think  that maybe a side lateral raise done like this   is incorrect because it's not taking the  shoulder through its full range of motion,   you know, all the way across the body and all  the way up over your head. Now, when it comes   to the Waiter Curl, yes, you are cutting off a  little bit of that range of motion at the bottom.   But actually, it might be in this case, to your  benefit. Because we know that those bottom 20   degrees or so are not really helping you to build  bigger biceps. The external load placed on the   biceps is minimal in that range of motion.  It's the same reason why you may have seen   people perform a Seated Barbell Curl. They're  intentionally taking away those bottom 20",
        "start": "00:00:04",
        "duration": 204.4,
        "title": "Stop Doing This Biceps Curl (I’M BEGGING YOU!)"
    },
    {
        "text": "degrees because they know that the biceps aren t  necessarily the most active there, but two other   muscles, the brachialis and brachioradialis are.  So, if you could limit the range of motion to the   more effective range of motion for the biceps,  well, you could do more growing from it. So once   again, not really a bad thing, but something  that's actually working in your favor.   Good luck balancing that dumbbell bro. Guy  doesn't even understand any kind of stability.   Actually, Jeb, I do understand stability. I very  much value it in the exercises that we perform   and the Waiter Curl s no different. Because if you  grip the dumbbell, like I said in the first place,   properly, then you're going to have a lot of  surface area for both hands to be placed on the   flat under the dumbbell and securely lift it up as  you perform the exercise. You might be thinking,   I got you because you use those round  dumbbells. What about somebody that uses   a hex dumbbell? That doesn't change anything,  as a matter of fact, it gives you another way   to create stability because maybe you don't have  as much surface area for your palms, but you   do have the opportunity to grip with your back  pinky's here to still allow you to perform the   exercise safely and securely. And again, remember,  regardless of what dumbbell variation you pick,   with your elbows held tight to your body like you  will with any bicep exercise creating additional   stability, this is a very stable exercise  with not a lot of balance requirements.   Everyone knows that the Waiter Curl has a  suboptimal line of pull for the biceps. Don't   know what suboptimal means? Pfff, look it up. No, see, I actually don't have to because I know   what's suboptimal is, and in this case, this  is not. Because the Waiter Curl is actually   optimal for targeting more effectively the long  head of the biceps, you know, the one responsible   more for that bicep peak. And the reason for this  is based on anatomical reasons. And the people   that make this claim oftentimes just don't have  a deep enough understanding of the anatomy to get   it right. When we take a more narrow grip during a  curl, we're internally rotating the shoulder.    Along with that, you're putting the long head  tendon in a better align of pull, actually a more   favorable direct line of pull to effectively  increase its activation in the exercise. Now   listen, our biceps will contract all or none,  but we also know that changes in joint alignment   can shift the focus from one head to the other.  You can see on Raymond here that there's actually   two separate attachments to the biceps. Of  course, there's the one that's more medial   connected to the coracoid process, which is  the short head and the one that sits a little   bit more laterally attached to the top of the  glenoid and that is the long head tendon.    So, we internally rotate that shoulder. Like  I said, you're putting that long head into a   better line of pull. Now the easier way to think  about this if you're not so anatomically inclined,   is to just think about what you see is what you're  training. If we look in the mirror and you're   seeing more of the outside portion of your bicep  when you're curling, you're likely working more   of that outside long head. If you see more of the  inside portion of your bicep when you're curling,   you're working more of the short head. It's  actually kind of a bicep cheat code that's   helpful for those that really don't care  all that much about anatomy, like Jeb.   Bro Wait a minute, hold on. The Waiter Curl  creates negative feedback of instability at   the shoulder and elbow joint, which is easy to  mistake for increased tension on the biceps.   Gotcha, bro. Okay, now that's just plain fucking dumb.   All right, maybe that was a little harsh, and  I apologize, but can you do me a favor, Jeb?   Can you just stay off of TikTok already? Because  what was said there was actually just a bunch of   nonsense. You know, words strung together to  try to sound impressive with no real meaning   behind it. Because the idea that you can  create instability at the elbow and shoulder   and that causes increased tension, or at  least the perception of increased tension in   the working muscle is ludicrous. By that thought  process, the next time we want to build my quads,   I'm going to try to figure out ways I  could destabilize my knee and my hip.    When I really want to build up that tension in my  calves, I'm going to make sure I can figure out   how to be very unbalanced at my ankle and at my  knee. It just doesn't make sense. And as a matter   of fact, it's directly oppositional to what really  happens when you're trying to create increased",
        "start": "00:03:35",
        "duration": 230.80000000000004,
        "title": "Stop Doing This Biceps Curl (I’M BEGGING YOU!)"
    },
    {
        "text": "tension in the muscle. To do so, you need to do  it in an environment of increased stability at the   joints that that muscle crosses, not instability.  And to furthermore insinuate that that balled up   intense contraction you're feeling out  here in the outer portion of your bicep   is actually just a figment of your imagination  and not really real, but just a creation   of instability. Well, it just doesn't showcase  a real understanding of the subject matter.   The Waiter Curl is trash  for your wrists. Ahhhh! It s   broken. I broke my wrist. I broke my wrist. That bicep pushup will get you every single time.   Actually, the exercise is actually quite stable  at the wrist. As a matter of fact, due to the   extension that you see during the exercise, did  you know that when you reach for anything like a   plate or even a dumbbell in the gym here, that you  naturally will do so out of a slightly extended   wrist? It's true. And the reason for it is because  a slightly extended wrist provides more stability   to the joint and more strength. As a physical  therapist treating a hemiplegia stroke patient,   one of the first things I want to try to restore  is range of motion into extension. Because I know   by doing so I can increase the strength of the  grasp and the stability of the wrist joint.    So why would he want to do it on this exercise?  By doing so, you're not just increasing the safety   of the movement, you're also increasing the  effectiveness of it because you're increasing   something called perpendicularity, and that is  increasing the time that the downward force of   gravity is going to be acting directly down  onto that surface of the dumbbell. Which is   going to increase the amount of tension felt by  the biceps through a greater range of motion.   And by allowing the wrist to move into its  naturally stronger and secure joint position,   we're killing two birds with one  stone. So once again here, Jeb,   we're just not seeing eye to eye on this. Everyone knows, man,   alternating curls are better. Look, don't get me wrong, I actually love the   Alternating Dumbbell Curl. As a matter of fact,  if you watch my bicep exercises ranked video,   you see that I placed it way up at the top of the  list. But then again, who said you can only do   one exercise when you're trying to build bigger  biceps? If you're trying to build your chest,   you wouldn t just do the bench press. You'd likely  want to have some adduction move to compliment   it. Well, when it comes to the biceps, if you want  to effectively build the long head up, you really   only have two choices. One, where you either get  your arm further back behind your body like an   Incline Dumbbell Curl to increase the stretch at  the beginning of every rep. Or one that once again   reveals more of the outer portion of the arm,  like your one with a closer grip on a Waiter Curl   to do the job. And so just like you wouldn't use  a hammer to screw a screw into a wall, you want to   want to use a screwdriver to hammer a nail into  a board. You don't want to use one exercise to   try to accomplish all things. Remember, exercises  are context specific and knowing the difference   is going to make all the difference in  the results that you see. Right, Jeb?   Why do a Waiter Curl where you use less weight,   when you can do another  curl and use more weight?   Why do a Pushup where you can do a Bench Press  or a Dip when you can do a Tricep Push Down   or a Face Pull when you can do a Barbell Row.  Don't forget your Face Pulls. Look, we are trying   to create muscle growth, the amount of weight on  the bar is just one factor in creating overload.   Tension is the language that your muscles speak.  And becoming fluent in your ability to increase   the ways that you can introduce tension is going  to be the biggest thing you can do for yourself.   Remember, guys, your muscles don't know what the  number is on the side of the dumbbell or barbell,   they just know what it feels like when you lift  it. And the very fact alone that when you lift   a weight or curl, that you might be compromised a  bit in terms of the strength that you can produce.   Understand this, the long head of the  biceps is notoriously weaker anyway, about   15 to 20% when compared to the short head.  So, it's probably an indicator you want to work   more on it anyway. And again, don't get wrapped  up here in the numbers, but focus instead on the   end goal and that is to drive more muscle growth  with an exercise extremely capable of doing it.   And so, if you've been watching too much  TikTok and were concerned that the Waiter",
        "start": "00:07:32",
        "duration": 219.76000000000005,
        "title": "Stop Doing This Biceps Curl (I’M BEGGING YOU!)"
    },
    {
        "text": "Curl might belong in the iron graveyard buried  right next to, let's say, the Upright Row,   rest assured it does not. Yes, Jesse.  Hey man, sorry about Jeb.   Yeah, don t let him in here again.  I told you he was dumb.    I know he is.  He s a fucking moron.    A big one.  All right man,   I appreciate it. I ll see you Monday.  Okay. All right, see ya.    Look, guys, if you're looking for real science in  the application of it and the workouts that you   do, make sure you head to athleanx.com. In the  meantime, if you found the video helpful, leave   your comments and thumbs up below. And if you  haven t done so, click Subscribe and turn on your   Notifications, so you never miss a new video when  we put one out. All right guys, see you soon.",
        "start": "00:11:21",
        "duration": 33.92,
        "title": "Stop Doing This Biceps Curl (I’M BEGGING YOU!)"
    }
]