[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. Wrapping up our series here on the big three. We’re going deadlift here. Another impressive lift for you. The deadlift. CASEY: It’s impressive. JEFF: It’s more impressive than mine. CASEY: Yeah. It’s impressive for having one leg, I guess. JEFF: Not just that. The one-legged monster, here. Wounded in combat, again. I think the biggest thing that always motivates me about Casey is ‘no excuses’. No excuses. He was dealt a tough hand, but that’s what actually allowed you to get into this in the first place. CASEY: Absolutely. It’s kind of built me to be who I am today, and it’s transferred over from me really pushing myself to, now it’s pushing people. Giving the whole ‘no excuses’ mentality. For me, with all the damage that I took from an IED blast in Afghanistan, doing these workouts, and doing this stuff; it’s truly painful for me. But when I’m done and I’m walking out of here I feel like I’ve covered so much ground with myself and with people. JEFF: Yeah. CASEY: There is no excuse for why you can’t get to the gym, put in that dedication, put in that work, and live a better life. JEFF: I mean, again, you inspire me. It’s why you’re here in this gym, and now we’re going to inspire some other people, too. So, the key thing is this: on the deadlift there are some key moves I think would allow people to increase their deadlift. The deadlift is one of those moves, I believe, that people have a high capacity to lift more of. CASEY: Absolutely. JEFF: And I don’t care what your bodyweight is. I think people can lift a lot more than they do, but they really have to get some of those key things down. For you, the very first key accessory lift that you like is the Pendlay Row. CASEY: Yeah, I like the Pendlay row. With the Pendlay row – you’ll be able to see here in a minute when I demonstrate – the key for me is I’m trying to do explosion. With the deadlift you’ve got to have a lot of explosion. So, with the Pendlay row, it allows you to do that. Bent over, bar is at a dead stop, and I’m able to pull the weight up to my chest area. And, like I said, it builds a lot of strength and force out of the hole when you get ready to pull. So basically, when you do the Pendlay row, you setup just like you were going to do a deadlift.",
        "start": "00:00:05",
        "duration": 143.49,
        "title": "Stronger Deadlift - GUARANTEED! (3 Monster Moves)"
    },
    {
        "text": "Obviously, if you’re a sumo deadlifter you would not setup in a sumo position because it would not make sense. So, the same thing. If you are a reverse grip deadlifter you won’t be able to d that here either. Go ahead and do a double over grip. From a dead stop here, I always have a slight bend in my knees, and then come to a complete stop. JEFF: Again, not ever going down, bending the elbows, lined up, getting stiff, lock them out and pull from there. CASEY: Yeah, absolutely. Guys, this is something that’s key. It’s one of those workouts where it’s kind of strenuous. Don’t get lazy with it. A lot of people, you’re going to get- JEFF: It’s taxing. CASEY: It is taxing, but it has a big benefit for your deadlift. So, make sure you’re adding these in. with all the big lifts we’ve been talking about, the number one thing is your back. You use your back in all three lifts. So, with the Pendlay row, we’re doing the row. So, we’re working on the explosive muscles and we’re getting our workout in on our back as well. JEFF: And a key component of what you did there, too. When you’re going for power, guys will sometimes say “Oh, I’m training for power.” 10, 12, 15 reps. That’s not power. CASEY: Right. JEFF: Power is going to be, as you said, high quality. Quality trumps everything when it comes to power because if you start to lose your velocity, the power is gone. CASEY: Yes. JEFF: Power – velocity is, by definition, part of being more powerful. So, you have to be able to get good velocity and make sure every rep is quality. But when you load this thing, you could still try to load it up as heavy as you can, as long as you’re not losing that. CASEY: Yeah, absolutely. You can. If you’re – I know guys that are 700lb, 800lb deadlifters. They’re going to come load this bar with over 400lbs to do their lifts. That’s the thing with this. As it gets easier- JEFF: He’s talking about Jesse, by the way. CASEY: Yeah, Jesse was in here deadlifting over 800 the other day. Video coming soon. But continue to add weight. Yes, there can be times where, like I said, 225 and as you see, that moves pretty well for me. I could have probably done 10, or 15 reps. That’s okay, too. Get a good pump.",
        "start": "00:02:28",
        "duration": 148.70000000000002,
        "title": "Stronger Deadlift - GUARANTEED! (3 Monster Moves)"
    },
    {
        "text": "Get that form down. Get that velocity going. But don’t be afraid to add weight. But when you’re adding weight, don’t go to a point where the quality is gone. You need full extension, full to the chest, you should be hitting the chest. If you’re doing little half-lifts, you’re not getting the benefit out of it. So just remember, the ego thing. Would it look cool if you’re trying to do 400lbs and 500lbs? It will look cool on the ground, but when you go to pull it, and you don’t move very far, it’s not going to look cool. JEFF: It’s not going to look cool. CASEY: Yeah. JEFF: We talked about that. I’ve got more exercises that we use to focus on the back. The second of which, is the straight-arm pushdown. CASEY: Yes. JEFF: Let’s go knock that out. So, the second lift here is the straight-arm pushdown, like I said. I actually made videos on this in the past. It’s one of my favorite exercises in the entire gym that you could do because I don’t think it even has carryover to this lift, but a lot of other lifts. It’s developing straight arm scapular strength. But as far as the deadlift itself, you like it, why? CASEY: I like it because we’re targeting the lats. One of the things when people go, well, when you go to setup for a deadlift, your lats need to be tight. Everything needs to be set, engaged, arms right outside the hips, and what will happen is, if your lats aren’t engaged – they’re not tight – things are going to get loose. You’re going to end up bowing, caving, your body is going to get loose, and when you go to pull your upper body is going to shake. You’re going to basically miss out on the lifts. This is just another technique that you can use to strengthen the lats. And it’s good, to me, I feel like while I’m going this I’m squeezing, and it’s also teaching me mind-muscle connection on how they’ll feel when they’re tightened. JEFF: And keeping the bar close. CASEY: And keeping the bar close. Exactly. Yeah, what Jeff is basically saying is, if you’re here and your lats aren’t tight and you go to pull, the bar is going to swing. If I’m here, and I’m here, and I’m locked in, and I’m squeezing my lats the bar is going to stay right here. It’s going to stay right here, real tight, all the way through the actual deadlift. So, guys, on the deadlift, squeeze through the lats. This accessory is going to help you guys do that and it’s a really good tool to use for it. JEFF: So, knock one out. Knock a few out here. Get the whole stack here, as expected, but I’ll go up to a point here. Casey likes to use a bit of a wider grip here, or a wider bar. Not necessarily a wider grip because when he does his deadlifts he’s really just outside",
        "start": "00:04:57",
        "duration": 138.34900000000002,
        "title": "Stronger Deadlift - GUARANTEED! (3 Monster Moves)"
    },
    {
        "text": "hip width. But here, at least he can get it down and back. A lot of times guys will hit the thighs with the bar right in front. This allows him to get it down, and through a little bit, a little past the thighs. Just like that. CASEY: That’s basically where I – when I’m doing mine, I basically am here. So, I’m like “Okay, if this is how I’m deadlifting, I’m right about here.” This is where I need to work at keeping everything tight right here. JEFF: Yep. And we know when guys go down to initiate the pull from the floor, one of the worst things they could do is get some slack in their elbows and get loose. But let’s say you’re even doing it right. If you’re setup right, and as soon as you initiate the deadlift your shoulders get pulled forward because you can’t pull that forward. CASEY: Yeah. JEFF: And immediately it tells me a weak back. CASEY: Weak back. JEFF: Right? So, when we get up here and use this exercise it allows us to keep that engagement, almost as if it – sometimes I’ve demonstrated before. I go down here and come up. I want ot feel that. So, I come down, here, literally come down so I can reinforce what that feels like. CASEY: That’s a technique I’ve never used, and I like that. Yeah. JEFF: Right, so just come down just to feel it, come straight up, and just so I feel like I’m keeping myself in, as opposed to letting it come out. Obviously, as I setup for more, and more weight on the bar, it will want to pull me out. If you’re training yourself with these accessories that shouldn’t happen. CASEY: Yeah, and like you said, when you go to deadlift, if you have a weak back or if you get any of that tendency to get too big, like that; unfortunately, what’s going to happen is you’re going to tear a bicep. It’s going to be a long, painful recovery. So, this, right here, keeping it tight, keeping the bar close, and just don’t roll your shoulders. This exercise is going to help you keep from doing that. JEFF: So we talked about the lats. Sticking to the back, we’ve got one more accessory lift, but this time higher in the upper back, to the traps. CASEY: Yep. JEFF: All right, guys. So, wrapping up our accessory lifts here for the deadlift, this is one that I do a ton, guys. You see me do this all the time. The dumbbell high pull. Casey loves this as well. There’s a reason for that. He does this one a bit differently, in terms of the weight that you use, and the volume you use on it, right? And the rep totals that you’re logging on here.",
        "start": "00:07:16",
        "duration": 135.161,
        "title": "Stronger Deadlift - GUARANTEED! (3 Monster Moves)"
    },
    {
        "text": "Why is it that you like this, when it comes to the deadlift? CASEY: This is really targeting the traps in the upper back. The traps are a huge stabilizer muscle in the deadlift. With the deadlift, when you’re coming up to the top of the deadlift, the thing is to squeeze the back. If I’m doing this exercise, at the top, it’s a huge squeeze. Exactly where it is that I’m squeezing the deadlift, at the top of my lockout. JEFF: Right. So, we were transitioning from all that lat engagement – lat involvement – and mainly, we were talking about from the bottom. Trying to stay tight through the middle portion of the lift. But then, as you get up, it really does shift up the back and starts involving more, and more of the upper back muscle here. CASEY: Most people will lose their deadlifts toward the top. JEFF: Yeah. So, let me see you knock a few out. Guys, similar to what I preach here all the time, Casey does the same thing. He leaves – he puts his thumbs up high. He’s basically putting – this is not an upright row. This is a high pull. He’s pulling with everything back here. Again, chest out, pulling high, really opening it up. CASEY: The thing with these – one thing I like with these is it’s not about going so heavy. It’s about getting that good trap engagement, that good upper back engagement. And personally, these are one of my finishers for my deadlift days. Something like this. Get a good blood flow in that upper back. Great pump and, like I said, it’s something that’s key that a lot of people don’t think about doing. The thing that people say is “Why do you have such big traps?” or “How did you get such big traps?” Here’s one of the exercises that will do that. It’s a huge thing, at the top of your deadlift, to complete the actual movement. JEFF: And as far as your deadlift totals and stuff, obviously they’ve grown as you continue to develop your technique in the lift. But as far as this entire series that we’ve talked about, these accessory lifts, on a scale of one to ten for you – I know we’ve talked about how much time you devote to them and everything. But just in terms of the importance and direct impact on your totals, and what you’ve been able to lift; how important is it? CASEY: It’s a 10. Without a doubt, we can’t say it enough. We really can’t. I can’t say it enough how important accessories have been to make my lifts grow the way they have. JEFF: If you were to take your accessory lifts out of your training for the next six months- CASEY: My numbers would go down. 100%. They would go down.",
        "start": "00:09:31",
        "duration": 153.28,
        "title": "Stronger Deadlift - GUARANTEED! (3 Monster Moves)"
    },
    {
        "text": "You’re not sitting there training the small muscles to make the big muscles operate right. So, the lifts would go down. So, guys, the accessories are huge. You have to do these. You just do. Sometimes you are, like I said in the other video, you are burnt out sometimes when you’re done with the big movements. That’s okay. If you’re tired over there and you can’t do these, what you’re tired from over there is not going to get any stronger. JEFF: Right. Exactly. So, guys, I hope you found this series helpful. Obviously, a lot of us care about the big lifts, right? CASEY: Absolutely. JEFF: They should be the foundation of all our training. We build off the big lifts. A lot of times I think, in a rush, we continue to add weight – we talk about this problem all the time – you start getting away from what your true strength is. And you start adding these compensations that can ultimately break you down. You can’t allow that to happen. CASEY: You know, allow the accessories to be the platform for your big lifts. These are what will generate the power at the end of the day. The strength at the end of the day is these small movements that we’re doing. They’re such small movements sometimes. Something like this. This is a very small movement, but it has such a huge impact on your actual, big lift. So, make sure you guys are hitting these. If you guys are getting plateaued, you can’t figure out why your deadlift won’t go up, your bench, your squat won’t go up; if you do these and get religious with these, I promise you, those plateaus are going to go away real quick. JEFF: So, guys, again, I hope you’ve found this helpful. If you want more o these, if you want us to cover more stuff here, we’ll be happy to do it here. Casey is always happy and willing to come here and stop by the Xbox. We’re always happy to have him. Thank you for coming by. CASEY: Thanks, Jeff. JEFF: Awesome to have you, man. In the meantime, guys, if you’re looking for a program, we don’t overlook any of these things. They all matter. Head to ATHLEANX.com and look for the ATHLEANX training program. Let us know if you liked this video. Leave your comments and thumbs up below, and what else you want us to cover and we’ll do that for you in the days and weeks ahead. All right, guys. See you soon.",
        "start": "00:12:04",
        "duration": 122.489,
        "title": "Stronger Deadlift - GUARANTEED! (3 Monster Moves)"
    }
]