[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. I’ve got a different type of video for you here today. I’m going to give you a ‘behind-the-scenes’ look and access to one of our athletes. WWE Superstar Seamus. Often times we don’t get a chance to learn about the guy. We only learn about what we see on TV, but what I think is very interesting about the transformation that Seamus has made is that it does give you the chance to look at the guy. The guy who’s having the same struggles that a lot of you have. We all have our issues. Whether we’re trying to put on size, whether we’re trying to lose fat, however we’re trying to change our bodies. We run into obstacles and it’s how we approach them that we get through them and we can learn from them. I think you’re going to definitely find that to be the case in this video. But to set the stage a little bit, a few weeks ago when Seamus came in here with the Usos – which is a video we put up on this channel – Seamus and I sat down, recapping and going over what this was. And really, we were referenced back to the start where Seamus was at a crossroads. He was at the point where he either wanted to put on a bunch of size, be like the next Brock Lesner type, or whether he needed to go the other direction. Which is what my suggestion was because at the same time that he wanted to know what to do aesthetically, athletically I always have a focus on where we’ve got to get to. He’s not a young guy. He’s over 40 now and at the same time he had some aches and pains, and he had some nagging injuries that were really important to address, so we could set the stage for him to stay around a lot longer. Those are some things we talked about as well. So, I think the whole thing here, guys – you’re also going to get a peek into what he’s like as a person. I think you can genuinely see right away he’s a great guy and, again, you don’t always get a chance to see that part of the athlete. It’s just whatever we see on TV. Especially wrestling. It’s depicted in a very, very different way. So, I think you guys are going to enjoy this and find it very helpful. With that being said, let’s get started. I’m here with WWE Superstar Seamus and he might look a little bit different to you guys. Whomever has been following this transformation, because it’s been a big one, and I want to talk to you about what you’ve been doing. I want everybody out there to know how you did it because just like anybody else, sometimes people think “Oh, he’s an athlete. It’s got to come easy to him.” SEAMUS: Yeah. JEFF: Has it been easy? SEAMUS: No. JEFF: Okay. So, for that reason I want people to hear what you’ve had to do to do it. Again, here’s what we’re talking about, guys. It’s the transformation here that you can see for yourself. So, let’s rewind a few months. You and I got together. SEAMUS: Yeah. JEFF: We were talking a little bit and you had some questions for me, at that point. SEAMUS: Yeah. I decided that I thought it would be a great idea to put on a lot of extra pounds, to make myself look bigger in the WWE ring – more imposing. Unfortunately, what happened was putting on all that extra weight, I put on a lot of body fat. So, my biggest fear is always being – you always think in your mind you want to be bigger. Maybe it’s the body builder mentality when I started because I started training young and you always think ‘bigger is better’. But I was always afraid to get really lean, or drop all that weight because- JEFF: Becoming small. SEAMUS: Yeah. I felt like that would translate on the TV, or in real life where, if I’m not looking big, or if I’m not filling out a t-shirt or jacket, that means I’m not",
        "start": "00:00:02",
        "duration": 195.72000000000003,
        "title": "Stronger, Healthier & Ripped at 40 (HOW HE DID IT!)"
    },
    {
        "text": "where I need to be. I feel like I’m less adequate. I always feel like that idea of training when you first go to the gym and start lifting is being able to – your arms popping in the sleeves of a t-shirt. I guess it’s that kind of self-conscious feeling or image you have. So that’s what I talked to you about. You were telling me “No, I think you can lose – drop this weight, stay lean, but also look big.” JEFF: And look bigger. SEAMUS: Yeah. And I was having an internal struggle with that. JEFF: Which is tough because, again, guys that have gotten themselves to that point, it is tough to think about becoming a little bit smaller in size because of the weight loss. SEAMUS: Yeah. JEFF: But what actually happens, and we preach it all the time, is that as you become leaner – and we’re not talking about getting weak in the process. SEAMUS: No. JEFF: But as you become leaner, and you train, and you maintain your hard training – you’re not sacrificing the difficulty of your training – you will actually start to look way more muscular. The changes in appearance become much more muscular, especially in how you look. People will say you look a lot bigger. Guys will say that I look like I’m more than 200lbs. If you stood next to me – if I stand up right next to Seamus, you’ll know that I don’t weight over 200lbs. But it’s the appearance that the muscularity creates. So, it’s always a good thing. SEAMUS: Yeah. So, we had the conversation where we talked about diet and- JEFF: Nutrition. SEAMUS: Nutrition, excuse me. Diet’s not that word- JEFF: It’s a hard habit to break. SEAMUS: No, it is. That’s that word – that ‘diet word – because when you’re on a diet- JEFF: Because you did diets a lot of times before. SEAMUS: I have. I’ve tried – I’ve kind of ping-ponged up and down. But we talked a lot about nutrition and the training I was doing as well. I started changing my training. If I was doing a bench-press, for example, I started off with a wider grip, which is what you recommended. So, the weight there dropped a little bit. Not too much, but just to get more of the chest. JEFF: Feel a little bit more intentional. SEAMUS: Yeah. JEFF: Instead of just moving the weight, which we were focused on, now you’re focused on creating movement from the muscles you’re trying to stimulate. That was a huge difference. And it does require a slight drop in weight – I always think that our bodies don’t necessarily know the numbers on the side of the dumbbell, or on the side of the barbells. SEAMUS: Yeah. JEFF: What they know is the tension that the muscles are creating. And almost by lessening the weight a little bit more you created a little more tension. SEAMUS: Exactly. JEFF: It’s almost become harder. SEAMUS: Exactly. Even like anything on the back when we were doing pulldowns, or seated rows, every rep is that squeeze for 2 seconds at the top. And right away, the next morning you wake up and you feel like your body is in shock because it’s not used to training that way. And you really are – the first rep is just as important as the last rep. So, I changed my training that way, but also the biggest problem I’ve had is being on",
        "start": "00:03:18",
        "duration": 170.389,
        "title": "Stronger, Healthier & Ripped at 40 (HOW HE DID IT!)"
    },
    {
        "text": "the road all the time and having drives until 3:00 in the morning, it was all about nutrition. I’ve been eating healthy for the last couple of years, but the problem is even if you’re eating healthy, if you’re taking too many calories than what your body is burning off then you’re going to store body fat. JEFF: Mm-hmm. SEAMUS: It’s as simple as that. So, I was able to track macros better, and the food I was eating, and I combined that with fasting cardio, and your workout training tips that you gave me to create a leaner, more rounded muscle. JEFF: And you were moving better, too. SEAMUS: Yeah. Moving a lot better. JEFF: Feeling better? SEAMUS: Way better. I started on WWE on TV when I was 31 and I’m 41 now, mate. And I feel better than I did at 31 years old. JEFF: Yeah? SEAMUS: And I know I look better as well. That’s – just the fact that I’m taking control and being accountable for everything I’m doing on a daily basis. It’s all about breaking habits. It’s all about not taking shortcuts. JEFF: Yep. SEAMUS: And that’s what’s been a huge difference to me. So, I literally feel better than I ever have in my entire – this is a great feeling. From where we were to now, that conversation we had, you don’t think of it right away because it’s not an overnight process. That’s, I think, what people have an issue with. It’s like, well, they want changes right now. You want something to happen right now, but if you stay the course, and you’re patient, and you know what your goal is – to where we are now, it’s like – what are we, in March? To look back on that, the picture you just saw- JEFF: Look. SEAMUS: It’s unreal. JEFF: People don’t understand that 6 months looks like a long time away and they’re like, “I don’t want to have to do this for 6 months”. SEAMUS: Yeah. JEFF: But if you do it day by day…so, a few weeks ago we met up with Aamir Khan, the number one Bollywood actor who goes through some incredible transformations for his roles. Sometimes he has to put on excess weight. Other times he has to get himself in incredible shape. He said that the thing he does when he makes his transformations is, he doesn’t focus on the end goal because it looks too insurmountable. If it was a mountain you wouldn’t stare at the top of the mountain. SEAMUS: Yeah. JEFF: Instead, you stare at the path in front of you because the one thing you know you can do is take the next step on the path, right? SEAMUS: Yeah. JEFF: You know you can move one foot forward. Instead of having to look up – because then what happens is after taking a series of steps which, in your case, is 6 months later, when you look up the top of the mountain is right in front of you. SEAMUS: Yeah. JEFF: As opposed to when you looked at it from the very beginning and it looks like it’s not something you could actually tackle. So, I preach that mentality. I think it’s very important. Even, they mentioned with the macro counting. It’s funny because we don’t even really recommend that people count macros to the point where it becomes",
        "start": "00:06:08",
        "duration": 151.621,
        "title": "Stronger, Healthier & Ripped at 40 (HOW HE DID IT!)"
    },
    {
        "text": "a mathematical chore. SEAMUS: Yeah. JEFF: It becomes something that you despise and don’t want to do. So, you have the easy out for “Oh, I got tired of doing that.” It’s not necessarily about that. For you, it was about awareness. Counting macros for you was more of an awakening. SEAMUS: Yeah. JEFF: To actually realize what it was because it was too haphazard. It was too much unpredictable. Especially when you add into that the schedule that you guys follow. In late one night, skip a meal the next day. Everything was so unpredictable, and you add to that the fact that you didn’t really have any awareness of what you really were taking in. SEAMUS: Yeah. JEFF: It was a recipe for disaster, no pun intended. SEAMUS: Yeah. No, it’s great. Like you said, you eat healthy and you think “Why am I still putting on weight?” or “Why am I not losing weight?” But you can eat healthy, but at the end of the day, I would eat – even a healthy meal has calories in it. JEFF: Right. SEAMUS: If you take too many of those meals or you overeat then you’re not going to lose weight. When you talk about the mountain, that’s exactly what it was. Where I’m at now and where I was then, to think of where I am now, I didn’t think I – I didn’t believe, or I didn’t really foresee me getting as lean as I am at this point right now. JEFF: So, where to from here? SEAMUS: I’m just going to keep going, mate. I’m just enjoying the process. I really am. Obviously, Goodwill are doing a great job because they’ve got all my clothes that I had. Suits and everything. I put on a t-shirt now and I feel like I’m wearing my dad’s t-shirt as a teenager, but I want to keep going. I want to see where this process goes because with Celtic Warrior Workouts, the mentality is ‘Brave Change’. Stepping outside your comfort zone. That’s not just about working out or trying different workouts. It’s all about your body as well and your diet and everything that comes with it. And this has been – this whole channel and everything, for me, has been a process. It’s been a journey. JEFF: Yeah. SEAMUS: So, I’m going to keep going as- JEFF: If you guys haven’t already done so, subscribe to Seamus’ channel. Follow the journey. Again, it’s not just your channel’s slogan about ‘Brave Change’. You literally do it. You’ve done it yourself. You put yourself out there. SEAMUS: Yeah. JEFF: You put yourself out there, even with me in saying “This is what I look like and I’m not really happy. What can I do?”, you know? SEAMUS: Yeah. JEFF: And then you followed through, which we talked about off camera. Follow through, guys. Don’t just set your goals. Follow through on them. And yes, take on that step by step approach, but make sure you’re at least taking that step. Follow through and great things will happen. You’d be very surprised what you can achieve if you just do something about it and not just keep talking about it. One last thing, just in case – this is social media. SEAMUS: Yeah. JEFF: The people accuse you saying, “He doesn’t look like that in real life”, can I see in real-time here that you actually look that way? SEAMUS: You can, but I don’t want them sitting there thinking – you talk about a goal, Jeff. The goal is to have a better six-pack with Jeff Cavaliere.",
        "start": "00:08:40",
        "duration": 151.45000000000002,
        "title": "Stronger, Healthier & Ripped at 40 (HOW HE DID IT!)"
    },
    {
        "text": "JEFF: There you go. SEAMUS: It’s not about the climb. There’s the mountain right there. So, okay. JEFF: Let’s see it. SEAMUS: Let’s see it? JEFF: What have we got. SEAMUS: No one start throwing dollar bills at me, all right? All right, here we go. JEFF: Look at that. Hard work right there. Looks a lot different. SEAMUS: Holding my breath in. JEFF: Here. Can we – oh, wow. He’s actually been training, too. Not just that. Talk. SEAMUS: I think I’m stuck in this position. JEFF: Guys, like I say all the time: it takes an approach that makes sense and it takes an approach that you can be consistent with. If it wasn’t something he could stay with consistently, he never would have gotten to this point here. SEAMUS: Yeah. JEFF: Find something that works for you guys. Find a nutrition plan that works for you guys. We have one. It’s our X-Factor Meal plan. We’re not taking carbohydrates out of it, guys. I think training like an athlete is important. We don’t want to deprive ourselves. If you’re interested it’s over at ATHLEANX.com. In the meantime, Seamus, thank you again for coming in. SEAMUS: Thank you, mate. JEFF: By the way- SEAMUS: Can I say one other thing? JEFF: Yeah, you can. SEAMUS: Just, as a kid, I was way overweight. I’ve always had that body fat. So, if I can do this type of transformation by sticking to correct nutrition and following rules, and being consistent; you can, too. I’m no different than anyone. I didn’t wake up – I’m no genetic freak or anything like that. It’s just about being consistent, watch what you’re eating, and being accountable for everything you’re doing. So as a chubby kid, whatever, if I can do it, so can you. JEFF: Great. Awesome. I was going to mention the workouts we did. SEAMUS: Yeah. JEFF: So, we just banged out another series of workouts. A leg workout on my channel that we’ll be posting up here – if it already hasn’t – and then the other portion on your channel, where the real torture starts. SEAMUS: Yes. JEFF: And we take the Usos through it as well. SEAMUS: Yeah. JEFF: So, guys, I want to make sure you head over there. Check him out and while you’re there, subscribe. It’s awesome. I’m actually a subscriber to his channel. I follow his journey every step of the way. SEAMUS: As am I, of his. Yeah. So, until then, Brave Change. Oh, now you’re just showing off. JEFF: Now it’s- SEAMUS: See that, Jesse? Huh? What have you got, Jesse? What have you got? JEFF: See you.",
        "start": "00:11:11",
        "duration": 125.57,
        "title": "Stronger, Healthier & Ripped at 40 (HOW HE DID IT!)"
    }
]