[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I'm going to show you how you can make the best, even better. It's possible. You see, we made a video a while back called The Eight Best Dumbbell Exercises, and today I'm going to show you how to make the eight best even better, by taking advantage of strength curves. I talk about it all the time here, guys. We put the science back in strength. Understanding strength curves could be one of the biggest advantages that you can bring with you to the gym because it could literally take an exercise done with a different piece of equipment and turn it into an entirely different exercise, in terms of the impact it has on your body. I'm going to show you today how you can take bands, incorporate them with those dumbbells, overlap the strength curves, and make the best even better. Let's get started. First up is the dumbbell curl and press. This exercise appeared in our original eight – as they all are going to be – and I love this exercise because it's a pull, into a push, it hits the biceps, it hits the shoulders, it requires good stability of the core. However, we can make it better by doing this. This incorporation of the band here takes your strength curve and creates an overlap which makes this a better exercise. First, you've got to see how you're setup for it. You've got to make sure when you're doing this you're grabbing the band the way I'm showing you here. You wrap it around the wrists so it's out of the equation. It's not going to interfere with the moment of the dumbbells themselves. As you can see, if were to do a regular curl my strength curve goes up, and it comes back down again. It's most difficult in the middle portion of a curl. But when we get to the top we lose all of that tension on the biceps, if we're simply using dumbbells. With the bands we know the strength curve can actually continue to go up from the bottom, all the way to the top, peaking at most resistance when the band is stretched as much as you can. So when we put the two together, we've now taken a strength curve that was only hitting the midrange, or only hitting the end range with the bands, and now adding the two together so we have midrange, and the end range. Of course, as we continue to extend our arms up, over our head we've now overlapped almost doubled up on the strength curve of the shoulder press, with the dumbbells against gravity, to get more from the same movement. Moving on and sticking with the same theme of pressing, we have the thruster. This appeared in our original eight because I love the athleticism, and the explosiveness of this exercise. Beyond that, we're getting a total body push, right? We start with the legs, we continue all the way through the shoulders. But we can incorporate the band here and get more out of this exercise. You might be thinking \"How? Isn't the band doing the same thing?",
        "start": "00:00:06",
        "duration": 144.16900000000004,
        "title": "The 8 BEST Dumbbell Exercises | Made Better!! (NEW)"
    },
    {
        "text": "Resisting, the further up we press the weights?\" Yes, but we also have the fact that with the increased elasticity and tension on that band, the desire of the band to pull our body back down to the ground at the top is going to be incredibly high. Which means, if you just let it do the work it's going to pull you right through the eccentric, losing the contribution of your quads to the eccentric loading of the exercise. You don’t want to let that happen. You want to try and control the urge of the band to pull you down, and that makes this a better exercise. So with each descent, fight that on the way down, go down nice, and slow, control it, and then explosively rebound, and push back through. Not just the weight of the band, but overlap, and have to push the resistance of the dumbbells as well. So you've got that one-two effect here that makes this even better than the original. Number three: we have the dumbbell swing. Now of course, you can use a kettle bell to do this exercise, but the fact is, you're taking advantage of the hip hinge, and the overloading of the hip hinge that the swing provides us. We can actually make that even better and actually reinforce the thing, the very element of the exercise that I think people miss the most. That is: full hip extension. Getting your glutes all the way through the exercise. People will cut this exercise short too much. If you add the bands here, not only does it help you to reinforce full hip extension, but it also serves as a cue to get you into a better hip hinge to do the exercise. This is a hip hinging swing to reinforce the proper mechanics of any lower body movement that should always start with a hinge here. Load up with a dumbbell, put the band around your waist, and finish every, single rep and I promise you, this exercise is made much better than the original, with no band being used. Let's move onto the chest here. We included, the firs time around, the one-armed bench-press. The benefit to the one-armed bench-press was that we do a single sided load. We're instantly going to trigger the core to be on high alert, to try and prevent a rotation of the body as we press, or have to control that weight on the descent, all the way down. You know we can make this better because what we can do is add the band. What the band can do is, by placing it here, to the outside of us we're not just resisting the push of the dumbbell away, we're resisting the adduction of the arm across the chest. Which is a key component firing up the chest even more. But beyond that of course, we know that the strength curve of the band, versus the dumbbell alone, the dumbbell at the top becomes ultimately easy. We can hold it there for a long period of time. But the band has its highest tension there. So we've overlapped the two strength curves to get more from this exercise. Once again, the band and the dumbbell. Using those strengths to our advantage, it's going to create a better option for you. If you've been watching this channel for any length of time you know how important it is for me to be training like an athlete. The farmer's carry makes its way, for sure, into the original eight best dumbbell exercises",
        "start": "00:02:30",
        "duration": 165.91000000000005,
        "title": "The 8 BEST Dumbbell Exercises | Made Better!! (NEW)"
    },
    {
        "text": "because of the many elements of athleticism that often go overlooked. Starting from our very fingertips. Strong hands are needed to be ultimately, a good athlete. Strong forearms are needed. Good posture is needed. All of these things are being reinforced by the exercise. But of course, we can make it better just by doing this. That is, placing the band around your waist. So instead of worrying about how far you can walk around the gym, here you're not going to go very far, but you're introducing a whole other stimulus on your body, and your core that you're going to have to deal with while you're still using the same elements of the farmer's carry that were so beneficial in the first place. Again, this is another opportunity here to introduce something new to your training. To get an exercise that you thought you could have exhausted all the benefits of, just by adding more weight. You had no other options to make it more difficult. Right here, the disturbance that this is going to provide to your core is going to do exactly what you need to get more out of this. One of the lesser known exercises that appeared in our original eight best dumbbell exercises was the crush grip goblet squat that you're seeing here. The crush grip goblet squat is a great way to incorporate upper body activation while you're training your legs. Not to mention that the goblet squat position of the dumbbell puts the weight right into the natural position for your center of gravity, that actually helps us perform the squat, with proper mechanics. But you tie this all together now, and having to squeeze in on that dumbbell will instantly activate the chest as well. So you're getting that added benefit while you're doing the goblet squat. But you know we can make this better because we understand those strength curves again. With a traditional goblet squat we are limited to the exercise being more difficult in the bottom of the range of motion, and when we stand all the way up we can lose all the tension that's generated, or focused on the quads. But we can do more by adding the band as you see right here. By adding the band we've just increased the resistance all the way up to the top. Again, the further that band stretches, the more that tension is escalating, and when we would have lost it at the top of the crush grip goblet squat, we've now continued to have that be there. Nothing has changed, in terms of what the impact is on the chest itself, but that's great. We don’t want to lose that, or compromise that just by adding the band. We want these to be additive, and better than the original. The tripod row that you see here was brought to your attention as a way to limit some of the hernia risks that can come from having that asymmetrical leg distribution when you did a dumbbell one-armed row on a bench. We have one leg staggered back, you reach down – I've already talked about that in previous videos, how it could present a little bit of an increased risk to hernia. But the tripod row did something different. It created this base of support that was squared off, and equal, and symmetrical that lessened that same risk. However, we can still make this even better.",
        "start": "00:05:16",
        "duration": 161.871,
        "title": "The 8 BEST Dumbbell Exercises | Made Better!! (NEW)"
    },
    {
        "text": "Again, by including the band. What you'll see here is, I hook the band here, down in front of me, around the rack – wherever I'm going to do this, wherever I'm actually going to post up, and become stable. Then what I do is, because the band is a little bit in front of my body, it actually reinforces on every, single rep that forward motion of the arm to create a stretch on the lats that sometimes gets overlooked when we go and do this one-armed dumbbell row, and we tend to just go up and down. Also, because of this arc it prevents one of the bigger flaws that we see with this exercise. That is, the over involvement of the biceps. We simply raise our arm up, and down. So for multiple reasons we've overlapped the strength curve here so, yes, even in that end position here the exercise is going to become more difficult. But at the same time we're reinforcing better mechanics of what's going on with that dumbbell in the bottom, and getting a better stretch on the lats. Finally, speaking of the lats, I would never include an eight best list without the dumbbell pullover being one of those, when it comes to hitting your back. The dumbbell pullover has been called the upper body squat, and I believe it's an incredibly effective exercise. But it instantly gets better when you do this right here. That is, add a band to the equation. So how do we do this? We take the band, we set it up at an anchor point behind where we're going to be pulling from, and what I like to do is, I like to sit on the bench, reach back, grab it, and hook it on the dumbbell. So now when I grab the dumbbell with both hands I put myself in position as I normally would to do the exercise, and I perform the exercise exactly as I normally would. However, once again, the addition of the band has taken this exercise and made the strength curve completely different, or at least overlapped it to make it different. If I were to just do this exercise with a band alone, you know that the hardest part would be holding that pullover at the very end of the exercise. We know that is very different from what we feel when we do the dumbbell exercise only, and that is, it's difficult to get out of the hole. But when we finally get the dumbbell up, and over our chest, that is where we get a little bit of a moment's rest. That's where we can ease up a little bit. But when you add the two together there is no such thing. It starts hard, and it ends hard. That means our muscles are being worked in a much more effective way. It's time that you start exploring how to make these eight best dumbbell exercises even harder, and I promise you, you're going to see better results for that. So there you eight it, guys. The eight best, made even better. I'm always looking out for you, trying to make your training more effective any way we can. I think we just did that again today. If you're looking for a program that puts the science back in strength, and not just strength curves, but every element of science to back up what you're doing so you can get better results for your hard efforts; head to ATHLEANX.com and get our ATHLEANX training program.",
        "start": "00:07:58",
        "duration": 153.10000000000002,
        "title": "The 8 BEST Dumbbell Exercises | Made Better!! (NEW)"
    },
    {
        "text": "If you've found the video helpful leave your comments and thumbs up below. Let me know what else you want me to cover here and I'll do my best to do that for you in the days, and weeks ahead. All right, guys. See you soon.",
        "start": "00:10:31",
        "duration": 6.9719999999999995,
        "title": "The 8 BEST Dumbbell Exercises | Made Better!! (NEW)"
    }
]