[
    {
        "text": "So, this video is all about back pain. More  importantly, the truth about back pain. Because   look, whether or not you bent over to, let's  say, tie a shoe and you got a stabbing pain in   your back that makes it hard for you to stand up,  or maybe you even just woke up feeling that way   and you really can't move. You can't bend forward  to brush your teeth because you don't know if you   get back up. Or you can't put on a sock because  even when you just lift one left off the ground,   it feels like you're not going to be able to get  back up. Guys, back pain is an extremely common   thing that happens to all of us. Up to 90% of us  will have back pain at some point. But what you   do about it is where the problems lie. Because  the truth of back pain is the advice that you're   being given is usually directly opposed to the  advice that you actually should be following. And   that means instead of resting your way through  your back pain, you need to be working your way   through back pain. So what I did in this video is  I put together a series of exercises in a specific   progression. So I'll show you what you can start  doing right now, even when it's hurting the most,   and where you can get yourself to, to make sure  that this pain never comes back again. Now before   I jump into the exercises, guys, as a responsible  physical therapist I'm going to tell you this:   there's a big difference between nerve related  discogenic type pain that goes down your legs and   muscular pain. The good news is, that 80% to 90%  of the time it is muscular related pain. In which   case everything I show you here is going to be  exactly what you need to do. In the rare instance   that it is a disc related issue, I will tell you  something more encouraging. 90% of those issues   are not operated on. And all of those issues,  whether or not you're going in for surgery and   you come out or whether you never have it, but  you still need to treat a disc related injury,   are still going to revolve around exercise. Rest  is never going to be the answer. Exercise is   always going to be. And one more helpful thing  that I want to make sure that I point out is if   you're right now in acute pain, meaning you could  hardly move and that's why you're on this video,   I want you to do one thing for me: watch this  video. I did this before on this channel and it   has helped millions of people to get rid  of back pain right away. It is, again,   targeted at muscles specifically in your low  back, give it a try first, because it's going   to help you to get yourself ready to do everything  else here I'm going to show you now. All right, so   the first exercise we're all going to do here  is a simple bar hang. But I want to point out   something very important here, and that though the  location of your pain might be your low back, the   source is almost never the low back. Because we  realize that the body is a kinetic chain, passing   forces up and down through the good old low back,  or in this case, the poor old low back. We know   that things like the hamstrings and the glutes are  going to feed into this area, and we know that the   mid-thoracic area is going to feed down. So you've  got to be cognizant of what's going on everywhere.   But this exercise happens to help us to do a  couple things. Number one: you can see that my   feet are in contact with the ground. I'm trying to  just get a decompression of that area that right   now feels like crap. Okay, and the good thing is  if my feet stay on the ground, I'm going to allow   myself to relax. These muscles in the low back  are going to actually release and give you some   temporary relief without any additional stresses  placed upon them in their most acute, painful   stage right now. If it's joint related, again,  you're going to have the opportunity to decompress   those joints just a little bit to provide you  with relief. All I'm looking for here is about   60 seconds of a hold, two or three times a day,  to start chasing some of that temporary relief to   start building upon now in these next exercises.  And so remember I said that prolonged rest was   the worst thing that you could do for back pain.  The reason is that the long term cause of what's   going on here is almost always weakness. So if  you're going to rest, you're not progressing,   and the enemy of progress is stagnation. And in  the case of back pain, the enemy of back pain   is prolonged rest. We need to get moving and we're  going to start right now early with this exercise.   It's just a seated row. And there's a few benefits  that make this really easy to do at this point in   the game really early on when you still have your  problems. Number one: we're sitting down. So we   take away all those stressed that I talked about  when you're in your standing position. Number two:   we're able to do this either at home with a band  or at the gym with a cable. But we don't load",
        "start": "00:00:00",
        "duration": 244.95000000000007,
        "title": "The Low Back Pain Solution (DO THIS FIRST!)"
    },
    {
        "text": "ourselves up that much here. It doesn't matter  how much we're using it's the positioning that   we're benefiting from. Because you can see right  here at the bottom, we're getting a good stretch   of the lumbar paraspinals, right? Those muscles  right there that run up and down like cables.   The ones that tend to get tight and painful when  we have low back pain. But beyond that, what are   we doing from the top down? You can see that we're  actually getting good work here of the muscles of   the lats in of the thoracic region that's going to  help in two ways. If we can get better extension   through our upper back, then that will allow our  low back to functional more normally. The spine   is one connected unit. You got to start moving,  right? Moving, not resting, moving to get these   things to start moving the way they're supposed  to move. This is the first exercise I want you to   do. All right, so the next exercise is called the  reverse hyper. What's happening here that's a step   up from where you just were is that now we got  to involve those glutes. Ultimately, your key to   long term freedom from back pain ever happening  again is going to be strengthening the glutes,   working that kinetic chain from the bottom up.  And you can see that all you have to do is support   yourself on the edge of either a bed or a bench  and the key is getting above parallel. Right,   because we want to make sure that the glutes are  driving hip extension, getting your hips up past   parallel to the ground. And to insure that, we got  to lift them as high as we possibly can. Now how   does this work the low back? Well, it's feeding  into the low back, but it's driving the movement   from the glutes up here. So we're going to use  this first as a transition to the next exercise,   which is actually going to start driving the same  thing, but from the top down. Realizing that the   focus on the low back first is going to be a  little bit more intense. So for you to start,   I want to make sure that you're learning how to  drive through the glutes first and then into the   low back. And so you've worked out reverse  hyper, and now you're looking for that next   exercise up in the progression. Right, and what  we do is we do another version of hyperextension,   but this time we drive it from the top down.  Or at least it looks like we're driving it from   the top down. But always when we do any of these  extension movements, guys, we are still driving   it from the glutes. You can see that I'm going to  contract here first and stabilize so I can support   the low back and then I pull up and lift up with  the upper body. But what's more important about   this progression is we're still off of our feet,  which allows us to do this at an earlier stage,   only four steps in at this point. But what's more  important is we're involving more muscles, right,   we're getting the lats now to be a little bit more  engaged by having a little additional weight in   our hands. Not to mention this additional weight  is going to allow the low back to get stronger,   progressively overloading those weak muscles  in a synchronization that is important for its   ultimate function. And, more importantly, to  having you never have to experience this low   back pain again. All right, so by this point  now your back is probably feeling better,   but where do we take it from there? Because  remember it's not just about feeling okay,   or not painful, it's about feeling strong and to  make sure this never returns again. So we got to   get on our feet. I mentioned the last time when  we get on our feet here, that's when things start   to get serious because we activate that kinetic  chain. The forces that start all the way down   here at our feet are going to be transferred all  the way up through those hips and to the low back,   and I got to make sure that your back is able to  handle it. This pull through exercise is where we   like to start. And the key here is this, not  only is it reinforcing and teaching you how   to properly hinge for good hip mechanics that  feed low back mechanics, but more importantly,   it's getting those hamstrings, glutes, and low  back to work together, as you can see here, in   one shot. Glutes, hamstrings, low back, all firing  at the right time and the right sequence and able   to handle heavier loads because this exercise  provides us the opportunity to do that. All   right, so now you're feeling good about the pull  through, you don't have the same pain in your back   anymore, you're getting stronger, but where do you  go from there? Remember, the truth about your back   pain was that it wasn't coming from structural  issues. But more importantly, likely coming from   weakness up and down that kinetic chain, then the  strength of that kinetic chain is going to be your   salvation. And this exercise is one you probably  didn't see in the future if you were someone",
        "start": "00:04:04",
        "duration": 236.97,
        "title": "The Low Back Pain Solution (DO THIS FIRST!)"
    },
    {
        "text": "that's been dealing with back pain for a while,  and it's the dead lift. It's probably got a bad   rap. It's actually the exercise you need to do if  you have a bad back, but done after you've built   that foundation and that base up. Because what it  does is it reinforces the same thing we've just   been working on here through the pull through.  Right, it's letting the glutes be the main driver   of hip extension. Feeding that kinetic chain, and  more importantly, the low back muscles from the   ground up. At the same time, you can see that at  the top here, it's not just all about the lower   half, right? It's all about the ability of all  the muscles of your back to contribute to what's   ultimately happening here and being borne by the  low back, right? Working that kinetic chain from   the top down and working it from the bottom up.  The fact is because you can overload this exercise   to the next level and reinforce all the things  we were working towards. It's the perfect next   step for you to get over this back pain and to  build the strength necessary to make sure it never   comes back again. Finally, last but not least, we  have the barbell row. And you might be thinking,   Why is this above a deadlift? How is this more  difficult or more demanding on your low back?   It's all about the positioning of your body. And  we've been talking about how important it is to   support your low back first and foremost with  your glutes. And what the glutes are doing here   is while they are contributing, they're really  contributing in a more isometric way. They're   not driving this movement. You can see that they  are getting in position there and staying locked   in that position. Not to mention the fact that  what that does is it shifts the demands onto   the low back more significantly to hold and lock  yourself into place. Anybody that's ever done this   exercise knows that you have to have a good strong  back to maintain the proper posture. Thirdly,   because of where we carry this load when we lift  it, it's a little bit further out in front of   our body than it would be tucked tight against  our body in a dead lift. So that increases the   demands on your low back. For all these reasons,  guys, it's not something you should avoid,   it's just something that you should save until you  have the strength necessary to be able to do this   right. So there you have it, guys, remember the  truth about back pain is that in most instances,   we're talking about weakness in the muscles  of your back up and down that kinetic chain.   It's time to do something about it. And by doing  something about it, it doesn't mean resting more,   it means actually getting into action and doing  something in a sequential way that makes sense   and builds upon the foundation you're trying  to build to make sure that there's no slip-ups   along the way. If you're looking for a program,  guys, where we make sure that all of our exercises   are selected in a way to support the proper  sequencing of them, they're all available over   at Athleanx.com. If you found the video helpful,  leave your comments and thumbs up below. Let me   know what else you want me to cover. I'll do my  best to do that for you on the days and weeks   ahead. And if you haven't done it already, guys,  make sure you click subscribe and turn on your   notifications so you never miss a ne video when  we put one out. All right, guys, see you soon.",
        "start": "00:08:01",
        "duration": 158.17000000000002,
        "title": "The Low Back Pain Solution (DO THIS FIRST!)"
    }
]