[
    {
        "text": "What's up guys, Jeff Cavaliere, athelanx.com. Today, by popular demand, the perfect workout series is back. You guys have asked for it, today I deliver the perfect Push-Pull Legs Split. Well, today we're going to start with the pull portion of the PPL. Now guys, I understand that when we talk about perfect beauty is really, truly in the eye of the beholder. But you guys have asked for a PPL split that will allow you to build muscle with hypertrophy as your focus, I'm going to deliver it here today. I'm going to break it down for you guys, the schedule the sets, the reps, everything, so you can make sure you've got everything you need to make the gains you're looking for. So, what are we talking about anyway when we say a Push Pull Leg Spilt? Well, we're taking the pushing muscles, which consist primarily of chest, shoulders and triceps, and we're training them on one day. We have the pulling muscles, which is basically back and biceps, but there's a lot more to it, as I'll explain. And you've got your leg day, which goes in there as well. And you split them up in a fashion of pull, push and legs. You had the opportunity of some push pull leg splits to either rotate that one more time. So, it's six times and then you have a day off on Sunday and then you come back, that's called a Synchronoss split. But we favor an asynchronous split, adding an additional off day in between your legs and pull sessions. Which I think is really important, especially here in this hypertrophy focused version of this split. So that being said, guys, let's start breaking down what we're going to do in both pull one and pull two. That's right, there's two different ways we're doing here. Let's start with pull one. All right, so I mentioned those two pull workouts and the reason being, again, with hypertrophy in focus here, guys, what we're going to find is that pull one will actually set up and then complement pull two and vice versa. So, we get this well-rounded approach. I don't have to choose just one and neither do you. But we start with pull one here and it starts with our basic foundational compound lift pulling here the deadlift. Now we're performing this deadlift as a one by five. That's not simply just one set. You guys know you want to ramp up to that with four warm up sets to get to 80% of your one rep max for your one set of five. Again, what you do here to ensure progress is add weight in your next session when you encounter this workout again, if able, if you're not able to achieve the five reps and of course, you stick with the way you're at right now until you can. We move to the next exercise, though, and this is now the chest supported row when we're doing this three sets of eight to 10 reps. And what I like about this is a few different things. Number one, this is going to help offload a little bit of that low back. So, when we get in this chest supported set up here, we have a little bit of relief for the low back, and we can focus a little bit more on the lats as we pull. But more importantly, I am a tremendous believer that we do not do enough upper back strengthening",
        "start": "00:00:06",
        "duration": 150.23,
        "title": "The PERFECT Pull Workout (PUSH | PULL | LEGS)"
    },
    {
        "text": "work. We don't do enough upper back work, period. So, you're going to go from the deadlift, we're working on our entire back from the low back all the way to the top, to now one that's going to focus a little bit more on the upper back, especially if you flow your elbows a little bit. Now, I mentioned, if you're feeling fatigued from the deadlift and the upper back is starting to feel too fatigued, you can just tuck your elbows a little bit more, which will shift this more to the lats. But I encourage you to try to keep that upper back work going by keeping those elbows a little bit out to the sides. We then come into our next exercise here, giving that upper back a bit of a reprieve, but go into a more lat focused exercise, the dumbbell pull over. Now, there's a reason why Arnold called this the squat of the upper body, it is a tremendous way to build the lats. And what we do is we get that good stretch in the bottom position and we power through not by extending our elbows or using our triceps by powering through initiating with the lats as you see here. You're doing two to three sets in the 10 to 12 rep range, choosing a weight that allows you to fail within that range. If for some reason you're starting to do 13 or 14 or 15 reps as you encounter subsequent workouts, well, obviously you need to increase the weight and vice versa. If you can't get it to this range, you're choosing too heavy a weight and you need to adapt. We come back to the upper back one more time. Again, we need to hammer this area and we do so with one of my favorite ways to do it and it's the dumbbell high pull. Now, some might look at this and say, \"Jeff, I think you've lost your mind because this looks like an upright row.\" It's actually the direct opposite of an upright row. Mechanically for your shoulder, this is externally rotating, not internally rotating like we would in an upright row. So, it's actually one of the safest things you can do to train your shoulders and to bulletproof them. At the same time, we're shifting that focus to a vertical pole and getting the upper traps and upper back and into the rear delts. Which brings us to now the bicep portion of our pole workout. And again, some people skip this entirely, thinking they've got enough work already. Again, when you're looking for a hypertrophy focus split guys, you're going to want to have some direct bicep work. And one of my favorite ways to do this is with the bicep chin curl. Now, it's always a good idea, if possible, to do some decompression work following a deadlift. And here we get to do that by simply hanging from the bar. But instead of doing a traditional chin up, we take something called the chin curl where we close the angle of the elbow down as we approach the top of the bar. So, we're actually mimicking the mechanics of a barbell curl. Instead of bringing the bar up to you, you bring your body to the bar once again, closing down that angle. And we actually now don't just leave it at that, we superset this with, I know, a tricep exercise on pull day.",
        "start": "00:02:36",
        "duration": 142.11,
        "title": "The PERFECT Pull Workout (PUSH | PULL | LEGS)"
    },
    {
        "text": "You're going to see as we build out this entire PPL split guys, there's a reason why we do this. We want to get some additional volume on the arms that oftentimes get shortchanged a little bit in these PPL splits, and we're going to show with a basic overhead tricep extension. What we're getting here is some long head work for the triceps, again something that oftentimes gets overlooked, utilizing the stress position as the main focus here. We're going three sets to failure of the bicep chin curl and three sets of 10 to 12 on the back end of the superset. And then no pull workout is complete, really, no Athlete-X workout is complete without some additional corrective work at the end of this. And one of my favorite all time movements to hit the entire posterior chain, to round out this perfect pull workout, is the Angel and Devil. The Angel and Devil is, like it sounds, it sounds so easy, but it's so damn hard. It's devilish because this will light up your back like a Christmas tree. And no, not just the lower back portion of your back that looks like a Christmas tree, but your entire back because every single muscle of the upper back, the mindscape, the lower back, the lower traps, the paraspinals, they all get activated in this exercise. This is kept in a much higher rep range of 15 to 20, for three sets, with the focus being on quality, not quantity. Think about doing 15 to 20 sets of one rather than a set of 15 to 20. Which brings us to pull workout number two. And remember, I said it as a hypertrophy focused PPL split, we have the option for a second pull workout here because what I've done is designed something that's going to compliment pull one at the same time, stand alone with its own benefits here as pull two. And it starts here with the Snatch Grip Deadlifts. So, we're deadlifting again, but not entirely with the same focus. This is not meant for progressively overloading this strength movement, it's meant for reinforcing the hinge pattern, which we know is incredibly important. Beyond that, though, we're still going to be able to get that upper back work with the Snatch Grip, that wider grip, we're going to work the upper traps a lot more, we're going to work the demands on the upper back even more and maybe even work the grip a little bit, which I'll get to in a second. But we don't have to not do the deadlift pattern, we can still do it. We're doing it to make sure that while we're getting some additional volume, we're not necessarily doing it with a heavier load. So, it's three by five and each one of these are going to be done with a weight that you can handle for about eight repetitions. So, again not touching our maxes is on this lift. Which then goes right into our second exercise here, which is my favorite one of the classic compound pulling movements that people don't do often enough, and it's the Weighted Pullup. This one I love to build those lats and just build your overall pulling strength, but you have to make sure that you're loading heavy enough. Six to eight reps as we're looking for here, so if you're able to do a lot more pull ups, you're going to have to strap some weight around you to get within this range. Now, one thing I'll point out is if your grip was somewhat taxed by the Snatch Grip Deadlift, then you'd want to switch the order here. But we do a lot of group training work here, we do a lot of carries and heavy carries. We do a lot of chin-ups and pull ups and dead arm hangs, so we don't usually run into those issues. But if you're new to Athlean-X and your group is giving out, make sure you switch the order",
        "start": "00:04:58",
        "duration": 172.85,
        "title": "The PERFECT Pull Workout (PUSH | PULL | LEGS)"
    },
    {
        "text": "of these first two movements. Which is an exercise number three, which is the Dumbbell Gorilla Row and this is a good option when you don't want to consider the dumbbell one on row. You know, I don't like that exercise in terms of the asymmetrical setup and having one knee up on a bench in the inherent risk that might have in terms of hernia. So, we get grounded, and we get balanced around the dumbbell and we can explicitly pull from the floor. And we also have that additional benefit of allowing the elbow to either stay tighter to our sides, if we're looking for more of a flat focus or, as I've encouraged before, introduce more upper back work if possible so allow the elbow to drift more to get those benefits. Then we go into our fourth exercise of the day and this is now the Straight Arm Pushdown. This almost starts to cross over a little bit into that corrective category because we have that important straight arm scapular strength that we can build with this exercise. Another overlooked component of many pull workouts, but we're basically extending the range of motion from what we had on the Dumbbell Pullover. That brings us from here to here, the Sternum Pushdown, brings us from here to here. But what it also does is it places a focus contraction on the lats, getting us into this complete adduction at the sides. That gives us a good hypertrophy option here, especially in this spot, the fourth one in to focus more heavily on the lats. We'll keep the rep range a little higher, 12 to 15 for two to three sets. Which then brings us into the arm focus portion of our pull workout. And you guys know, I wouldn't complete one of these two options without having one of my favorite pull exercises, which is the Barbell Curl. And again, I don't think we should shy away from going heavy here. Six to eight repetitions is a good reference to train this exercise in to build bigger biceps. But as I did the last time, I'm going to superset that with a tricep exercise to get additional volume here, just like we'll actually wind up doing on our push days when we get to them with some additional bicep work. But this time the exercise selection is not going to focus on the long head, but more the lateral and medial head of the triceps with a classic Tricep Pushdown. It's three sets of six to eight on the barbell curl, leading into three sets of 10 to 12 and superset fashion on the tricep push down. Which then brings us to our final and favorite exercise of all of our pull workouts, it's the face pull. You guys know how much I love this exercise, but we do know that it is a classic exercise with his capability of hitting the entire upper back, the midscap and also the rotator cuff. It's one of the reasons why I placed it today, as opposed to the first workout, which I thought was a little bit upper back, heavy in focus. This is the perfect time to do this, guys. And again, as always, with all of your corrective exercises, treat them with quality first, not quantity, 15 to 20 repetitions. But if you have to think of it as 15 to 20 sets of one, then by all means do so, but make sure you don't forget to include this at the end of this workout. And with that, guys, we have our perfect pull workout parts one and two. Remember, you're going to do these in alternating fashion. I'll keep them up here on the screen for a second so you can make sure you screenshot",
        "start": "00:07:51",
        "duration": 163.73,
        "title": "The PERFECT Pull Workout (PUSH | PULL | LEGS)"
    },
    {
        "text": "them and keep them and start working on these. Remember, we're going to have the perfect push and legs portion of these. I'll link those at the end of this video. The bottom line here, guys, is if you follow a training plan, results will come. Our step-by-step training plans are all available over at Athleanx.com. We actually have a push/pull legs work out, laid out for you step-by-step, including the meal plan. It's the AX1 program, you're going to want to check that out. If you haven't already done so guys, make sure you click subscribe and turn your notifications on, so you never miss a new video when we put one out. Also, leave your comment below and let me know what you want me to cover in these future perfect workouts and I'll do my best to do that for you. All right, guys, I'll see you soon.",
        "start": "00:10:35",
        "duration": 37.64,
        "title": "The PERFECT Pull Workout (PUSH | PULL | LEGS)"
    }
]