[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we continue a popular series. The Best Dumbbell Exercises. This time, for the back. But instead of giving you a mind-numbingly boring, poorly copied video with exercise selections that are based on misinterpreted and misinformed EMG data, we're going to do what we always do on this channel and bring you the unique training perspective of why we're selecting these exercises. Based on the goal that you're trying to achieve, as we've done this entire series. To do that, I'm going to select the best back exercises you can do with dumbbells for strength, power, hypertrophy – or eccentric overload – a metabolic effect, a total body exercise, a corrective exercise, and then our 'miscellaneous' category. With that being said, we've got a lot of ground to cover. Let's jump right into our first exercise selection for strength. When it comes to strength, the goal is always going to be to progressively overload. To allow your body to adapt to get stronger to the movement that you're doing. While we have some rowing options we could incorporate with some dumbbells, I think the best way to load weight into your system as a whole is to add some weight to one of the more difficult exercises, in general. That is the pullup. The pullup is one of the better back-building exercises you can do on its own. Add some additional weight here, as you see with the dumbbell, and now we've really got something to work with. The fact is, we can add the dumbbell in a number of different ways. One, as I mentioned in the past, you can take a leash and wrap it around the dumbbell you're using, just like this – I say 'a leash' because if you want to train at home there's no limitations here. If you're at a gym, whip out a dip belt if you want. But wrap it around the dumbbell, hang it on your hips, jump up on the bar, and go. Of course, if you want something more traditional here, just place the dumbbell on the floor, step up onto it, reach down with your toes, grab it in between your feet, and you're ready to go as well. As you can see, the back takes a tremendous amount of load here. Again, the assisted weight is what's important here. The additional dumbbell weight added to the weight of your own body creates a great opportunity for overload and progressive overload, simply by adding more weight to the dumbbell each time you do the exercise. Next we move onto the power selection. We know if we're going to train for power there has to be some element of speed and explosivity to the exercise we're performing. For me, there's none better than this: the dumbbell dead row. The dead row is performed from the floor as a great pulling exercise, just like the deadlift, but it stops at about the level of the knee, in terms of the hip contribution. From that point on, you want to drive the dumbbells up in a rowing motion, using your arms, and driving your elbows back behind your body into extension to get those lats working. The element of explosivity comes from the fact that the ground-based force is generated through your feet, into the ground, and they're going to drive this movement to become as explosive as it is.",
        "start": "00:00:06",
        "duration": 161.34100000000004,
        "title": "The BEST Dumbbell Exercises - BACK EDITION!"
    },
    {
        "text": "You can load up the weight here as much as you can handle, and this is a zero-momentum exercise that's going to require a lot of coordinated explosiveness. Again, through your feet, up into your arms, and ultimately through the back, and the lats to help you develop some explosive power. Next up, we move onto hypertrophy. When we're trying to create muscle growth, we look to do the opposite of what we're doing when we have a straight or power focus. Instead of trying to incorporate a lot of muscles into the activity you're doing, you try to focus and isolate the work to the muscle you're trying to create overload on, looking for inefficiency. Here, if we're trying to create more lat growth, we need to make the lats do all the work. We can do that best with the classic dumbbell pullover, as you see here. Now, a couple things about the setup. You want to position your body perpendicular to the bench instead of lying alongside it. Why? Because it allows us to manipulate our hips. You might be thinking \"Why is it important to manipulate your hips?\" Because we want to create more stretch. We want to give ourselves another opportunity for eccentric overload and stretch on the muscle we're trying to develop. A known stimulus for muscle hypertrophy. We can do that by dropping the hips down. You see, I simply allowed them to drop, realizing that the attachments of the lats are going to get further from each other when the hips get further apart than the arms. We can do that by simply letting the hips drop. Now, as we drop the dumbbell back in position, you should immediately feel a lot of tension places on the lats. You come up and complete this as you normally would. Here's another tweak that I think is extremely beneficial. You do some forced eccentrics. Some assisted eccentrics at the end. When you're done, just because you're concentrically fatigued, it doesn't mean you can't do some more eccentric work. We know that we're stronger there. And we can by simply cheating the motion back up to the start position. What I do is drag the dumbbell over one of my shoulders, I extend it over my chest here, utilizing my triceps more than anything else, and then I go back into a nice, long-armed, eccentric pullover. I come back again, shorten the arms, take away all the concentric work – or as much as I can – I go back up in position again, and eccentrically lower. Do a few forced reps this way and I promise you; you're going to get even more out of an already effective exercise for creating hypertrophy. Next up is our metabolic exercise. When we're training metabolically, looking for that burn, we need to have an exercise that allows us to do it. But we don’t want to compromise the low back in the process because we know that any standing row variation, while being able to be repped out through that burn, it's going to cause fatigue in the low back first. Which is going to compromise the safety of the exercise. But we can do that if we put ourselves in this position here.",
        "start": "00:02:47",
        "duration": 152.08900000000003,
        "title": "The BEST Dumbbell Exercises - BACK EDITION!"
    },
    {
        "text": "This is chest supported touch row. We have a couple things to discuss here. Number one: the position on the bench. The bench is going to protect that low back. It's going to allow us to fatigue the lats without having to worry about the fatigue of the low back posturally, that we would get in standing. Now, we talked about the touch row. We have these dumbbells placed out in front of us, and the ones we're holding are being targeted to touch those. Why? It gives us an additional stretch on the lats for additional benefits as we go out with each repetition, out in front of the body. Again, realizing the anatomy of the lats is going to require the arm travel up and ahead of us to get more of a stretch. But additionally, those other dumbbells are literally sitting out there waiting for you to keep that burn going. To metabolically increase the effectiveness of the exercise by simply drop-setting right down to them and doing another set as soon as you're done with the first set of dumbbells. This is where the metabolic effect comes in, guys. Remember, when you're trying to train metabolically, you push to that level of burn, and then through it. For this exercise, because of that setup, we protect the low back in the process and made it a much better selection. Next, we move onto the total body exercise option here. Obviously, to hit this criterion you've got to work your whole body. But we have to be able to hit the lats as well. That's what this exercise does. This is the man-maker. With a single pair of dumbbells, we're going to be able to go from a pushup, into a renegade row on each side, jump right in, clean them up, stand and press, and come back down. If you look at the component motions here, we're getting a push, into a pull, back into a total body push. So, I like the effectiveness of the exercise and the sequencing that it provides. But if you look at the exercise in a little more detail, you'll see a couple of things. Number one: we're not compromising the back in the process of doing a total body exercise. Why? Because the weight is going to be determined by what you can renegade row. You don’t have to forcefully choose a very light weight to be able to do the press. The standing clean and press is the most explosive portion of this. We're going to be able to use a pretty heavy dumbbell set to do that. So, really what's determining what dumbbells we use is your ability to renegade row them. So, we're not having to compromise the effectiveness of the exercise in targeting and hitting the lats. A great exercise option. Again, if you put this into a circuit, you incorporate it into a total body program, it's going to fit in nicely, and it's going to hit your lats in the process. Moving on now, we hit our corrective exercise. You know how important the correctives are. They literally determine, I think, your longevity and how you stay injury free in your training. When you forget to do these, that's when injuries crop up.",
        "start": "00:05:19",
        "duration": 149.62,
        "title": "The BEST Dumbbell Exercises - BACK EDITION!"
    },
    {
        "text": "In the particular case of the back, we want to try and work on incorporating the W-Raise. Where does it get its name from? It's the position of your arms in relation to your body. You're literally trying to form a \"W\". When you get into the position that I'm doing this from, you'll see a couple of things happening. You're hitting a lot of back muscles, but most importantly, you're hitting some of those back muscles that people don’t even regard as 'back muscles'. Namely, the rotator cuff. We know if we can get the muscles on the backside of the shoulder to externally rotate that shoulder, we're going to incorporate the rotator cuff into what we're doing. This is how the W-Raise will do that. We know, in order to get the hands into this position, to create a \"W\", we need to get the hands back behind the elbow, into this position here. That is going to demand external rotation of the shoulder. Different than if I just tried to get the arms back behind the body this way into extension, which is going to mostly be driven by the rear delt. Not that there's anything wrong with that. The rear delt is a muscle in the back that's going to benefit from your trying to work it, but if we let the external rotation of the shoulder drive it rather than the extension of the shoulder, we're going to get that activation of the rotator cuff that's being ignored otherwise. It's a really easy exercise to do, but as I've said, it's got a lot of bang for its buck. You're hitting, not just that rotator cuff, but the mid-scapular muscles, the low back to stay in that position. The fact is, this all-in-one exercise is going to give you a lot of corrective benefits that are going to last long after this set ends. Last, but not least, we have our miscellaneous category. The one that allow us to assign one exercise that hasn't hit everything we want to hit with these exercise selections. This one gives us the opportunity to go a little bit lower. I've mentioned it many times already, how important it is. That is the low back. For me, I want to do the bench reverse hyper. This can be a weighted exercise. For some, you may not even be able to tolerate any weight. But if you choose a light dumbbell here, it's going to apply a little additional overload that's going to make this exercise even more effective and beneficial for you. We know that the glutes and low back – which need to work together – are not only chronically undertrained, but they're also chronically undertrained with weight. This is giving us a chance to do that. What you want to do is lie face down on the bench, as I'm doing here. Right about hip height, cutting off at the end of the bench. Now, you reach down with your feet, as I'm doing here, to grasp the dumbbell between them. At this point, all you're looking to do is initiate with a glute squeeze. Try to squeeze your butt as tight as you can and bring the legs back out behind you and keep them straight. It's going to start as a glute exercise, but what it's going to do is transmit that force upward, into the low back. Again, demanding that the low back coordinate its efforts with the glutes.",
        "start": "00:07:49",
        "duration": 156.44100000000003,
        "title": "The BEST Dumbbell Exercises - BACK EDITION!"
    },
    {
        "text": "A very overloaded, undertrained aspect of all people's training is going to get hit really well here. Do these for about 10 to 15 quality repetitions, making sure you're initiating this contraction, and maintaining the contraction with those two areas. Don’t look for substitution. Don’t try to swing the weight up as hard as you can. The fact is, quality contractions rule the day when it comes to, not just the corrective we just covered, but this specialization exercise as well. So, there you have it, guys. Hopefully you found these exercises helpful to you, depending upon what you're training for. Remember, no matter what it is you're trying to accomplish there should be a prescriptive exercise selection based around that. I've given you a lot of options here, depending upon what it is your focus is at the moment, and your training. If you're looking for a step by step plan where we have a progression built into every, single workout we do; all our plans are available over at ATHLEANX.com. In the meantime, if you've found the video helpful leave your comments and thumbs up below. Let me know what else you want me to cover – maybe even in this series – and I'll do my best to do that for you. If you haven't already done so, make sure you click 'subscribe' and turn on your notifications, so you never miss a new video – especially in this series – when we put one out. All right, guys. See you again soon.",
        "start": "00:10:25",
        "duration": 63.004000000000005,
        "title": "The BEST Dumbbell Exercises - BACK EDITION!"
    }
]