[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I want to talk about one of the biggest problem areas for guys. It’s the lower chest. A non-defined lower chest, or saggy lower chest. We can fix it. I’m going to show you eight exercises here that are going to allow you to better target this area. But it starts by asking you a question. Of these two pictures right here, if you’re one that’s dealing with one of those issues with your lower chest, which one is it? Are you looking more like this guy over here? Or more like this guy over here? Because if you’re looking like this guy over here, the first thing you’re probably dealing with is an overall high body fat level. Which means your diet is really not in check at all. You need to be much more on point when it comes to your nutrition to be able to drop the lower levels of body fat, to be able to see what you’re really working with. I can probably guarantee that this guy, when he does drop down, he’s still going to be lacking muscular development of the chest. That’s what this guy is dealing with here. The body fat levels are low enough, but the muscular development is just not there. Meaning, he doesn’t have this defined line that creates that definitive chest. But again, we can target this. Then what we have to do is apply a little bit of anatomy. You guys know that on this channel I like to break out the anatomy, and sometimes the muscle markers help us do that. I’ve done this in a previous video that I’ll link at the end of this for a little bit more in depth, but the key is this: we know that with the pecs themselves we have a couple of options here. We know that the pec is pretty much divided into two main areas. At least from a nerve innovation. We have the sternal area of the pec, which is the whole area of the lower pec here. The whole pec. Then we have up here, running off the clavicle, we have the chest fibers here that are separately innovated and can actually be targeted a little bit differently because of that. But more importantly, what I like to say here to keep things nice, and simple on this channel is, if you follow the fibers – meaning the direction of the fibers – when you go to move your body, you’re going to effectively target that area better. You can contract the area with more focus and attention by following the direction of the fibers. So, the upper chest, running in this direction, out toward the arm would mean that anytime you’re bringing your arm up, and across your body you’d be hitting them more effectively. The sternal area of the pec, we notice here, runs from the sternum out, toward that same area here on our arm. So, when we do things that come across our body in adduction we know that we can get this main, beefy area of the chest a little bit more. But what people don’t realize is the abdominal head, which is this very small area right here, when I contract you can see right there. That little break of the line here, and then this underneath, and around.",
        "start": "00:00:06",
        "duration": 142.06000000000003,
        "title": "The LOWER Chest Solution (GET DEFINED PECS!)"
    },
    {
        "text": "A little hard to draw on here with this marker, but it comes up, and around, and again, heads toward this same area. What are the directions of those fibers? Those fibers are running up, and out. So, if we want to work that area more effectively, following those fibers in a consistent manner, we would take our arm from this position and come down, and across. From here, to here. Not from here, to here. But here, to here. So, any exercise that we did, that allowed us to replicate that, and even add the adduction – which we know the chest is craving – we know that we’re going to be able to target that area more effectively. Now, the decline bench-press is the hallmark exercise that all of us use to try and hit the lower chest. Why is that? Well, if you look a bit more closely what you might think is actually just pressing away from your body, if you sit up the angle of your arms is actually not directly perpendicular to your chest. It’s actually angled downward a little bit. What is that? That downward angle here is doing exactly that. It’s following that same direction that we’re after. But I’m not going to stop with the decline bench-press, guys. That’s something you already know. What I want to do is give you eight other exercise options to really, really hit this area hard, and to get your lower chest looking better than ever. So, let’s start with another one of the classic lower chest exercises. The dip. The dip, we should know by now, is going to hit that lower chest more effectively because it’s actually doing what we just said. The movement of the arm during the exercise is actually following that same movement that we’re trying to get to. But we know we can actually make this better. We call this a Dip Plus. What we’re doing here is not only including another muscle that likes to work with the lower chest, but we’re actually angling our body a little more appropriately to make sure we’re hitting this lower chest area. So, it means you’re going to angle your body forward, but not too much. If we were to go all the way over the top we’re almost turning this into a horizontal pushup, which is going to keep the arms more in this angle here, hitting more of the mid-chest area. But if we get ourselves back up just a little bit, but forward for vertical now you can see that we actually have our arms following in the same direction that we’re supposed to be looking to do. However, I mentioned another muscle we can include here. The Serratus can actively be included as well. This muscle right here, that likes to work in concert with the lower chest, by doing what we call a ‘plus’ at the end of every, single rep. That means when you get to the top of the dip you press away. You try to protract your shoulders, get your shoulder blades around your body, push your",
        "start": "00:02:28",
        "duration": 136.48999999999995,
        "title": "The LOWER Chest Solution (GET DEFINED PECS!)"
    },
    {
        "text": "arms away with your arms straight, and you start to get this muscle to fire up, too. You’ll feel a much different contraction than you ever have, if you’ve never tried this before. But the combination of both of those elements makes the regular dip not just a good lower chest exercise, but an even better lower chest exercise. Okay, let’s stick with the theme of the dips here and actually do an old-fashioned dip exercise. It’s the straight-bar dip. This is something I was actually doing in my basement as a kid when I had nowhere to do dips in my house. The thing is, it’s actually a pretty good variation to allow us to hit our lower chest again. What we do is, we have to hover over the bar, and we have to actually do this to balance on the bar because you’ll see the second you try to execute this exercise, if you’re not angled forward appropriately, you’re going to feel like you’re falling off the bar backward. So, you have to lean forward a little bit. Well, what it actually does is puts your arms right in that sweet spot of where you want them to be. Not to mention, a little bit of internal rotation so when you come to the top of the exercise in a full chest contraction, we know that internal rotation is another element of a full chest contraction. So, you have that working in your favor as well. So, the straight-bar dip, if you haven’t tried it, is going to not only give you another dip variation to do, but a little bit of a different feel than the dip we’ve already covered. Now I’m going to throw you a curveball because this exercise people think is for the triceps. But it’s actually a poorly performed tricep pushdown. But it becomes an effective lower chest exercise if you do this properly. This is our jackhammer pushdown. Now what we’re looking for here is, again, proper execution of an exercise that some people do in a bad way for the triceps. Look again at what’s happening with the arms. They’re following the same direction that we’ve been targeting here all along. But I want you to make a couple of tweaks. You don’t just stand here and move the elbows. You’re not just bending the elbows and straightening them. Then you’re going to be working the triceps a little bit more than you are working your chest. Instead what you want to do is open your chest up by getting your elbows out to the side and let them ride up. So, if they stay the same level here you’re doing it wrong. If they go up and down, then you’re doing it right. What we do is angle just a little bit forward over the top of the bar so when we press down it almost becomes a very close cousin of that straight-bar dip. Again, it becomes another exercise in your arsenal for hitting that lower chest. This next one here is one that I actually love, and I did an entire video on it. I’ll link it again at the end of this video, so you can watch that because it goes into great detail about why this is so effective. What we’re actually doing here what we call a Standing Cable LC press.",
        "start": "00:04:44",
        "duration": 145.18,
        "title": "The LOWER Chest Solution (GET DEFINED PECS!)"
    },
    {
        "text": "I talk about focusing in this video on the elbow riding high, and going low, and trying to make contact with the sternum here, at the end of the exercise. But what we also do is, when we get to the top we just twist a little bit to open up this shoulder, get it into external rotation, so when we come back, and in, we get internal rotation as that elbow drives toward that lower chest. Again, following the fibers, using science, letting our anatomy dictate the exercise, and making another effective option here when we’re trying to hit that lower chest. Now let’s take that exercise one step further because we can actually do better. We can get a little more adduction – provided we have access here to a cable machine, or maybe a set of bands that we could anchor up to a pullup bar – but this is the kneeling ex-press. What we’re looking for here is – the two advantages are more adduction, as we can actually crossover our body here through midline – and we can also get a better stretch, because we can allow that arm to drift up even higher and get more of a separation here on this chest muscle from origin, to insertion. That is what we’re actually looking for. If you try this, again, position yourself down on your knees and focus mostly on the angle of your arms because that is really dictating how effective you’re going to be able to hit this lower area, and start to get it to respond. Guys, the problem is, you don’t have a good mind-muscle connection with this lower chest area. You probably don’t even have a good mind-muscle connection with your chest in particular at all. You’re probably trying to just press, press, press with a lot of heavy weight. Go a little bit lighter here. Leave the ego aside and start aiming for great contractions, one after the next, after the next. If you have to do 10 sets of 1 I’d rather see you do that, than one of 10 crappy ones. This next one actually comes in handy. Especially if you didn’t have access to a cable machine, and maybe only have access to one band. If you can anchor that to something high, like a pullup bar, and get your arm in this position here then you can do what we call this D2 Flexion pattern. This is from PNF, a classic physical therapy technique. But it actually works great when we’re trying to train our chest because it’s following all the same rules that we’re going for here. That is, you start your arm up high, and you’re aiming for your opposite pocket. In order to get there, you have to go from this externally rotated position of your shoulder, to an internal rotated position, as if you’re going to take a sword out of that opposite pocket. Again, the other benefit here is, let’s say you are stuck with using a band and you’re afraid that you don’t have enough resistance by increasing the moment arm, and keeping your arm out straight. You can make that band feel a lot more difficult than some of these other exercises we’ve already done here. You take that arm all the way across, keep it nice, and long, turn it in, you’re getting adduction, you’re getting that same downward and across angle that we’re going for here, and then of course, you go back nice, and slow. So this is one of those home-friendly versions that are still going to let everybody here – no excuses, everybody – start to work on getting a better lower chest.",
        "start": "00:07:10",
        "duration": 164.60899999999998,
        "title": "The LOWER Chest Solution (GET DEFINED PECS!)"
    },
    {
        "text": "Sticking with that ‘home’ theme, because I’ve got you all covered here, I promise. We have an incline twisting pushup. We know that the incline pushup is actually going to hit that area again. Why? Because of the angle of the arm. So, a little bit counter to what you might think, incline is actually going to hit more of that lower chest. But what we can do is, we’ve got to make it better because this exercise, by nature, is going to be a little bit easier because you’re taking away some of the force of gravity down in your body, as it would be in a regular pushup. But we can make it a little bit harder with this extra twist. So, what we do here is, as we get toward the top we twist our body away, which is actually creating something we’ve talked about many times on this channel. That’s relative motion. We’re getting relative adduction of our arm across our chest under load. We still have gravity pushing down on us. This is still creating a loaded adduction as we turn into every, single rep. So, we’re adding an extra element of contraction. Again, we have our arms at that appropriate angle, and we’ve given you another exercise here to use when you might be training at home, or even if you’re at the gym and you just need another option. Last, but not least, guys. We have another option here. This one I actually debuted on Instagram. If you haven’t followed us over there already, I kind of do a lot of unique stuff over there that we don’t do here. It’s @ATHLEANX over on Instagram. You’ll want to check us out over there. This is something we call a decline cable dip. Again, we’re going back to that whole theme of ‘dip’, because the dip is really putting us in that position we need to be in. But we setup a decline bench, and then we lay back on it, and slide forward. Now we grab the cables, and you can see that we’ve automatically put ourselves in that position. Almost like we do with the jackhammer pushdown where our elbows are up nice and high. Then when we press we’re almost trying to go right down, along the line of our body. Again, you can see that by doing that we’re actually getting this really focused contraction here and feeling it really intensely down in that lower chest area. Now you can try to bring your hands together here if you’re able to, in order to intensify that contraction a little bit more, with a little bit more adduction, but the fact is, you can load up this exercise a little more than you can some of the other ones. That is its main benefit over the others. The bottom line is, it’s just another option. You don’t have to do all eight of these, guys. You’ve got to start mixing some of them in to start developing that better mind-muscle connection with this area, the better development of this area, and if you need to work on that diet, you need to do that too, to be able to see this area better. But I promise you’re going to see better results here, once and for all. There you have it, guys. Eight new weapons in your arsenal for getting that harder to hit lower chest area.",
        "start": "00:09:54",
        "duration": 143.291,
        "title": "The LOWER Chest Solution (GET DEFINED PECS!)"
    },
    {
        "text": "Guys, remember, it’s not all about the lower chest. If you want to get a complete physique you’ve got to hit everything. We overlook nothing here at ATHLEANX. All of our programs make sure we guide you through step by step to give you the science. Put the science back in strength, but to help you develop a complete body. Those are all available over at ATHLEANX.com. In the meantime, if you’ve found this video helpful leave your comments and thumbs up below. Let me know what else I can cover for you and I’ll do my best to do that for you in the days and weeks ahead. All right, guys. See you soon.",
        "start": "00:12:17",
        "duration": 23.842,
        "title": "The LOWER Chest Solution (GET DEFINED PECS!)"
    }
]