[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I’m going to talk about the best exercises for your chest. However, there’s a catch. That is, we can only use this. Some dumbbells. I realize there are some exercise options that would be really, really helpful if we had a barbell, but that’s not the game here. As a matter of fact, this isn’t even a fantasy land scenario because a lot of times guys out there that don’t have a lot of training space find themselves training with just dumbbells. What I want to do is provide you with the best options for that. Now, we’ve covered other videos in this series. Namely, we did the shoulders that you’re going to want to check out here. The idea there is, I need at least some context. If I’m going to play this game and make the best selections for you, I need to know what we’re trying to train for. So just like we did in that video, we’re going to cover the best options for strength, power, hypertrophy, metabolic overload, a total body option, a corrective option, and then one that doesn’t really fit any of these categories in the case of the chest by trying to address the lack of adduction that we have when we’re strapped with dumbbells as our only implement. But don’t worry, guys. I’ve got you covered there as well. So, let’s get it started, guys. We’re going to break it down, one by one, right here. First, with strength. So, we kick it all off with strength, the goal being progressively overloading the exercises that we’re doing. Now, we know if we had access to a barbell it would be a lot easier because we could take the barbell bench-press, which should be a staple exercise option here if you have access, but we don’t. That’s not the rules of the video. What we have here is, we need to substitute. Look, before we make a jump to the dumbbell variation of a bench-press, I want to show you something else. Here’s the weighted dip. It’s an exercise I like to use for progressively overloading the chest as well. Of course, we’re involving some other muscles as well. But I can favor the chest by leaning forward more and making sure I keep my shoulder blades down, and back. Now, what happens when we make the substitution. If I go from a barbell bench to a dumbbell bench-press I run into a little bit of a problem. I’m never going to be able to press, on an equal basis, what I could with a barbell once I split those hands up and have dumbbells in each hand. The requirements of stability are normally what are going to undermine our ability to press with as much strength as you have. You can see that you’ve probably experienced that firsthand as you’ve tried to correlate a move from a barbell bench-press, to a dumbbell bench-press. Let’s reevaluate that dip. I believe there’s a great opportunity here.",
        "start": "00:00:06",
        "duration": 140.01,
        "title": "The BEST Dumbbell Exercises - CHEST EDITION!"
    },
    {
        "text": "We can take the weight that we load up here – which was plates – and replace them with dumbbells. I use a dog leash here. It’s a simple, no excuses way to do this. You can see me wrapping the dog leash around and through the handle, around the dumbbell, and then to itself. Now you’ve got a perfectly weighted dip belt of any weight. It doesn’t matter what I’m using. Whether I’m using plates or dumbbells, the ability to carry this exercise over from a plated option to a dumbbell option is a lot closer than what you’d expect than going from a barbell bench, to a dumbbell bench. So, for that reason, I love the weighted dip. It still gives you the chance to continue to add a slightly heavier dumbbell, keep the progressive overload coming, and keep those strength gains coming. So, the goal of these strength exercise selections was one that you could progressively overload with the most weight and push as much weight as possible on – we need to do something different here when we’re talking about power. That is a speed component. What exercise could you move as quickly as possible without having to sacrifice the weight, to a level that would be insignificant? Well, if I had my Druthers, I’d do this. This is a sled push away that I had Antonio Brown do. There’s a key factor going on here that we want to try and emulate and bring across to our dumbbell selected exercise because it’s critical for maximizing power development. That is the ability to release the load that we’re trying to accelerate. If I were to take a dumbbell and bring it to a dumbbell bench-press and just try to move it as quickly as possible, as we reach full extension with those dumbbells, we’re decelerating right at the end of each rep. That’s exactly the opposite if what you want to do if you’re trying to maximize force development. They decelerate because they have to get on their back and allow us to get back in the position to perform the next rep. However, we can take something very similar to what we did with the sled push away and translate it to a dumbbell exercise, not even using the dumbbells in our hands, simply as targets. That is the plyo-tap that you see here. Here, we’re using our bodyweight as a resistance. Trust me, this is not an easy exercise. If you choose dumbbells that are heavy enough, the height of those dumbbells will increase higher and higher because of the additional weight on those dumbbells. That makes you have to push off the ground harder and harder. More forcefully, more explosively, faster. Again, I tell you this is not an easy exercise. You have to push with a lot of force. You are not hindered, however, by having to hold anything. You push your body away from the ground with the roof as your only limitation – which I don’t think you’re going to be hitting – and the key here is that you perform them to a submaximal level. Don’t take these all the way to failure. Leave a couple in the tank but maximize the force and speed with which you push, and I",
        "start": "00:02:26",
        "duration": 149.85899999999998,
        "title": "The BEST Dumbbell Exercises - CHEST EDITION!"
    },
    {
        "text": "promise you the best gains from this exercise. Now we move onto hypertrophy. Trying to build bigger muscles. Look, you’ve probably heard at some point that you don’t need to get sore in order to build big muscles. While that is absolutely true, at some point you’re going to have to because you’re going to dry up with how much weight you can contain a load to the bar. Metabolic training alone – which we’re going to talk about – is going to, at some point, become limited in its ability to overload your muscles because of the lighter weights that you use to perform those exercises. So, at some point, to continue the growth and the gains coming, you’re going to need to explore an eccentrically overloaded exercise option. That is why I want to load you and arm you with the right one. This one right here is the eccentric floor fly. What we’re doing is trying to eccentrically overload the chest. We can do that with a fly. However, as I’ve said many, many times before, to protect the health of our shoulders, we don’t want to unnecessarily have to get up onto a bench to perform the exercise. We could perform it on the floor and have the floor act as our safety net. The great thing is though, because we know we have a safety net for our shoulders, we can do this exercise with a lot heavier weight than we might usually use when we do a bench version of this. You’ve probably heard people tell you “Don’t go ahead of me on the fly and you’ll be okay”. How about, if we want to go heavy to create more eccentric overload? Don’t worry about the fact that you’re not flying back to the top. We’ll cover the adduction in our later exercise selections. Get to the top and overload, and lower slowly on every rep. Cheat the positive back up to the top by altering the position of your arms, and this exercise will be an absolute winner for you when it comes to creating that eccentric muscle damage, and ultimately, more growth. So, I just mentioned metabolic training as an option for building more muscle. However, it does require that you change your mind set a little bit because you can do this with a lot lighter weights. As a matter of fact, you have to do this with lighter weights. But the important factor here is that you know what to do with those light weights. Light weights alone will not cut it. Light weights with an applied stress, meant to increase metabolic stress instead of your muscles is how you do it. So, you’ll see I choose the dumbbell bench-press. It doesn’t matter whether or not you choose the incline bench-press or the flat bench-press, as I’ll show you in a couple seconds, it’s how you do the exercise that matters the most. To do this we want to revel in the burn. Find the burn and then figure out a way to revel in it, swim in it, stay there for as long as possible. That’s what creates the spark for protein synthesis. How do we do it? Well, we perform this ladder style. Perform a single repetition of the bench-press and then pause for a single second at the bottom of the rep.",
        "start": "00:04:56",
        "duration": 148.47000000000003,
        "title": "The BEST Dumbbell Exercises - CHEST EDITION!"
    },
    {
        "text": "Then do another repetition and then hold for two seconds in the most difficult portion of the rep. If you continue to add one second to the hold on every, single repetition performed you’ll start to burn, at some point, pretty quickly. The key here is how long you can withstand it. I’m telling you guys, if you give in too soon, you’re going to lose the benefits of this training. Again, I mentioned when it comes to metabolic training, how you perform them and how intense you’re able to stay within that exercise is what matters the most. This next one is a little bit more challenging. That’s our total body exercise selection. How the hell are you going to train your whole body when you’re training your chest? Some people might be thinking right off the bat “I guess a burpee could do it”, but the fact of the matter is, I think you have a better option. Especially if you look at it in a different way. I’m not always trying to find the exercise that I can load maximally. I’m trying to find the exercise that I consider total body, that I can have a maximum effect and impact on as many areas of my body as possible. For that, I use the bench press-up. What we’re trying to do here is more on the lighter side of the weight. It’s not about the weight we’re using. It’s about the requirements of our body to perform. You’ll see very easily here that I need to be able to not only perform an incline bench-press, but I need to be able to have thoracic mobility to keep those dumbbells up overhead. Think very similar to a Turkish getup. The Turkish getup is not necessarily programmed for any one, specific purpose, but it’s a great exercise for training our entire body how to get off the ground, and utilize, and synchronize the different segments to do that most efficiently. We’re doing that here with the bench press-up. I’m trying to get the dumbbells up overhead and then sit up while maintaining as much thoracic extension as possible. If you see those dumbbells caving forward, either you don’t have the ability to do the exercise at all, which means you need to work on your thoracic mobility a lot, or you’ve chosen too heavy of a weight. Remember, it’s not about the weight here. When I get into that position there is one other thing I can do. If I want to take it to another level and take it to one other segment I would try to stand at this point. Again, we know that standing from this position, standing from a seated position is very similar to standing as you would from the bottom of an overhead squat. And the criteria and requirements for the thoracic spine to be able to do that properly become even more difficult. The idea here is, as a total body option, you are training your chest, but more so, you’re reinforcing some mobility and requirements that are going to benefit you in other areas of your training. Now we move onto our corrective exercise, guys. The corrective exercises, just because they’re small, they’re no less important. As a matter of fact, here, once again, like we do with power we’re not using the dumbbells for an exercise or overload.",
        "start": "00:07:24",
        "duration": 148.42100000000005,
        "title": "The BEST Dumbbell Exercises - CHEST EDITION!"
    },
    {
        "text": "We’re using them as an implement, or tool to accomplish something else. That is a stretch on the pec minor. You’re probably saying to yourself “Who cares about the pec minor? I only want to develop my pec major.” Guys, your pec minor is a very important muscle because what it tends to do is get tightened and short. When it does it could cause compression and thoracic atlas syndrome, that leads to neurological and vascular issues down your arm – tingling – things you do not want to bring to your training at any point in time, or in your every day life. So, we want to stretch this muscle out because when it gets tight it tends to bring your shoulders up and forward. We know from the posture videos we’ve done, that’s not something that’s very desirable. So, what we do is position ourselves on a foam roller with a very light set of dumbbells. I start by having my arms overheard and squeezing my shoulder blades back down, and around. What I can do is get that retraction and that depression of the shoulder blades. At that point I lift my arms up, out to the side, and allow the dumbbells to sink lower than the elbow. That creates external rotation at the shoulder. Yes, once again, I’ve used that word ‘external rotation at the shoulder’ because it’s so damn important. If we combine these together, we’re getting a nice stretch on the pec minor that we just want to hang out here for. Allow the weights to let you sink into that stretch. Try to stay here for 45 seconds or so. If you want to do these two or three times, even better. But you’ll find that it really starts to loosen up your upper chest. And more importantly, starts to help reposition those shoulders back and down where they belong. Last, but not least, we have our miscellaneous category. It doesn’t really fit in any specific category, but they’re no less important and helpful to you. When it comes to the chest what we’re really trying to do is come up with exercise options with dumbbells that allow us to adduct the arm. To take our arm fully across midline. We realize that the main exercises we use, like the dumbbell bench-press, or dips, or even a pushup aren’t necessarily allowing us to do any of that. In order to get full chest activation, we’ve covered many times that we need to be able to get that hand and arm across the center of our body. You might think “The chest fly. He’s going to go back to the fly again.” Well, I already said I don’t like the fly on a bench, but we’re not going to use the fly on the floor here because as you see, you get limited to how far across the body you can get. At best, you’re getting to midline. Even at the top there, you’re not under resistance. So, we have some other options. The first of which is this. This is called the dumbbell UCV raise. The idea here is to get that arm from the low and away position, up and across your body. You’ll notice that it follows the fiber direction of the upper chest.",
        "start": "00:09:53",
        "duration": 151.17,
        "title": "The BEST Dumbbell Exercises - CHEST EDITION!"
    },
    {
        "text": "Knowing that the fibers run from the clavicle down, and out toward your arm. So, if you could ‘follow the fibers’, as we always talk about here, we can get good chest activation. As a bonus, upper chest activation by bringing our arm up, and across our body. You can see how hard of a contraction we can achieve here. This is not about using a heavy, heavy weight. It’s about achieving that contraction, that full chest contraction, by virtue of getting to full adduction in the exercise. We have another option here, too. We can take a low approach. The low approach is holding the dumbbell down at our side and shrugging up and across our body, so the dumbbell ends across and equal with the other pec. That’s going to allow us to get the same sensation, feeling it more from the bottom up. The fact is still that we’re getting adduction across midline with a dumbbell in a way that allows us to overload one of the key functions of the chest in the process. So, there you go, guys. There are the best dumbbell exercises you can do for your chest and I’ve even given you some criteria and context on which to perform them. Guys, it matters how you train. It matters what you’re training for. If you’re looking for a program that lays it all out step by step, we’ll show you how to take whatever it is you’re training for and get you there the fastest, and safest way possible. All our programs are available over at ATHLEANX.com. If you like this series leave your comments and thumbs up below. Let me know what else you want me to cover and I’ll do my best to do that for you. If you haven’t already done so, please click ‘subscribe’ and turn on your notifications so you never miss a video, like these in this series, when they’re published. All right, guys. I’ll see you again soon.",
        "start": "00:12:24",
        "duration": 81.37,
        "title": "The BEST Dumbbell Exercises - CHEST EDITION!"
    }
]