[
    {
        "text": "What the hell is that?  That was my audition for   People's Magazine's Sexiest  Man Alive 2021 Edition.   And you thought the winking was necessary? They wanted sexy, didn't they?   Man, the more things change,  the more they stay the same.    What do you mean stay the same? I ve got  gains, I look fantastic in my new clothes.    I was not talking about that when I'm actually  talking about guys, by the way, what's up, guys,   Altheanx.com, Jeff Cavaliere. See you got me  all flustered it s not even the right intro.   The fact is, I covered the video years ago that  was the five best exercises for men, according   to women. And that was basically what you should  work on to develop your physique according to what   women want. We're a lot more progressive here at  Athlean-X. We're going to open up our standards   to who finds who attractive. I'm just saying, what  can you do to make yourself more attractive? Well,   guess what? The more things change, the more they  stay the same a poll across my desk the other day   where they identified six muscle groups  that you should develop if you want to be   instantly attractive in clothes. Okay, so looking like me, right?   Well, listen, I know you're ready for a date  tonight, and I know you're reaping the rewards of   finally sticking to a program. But we're going  to take the six areas that we need to focus on   and then fill in the gaps with the best exercises  you can focus your attention on to develop each of   those areas. And guess what?  What?   Because you show up to work on time  today and because you dress the part.   Well again, for a hot date. We're going to let you identify what your   favorite exercises are in each of those areas. Oh, okay, great. I love to start.    So, let's start from the top down.  Okay.    Easy enough traps. Traps.    How do you develop your traps? All right. Well, first off, I love the   deadlift. It s my compound lift obviously  to start with. It allows me to weight up   really heavy and it really gives me that  isometric contraction on my traps.     So, good heavy load, isometric contraction up  there you obviously move some heavy weight.   Great. Next, what would you do if you  need to be a little bit more dynamic?   To be dynamic? Power Shrug, absolutely.  Because it allows me to lighten the weight   up a little bit. But again, it's a more  dynamic movement and allows me to get,   you know, use a little more momentum.  So, you get a little bit momentum into it, so it's   not just a static contraction of the deadlift,  but a little bit, but still heavy weight.    Exactly.  And then the last one is   actually when I introduce you to. Oh, I love this one.   It's the Trap Pull Down. So, guys, if you haven't  tried this, you go to a pull-down machine,   you take a narrow grip, lean forward  and pull straight down and back.   You really feel an intense contraction on the  traps, and you've been using that one, too.    Yes, I have.  All right. So,   we keep it going down the line here. Next stop is  at the shoulders. How are you developing yours?   Obviously, again, starting with the compound  lift, and that's a heavy overhead press.   Okay, so we go from the overhead  press, the obvious one to, I would say,   another obvious one here too. Do you want to round out your delts,   so I hit the side lateral raises  because again, it hits the side   delts and makes me look bigger in my sleeves. Bigger here. This is growing by the second, I   think as we re speaking here. Especially now that  you re on stage. The next one, the Face Pull. So,   we want to round out delt development we're going  to get the rear delts too. We've got the Face   Pull, as you so perfectly demonstrate here.  Oh, I love this one.   All right now, let's keep it going.  So, the next stop is the arm,   so we want to fill those shirt sleeves. So,  what are you doing here for your arms?   First, I start with curls. Okay, so I actually like the",
        "start": "00:00:41",
        "duration": 177.27999999999997,
        "title": "The ONLY Exercises You Need to LOOK Jacked!!"
    },
    {
        "text": "alternating dumbbell curl because you  can focus one arm at a time here.    Yeah. All right.    I go next to the Waiter s Curl. Ok, so the Waiter s Curl again,   something that I actually usually take credit for  as the exercise that gives me that biceps peak.   But I showed it to you, and it's the one that you  fell in love with over that 30-day period.    Oh, yeah, absolutely.  Okay, so next we have what those are two for   the biceps, Jesse, what are we doing here? Well, curls for the girls.   Okay, she's your insufferable.  What do you got next?   Next up is Lying Dumbbell Tricep Extensions. Okay, and what are you looking for here?   So, it hits the long end of the triceps, which  is great because it makes up the most meat of   the triceps. And obviously your triceps makes up  two thirds of your arm. So, to really fill out the   sleeve so you really want to hit those triceps. Look it, you re listening, you're picking   up notes, you're doing it in  a pretty good job so far.   I m learning.  Next up again, we move now a little bit inward,   the chest. There's no doubt that if you get a  bigger chest here that stands out prominently   in your shirts, you're going to be making a  better first impression. What do you do here?   Bench press obviously. Again, compound movements,  guys. It's my favorite one to start with.   So obviously I don't think we're unearthing  anything really mystery like here,   but we're trying to make sure that you're  hitting the big basic exercises, focusing   on building your strength there and then filling  in the gaps. The bench press, whether you do it   with a barbell or dumbbells, is going to get  the job done. So, what's the next exercise?   Low to High Crossover. All right. So, with the low to high movement here,   you guys know that I love the abduction-based  movements for chess. If you go from low to high,   you're following the fiber direction  of the upper chest a little bit more,   which would be a good complement to  the bench press. And then finally?   Finally, is dips, you know, very easy movement,  but you know, it definitely hammers the chest.   You like to weight them.  Always.    Okay, so if you're able to weight them, I would  say weight them to take advantage of the overload   here. If you're not and you're still doing  bodyweight, just take them to failure. And   again, don't go so low that you jeopardize your  shoulders. Now we go to a little bit lower here   now at the waistline. We're talking about.  Oh okay, so.   No, no, no, no, no, no, no, no, no, no, no, no,  no. See, I knew it wouldn't take long for you to   get juvenile with this video.  Oh, okay.   So, we're going to keep that buckle, we're  talking about the waistline here. Did you   feel that? So the waistline and what we're  talking about there is obviously developing   your midsection. So, what are your favorite  exercises to do to develop your midsection?   I start with the Dumbbell Power-Up. That's one of  my absolute favorite ab movements of all time.   Okay. It s explosive.    Good explosive, upper ab driven exercise.  We're going to go lower abs here. What's   your next favorite exercise? Hanging Leg Raises.   So, I love the hanging exercises, guys.  They're more difficult because you have   to lift the weight of your legs. Make sure  you're doing them properly by curling your   butt under and not just lifting your legs up. And one added benefit is, you know, grip, strength   and forearm size from hanging on to the bar. That's true, too. And if you're going to roll your   sleeves up like you do, I don't know whether it's  fashionable or not. It's at least going to benefit   you there, too. The last exercise here  is one that I actually introduce you to.   It's the Gymnast AB Tuck, twist when you get the  little additional oblique action here, right?    Yeah, yeah, yeah, yeah.  So, do you know what my favorite   waistline exercise of yours is?  What s that?   Ditching the gummy bears.  Ohhh.",
        "start": "00:03:40",
        "duration": 166.16000000000003,
        "title": "The ONLY Exercises You Need to LOOK Jacked!!"
    },
    {
        "text": "That really is the thing that's going to have  the biggest impact on the waistline. But let's   talk about the exercises, because that's  what the poll was talking about. Finally,   we're going to hit that last area beneath  the waistline and we're talking about?   Now this time. No, no, no, no, not this time. We're   talking about the backside.  Oh, glutes.    I think he'd be disappointing many people, we  saw you in that exercise fail video If I have,   if I have to put that up again here.  Are you saying that blurred is generous?   Yes. So, you have now the glutes.  Now this is your wheelhouse.   This is my wheelhouse for sure. What are you doing here?   Squats, squats, squats. It's  my favorite exercise.   So, and building up to a pretty impressive  squat at this point too, I would say.   Moving around to the next exercise is? Barbell Hip Thrust. I actually love this   exercise because it not only engages my  glutes, but it gets my hamstrings as well.   Cool. And then the last exercise is one of  my favorites, and it's one of the bodyweight   ones. Not everybody has access to the machine,  but it's the Glute/Ham Raise. It's training   the glutes and the hamstrings to work together,  right? So, you have to engage the glutes first   and then allow the hamstrings to contribute.  It's a great exercise, especially for athletics,   for preventing hamstring injuries because you  are prioritizing glute activation that leads in   and supports hamstring activation and development.  So that's your list, Jesse. You actually made it   through the entire list.  Yeah.    Without really, truly screwing this video up. If  you guys like what he did, you can actually leave   your comments below and see if you want more. If  you like the way he's dressed, if you have some   pointers, maybe to help him out, make sure you  leave those also. But when it comes down to it,   guys, you have to make sure that you're not just  looking the part here, but we always say, yeah,   you want to train like an athlete to look like  an athlete and feel like one, but you also always   have to then be able to actually perform. Oh, talking about performing, you know,   that's a big, big, big aspect  of, you know, the dating life.   Did I mention insufferable? Yes.    Anyway, if you're looking to put it all into one  90-day plan, guys, which Jesse congratulations   once more of actually following a plan for the  first time. You see what happens when you do?   Oh, you look great.  You can get them over at Athleanx.com. If   you like the video and you found it helpful, leave  your comments and thumbs up. And also, if you   haven't done so, click Subscribe and turn on your  Notifications so you never miss a new video when   we put one out. All right guys see you soon.  Let me go get that date going.",
        "start": "00:06:27",
        "duration": 123.83999999999996,
        "title": "The ONLY Exercises You Need to LOOK Jacked!!"
    }
]