[
    {
        "text": "What s up guy's Jeff Cavaliere, Athleanx.com. What  you're about to watch is the most effective chess   workout you've ever done. As a matter of fact,  I'm going to lay it out for you step-by-step so   that there's no guesswork at all. And we call  this the 100 Chest Workout. We're kicking off a   brand-new series here that is going to become your  go to and favorite chest workout. Now, guys, how   does this workout work? Well, because we focus on  effective reps. And if it's not something you've   done before in your training, you've likely left  a lot of results on the table there. Now guys,   the concept of effective reps is actually nothing  new. As a matter of fact, Arnold Schwarzenegger   knew all about this years ago. So how can we  increase the number of those effective reps   that we do and eliminate a lot of the work that we  use to get to those effective reps? Well, that's   where the 100 Workout series steps in now. Now as  always, guys, we're going to put the science into   everything that we do. So, for a chess workout,  we're going to want to follow the fibers and hit   the three different areas of the chest. First  of all, we're going to hit that middle sternal   area of the pec. And we're going to do that with  exercises that both take you to an across midline.   We're going to hit the upper chest as well, the  clavicle fibers. And once again, we're going to   take exercises that take us through this low to  high and up and across position of the arm.   And then finally, we're going to hit those  abdominal fibers or the lower portion of the   chest. And once again, we're going to bury the  arm angle to go from a high to a low position.   But again, that's just the anatomy covering  the bases. How do we do it is where it really   counts. And the first exercise up is going  to be a standard Dumbbell Bench Press. Now,   what you want to do is you want to take a weight  that will cause failure in the 12-rep range.   As you see me here, I'm going to lay down and  perform my first set. This is called the ignition   set. All you're doing is taking the set to a  failure. Now, when I get to the end of the set,   I'm going to sit up and stay in place, but rest  for 15 seconds. Everything from here on out   is going to be a rest/pause. As soon as the 15  seconds are up, I'm going to lay back down and   start repping out again. Now, obviously, I still  have the fatigue that accumulated from the first   ignition set, which is going to limit the number  of top end reps that I can do. But it's going to   put us into that effective range much quicker. I  perform as many reps as I can here until failure,   and I rest another 15 seconds. I get right back  into the next set and I rep out again. Again,   this time likely fewer reps to failure.  Maybe three, maybe four, even maybe less.   It doesn't matter. Your goal for the exercise is  to accumulate 20 ERs or 20 effective reps. Once   you've hit your 20 reps, you're done with that  exercise. Now, how does this compare to, let's   say, a standard four sets of 10 reps? Usually  in those 10 reps you get those last two that   are the hardest. Well, that would give you eight  effective reps in a standard four sets of 10.   In this case, you're getting right back into those  effective reps every single time you get out of   your 15 second rest/pause more quickly accessing  those type two fibers and inducing more growth.   Now, here we go now to the next exercise. And here  I always talk about having to complement any type   of pressing exercise for your chest with some  sort of cross midline adduction. Because I know   that the chest has that function and capability,  we have to tap into it. So, I'm going to have   a standard Cable Crossover and we're going to do  it again at the level of the chest. Keep in mind,   you still want to make sure that you get those  hands all the way across midline and not just   to midline to fully engage the chest. Now,  once again, I'm performing an ignition set   with a weight that will take me to 12 rep failure.  As soon as I get there, I'm going to wait that 15   seconds, put myself right back in position again  and start counting out those effective reps and   continue until you've reached 20 once again.  Now we go to the third exercise in this workout,   and this is now back to the bench press for an  incline bench press variation that we have that   we call the Thumbs Up Dumbbell Incline Bench. And what we're doing by driving our thumbs up as   we lift is we're allowing for more adduction or a  closer proximity of the dumbbells to each other as   we press. You should feel a heightened engagement  in the pecs. And also, because we're going from   that low to high position on the incline of about  30 degrees, we're going to more effectively target   the upper chest fibers. Now, for some reason  if you don't have access to an incline bench,",
        "start": "00:00:00",
        "duration": 233.59999999999997,
        "title": "The 💯 Chest Workout (MOST EFFECTIVE!)"
    },
    {
        "text": "you're not getting out of this one. Scott Free.  You've got an alternative. Perform the flat bench   with the underhand grip position like I've shown  you before, to effectively target the upper chest   fibers and maybe even stick one plate under the  bench to create somewhat of a slight incline.   Once again, the key to the effectiveness of this  exercise and the entire workout, for that matter,   is to choose the right weight for that 12-rep  failure to start that ignition set. Now, every   subsequent effort is going to be your all out  maximum and that's part of the reason why, guys,   we call this the 100 Workout, putting everything  out there. For the third time in a row here,   guys, we're going for those 20 accumulated  effective reps. Now we move on to that lower   chest. Right, because we still have to hit that,  and we want to do that with our classic Dip.   But what I want you to do is choose a Weighted  Dip if able, because I want you to take that   12-rep failure mark. If bodyweight alone is enough  to cause you to fail in that rep range than body   weight is fine, but perform the way to dip and  as always, rest those 15 seconds. Now from here,   we're going to change the number and change the  effect. I want you to go down and perform a Pause   Dip at the bottom three second holes with that  same weight, obviously. And we're going to find is   that that stretch tension, which is a great driver  of hypertrophy, is going to take this to another   level of intensity. So, you may only get one or  maybe two reps after reaching failure and resting   only 15 seconds. And that's fine because I'm going  to accommodate that by lowering the effective rep   count from 20 down to 10 on this exercise. And  then we move on to the fifth exercise here, which   is actually one of my favorite ways to perform a  crossover. And it's something that I came across   recently. We call it the Omni Crossover, so I  set one cable high and one cable low. The one   that's low is going to come up and across my body  more effectively targeting the upper chest. And   the one that's high is going to be brought from  top down across my body to more effectively hit   the lower chest. Now, what I do is I make an  accommodation in the weight. I have at least   20% to 40% more weight in the hand that's going  from the top down than the one coming up.   The upper chest is going to be weaker than the  lower chest operating from top down, so make the   adjustment in the stack accordingly. And what I  do is I'm going to take that first set and perform   these crossovers to failure. Once I've reached  failure, as always, arresting those 15 seconds and   the action begins until I accumulate 15 effective  reps in that combination. But of course, I'm not   done because I have to change the orientation  of the arms to put whatever one was high to low   position and whichever one was low to the high  position and work the same thing. Do another   ignition set and follow it with 15 effective reps  of that combination. But the 100 Chest Workout   isn't done just quite yet because for those truly  psychotic out there that want that final nail in   the coffin, I got it for you, we call it Hell on  100. So, what you're going to do here is perform   20 Static Hold Pushups. And this is effectively  a metabolic burnout that's not only going to test   your muscular endurance, but more importantly,  your mental toughness. And what we're going to do   here is perform a pushup by lowering yourself  down into that static hold position for 5 seconds.   After you've held for 5 seconds, you come up and  perform your first pushup, lower yourself back   down for five more seconds. After 5 seconds, you  come back up to perform your second pushup.   The goal here is to accumulate 20 pushups, which  means you're going to have to have a cumulative   100 seconds of static holding. Now, keep in mind,  this does not have to be done all in one shot.   You can rest/pause your way to that goal as you  did throughout the rest of the workout. Again,   these are optional and not for the faint  of heart. But remember, guys like Arnold,   if you want to get the most out of your workout,  you've got to be willing to push yourself there.   And we say, don't count the reps and make the  reps count, well, I think here you can count   the reps that actually count. And when you do  that, guys, the results will be next level.    If you're looking for more in this series,  guys are going to make sure I link them at   the end of these videos as they come out. But in  the meantime, if you want to take a screenshot,   here's your opportunity. As always, guys, I  want you to have the chance to take this with   you to the gym so there's no guesswork  and you can get the results that I know   you're going to get if you put the work in.  Guys, if you're looking for a full program,",
        "start": "00:04:03",
        "duration": 227.03999999999996,
        "title": "The 💯 Chest Workout (MOST EFFECTIVE!)"
    },
    {
        "text": "you can find them over at Athleanx.com. If you  like this series, tell me the other ones you want   me to make next. And also, if you haven't done so,  click Subscribe and turn on your notifications,   so you never miss a video when I put one  out. All right, guys, see you soon.",
        "start": "00:07:50",
        "duration": 14.0,
        "title": "The 💯 Chest Workout (MOST EFFECTIVE!)"
    }
]