[
    {
        "text": "Jeff: Hey, Jesse.  Jesse: Whoa, Whoa. What? Um, um.    Jeff: What's going on here?  Jesse: Uh, checking to see if I have a, uh,   six pack or an eight pack? Jeff: Sure. What's up, guys, Jeff Cavaliere,   Athleanx.com. You don't need a magnifying glass  to figure out whether you have a four pack,   a six pack, a ten pack, a Tupac. What you do  need is an understanding of AB science and   more importantly, a game plan. I'm going to give  you today a strategy to not only determine what   your true potential is, but most importantly,  the information you need to realize it.    But let's start with a little bit of six pack  science, shall we? If you look at the anatomy   of the abs, you'll see this line that runs right  down the middle. It's called the Linea Alba, and   it's tendinous. This, though, is also tendinous  and this is called a Tendinous Intersection. And   what it does is you can see is it divides that  rectus abdominus up into those compartments,   whether they be a six pack, an eight pack or a  ten pack. And yes, those do exist. But what's   important here is that this configuration of  three lines is what's most common. In fact,   97% of the people investigated in a study showed  that they have this configuration with 1.5%   having an additional line usually down here that  divides it into an eight pack. And then even 1%   more having an extra line either down here or  at the top that divides us into a ten pack.    What you don't see here, though, is a zero pack,  and that's for good reason. In the six pack,   the one that's most common for all of us, we  have that first line that's 2 or 3 finger widths   underneath the chest line. And then we have one  that's usually right here at the umbilical level   or the navel. And then you just have one that sort  of divides that in between. In the eight pack,   as I mentioned, you'll usually have one extra line  down here which adds one additional compartment of   seven and eight. And on that ten pack, you've got  usually that line either right up under the chest   or all the way down here, an additional line  underneath the navel there. And that's going   to give you that incredibly rare ten pack. But  what about the other guys? Because we get these   questions all the time, Jeff, I only have a four  pack. You actually don't because as you saw in the   anatomy, there's no such thing as a four pack.  What you have here is an underdeveloped chest   because if you had the chest there, you can see  the three lines are in place. One, two and three.   You got your six pack there, but you're missing it  and you're visually missing it because you don't   have the development of the chest. And for those  of you out there that say I have a zero pack,   remember, fundamentally that's not true because  we all have at least three, if not more. But what   you're missing there is how you develop it.  Because if you want to develop these muscles,   you have to understand that this is the only part  that you can hypertrophy. These bellies can be   grown just like you can a bicep. The tendinous  area stays sutured down. If you can develop the   muscle above and the tendinous area stays where  it is, you're going to get that three dimensional   growth that's going to cause a deepening in  a more apparent unveiling of your abdominal   development. So how do you do it? Well you ve got  to have the right training approach. And whether   you have a zero, six, eight or 10 pack, we're not  breaking out magnifying glasses to try to figure   out what we have like Jesse, or what he says he  was trying to do. No, we just had to rely on the   science of training for a six pack. And the first  clue that I need to uncover when we're looking for   reasons why we're not getting it is right here.  And that's you don't understand this concept,   or at least all three of these. And the fact that  you don't understand them leads to clues numbered   two, three and four of why you don't have one,  and that's because you don't apply the first   tension overload. You see, if you want those abs  to grow and hypertrophy, you have to train them   for that reason. And it's no different than any  other muscle in your body, like I said. And we   can do it in the form of dumbbell or weighted ab  exercises. There are so many options here to just   add additional weight to your body to perform  the exercises you're performing and get better   results from them. In other words, get growth. And no, it's not going to make your abs bloat or   grow to where they look blocky. Training with  the right exercise is going to help you here.   And I have so many options for you to do where  we can incorporate not just additional weight in   the form of dumbbells, but just utilizing the  weight of our legs in different environments,",
        "start": "00:00:00",
        "duration": 252.42000000000007,
        "title": "The ONLY “How to Get Abs” Video You Need (SERIOUSLY!)"
    },
    {
        "text": "namely hanging from a bar. It's a hell of a  lot different to lift your legs when you're   hanging from a bar than it is to lift them  when you're lying on the ground at the top of   any floor-based ab exercise, you're actually  taking tension off of the lower abs. At the   top of any hanging ab exercise, you're actually  applying more to them. It's a different form of   overload and it's one more capable of creating  the development that you're looking for.    Which brings you to that third clue of why  you may not be where you're at right now,   because you also don't understand this,  eccentric overload. It's another way, again,   to stress the midsection to your benefit. And  I'm talking about having weighted ab exercises   that apply stress as your abs are lengthening.  We can do this with dumbbells. We could do this   over the top of a physio ball. When was  the last time that you actually used one   of these or do you think that they maybe went  out of style in the 2000? It's not true.   They actually apply a very safe way for you to  get into extension to overload eccentrically   the rectus abdominus to allow it to grow. But if  you did throw your physio ball out, you're not   out of luck because you can utilize a band like  this. Anything that's going to pull you back into   extension that you have to resist is going to give  you the opportunity to add stress, to start to   get those abs of yours to pop, regardless of what  anatomical configuration you have underneath.    Which brings me to the next clue in the great  mystery of finding those abs of yours. And   that is, you also don't understand this in the  benefit of metabolic stress. Taking your ab sets   for longer durations to that point of burn and  through that point of burn is going to benefit   you in terms of their development. A lot of us  will want to stop as soon as we start to feel that   discomfort. And that is exactly the point in time  when you want to continue. But you can also drive   metabolic stress through volume overload, and that  comes in the form of doing abs a lot. Frequently.   I recommend all the time on this channel doing  your abs every single day. Now, that doesn't   mean that you have to include tension in weighted  exercises every single day. I'm just saying you   have to do some form of ab training and it doesn't  have to take a whole hell of a lot of time,   maybe even just five, six or seven minutes,  which God knows, I have more than enough options   on this channel for you to accomplish that. The fact is that all three of these are known   drivers of hypertrophy, again, that can work  on any muscle in your body. And certainly,   when the one that you're suffering to develop  is actually not utilizing any of the three,   you're going to want to look into that further  and of course start doing something about it.    And so as with any investigation, there's always  that one smoking gun, that one piece of glaring   evidence that points to the reason why we are  where we are and unravels the entire mystery.   Well, if your lack of a pack comes because you  look like this right now, there's really no   mystery here guys, kind of eating like you have  two assholes and you need to stop. I hate to say   it any other way, but it's true. Your nutrition  needs to be on point if you're going to have any   kind of a six, eight or 10 pack. And there's no  way around that and that's once again because of   our anatomy. Right here, this is adipose tissue  fat that's overlying all that beauty that we just   looked at before. So, what's the problem? If  you're eating more calories than you burn in a   day, you're going to be layering on more and  more of this ugly yellow stuff that's going   to hide what you're trying to reveal. If you don't look under the surface here,   you're going to see exactly why this is a big  problem. This is the front. This is the back.   And this is if I cut myself in half and look  straight down at my abs. You can see here's one   of the packs and here's the other here's that  Linea Alba in the middle. Well, what's laying   in front of this, underneath the skin? Fat. The  more fat you have, the more you're going to fill   in any gaps that you have, any crevice that you  might have that's dividing those packs apart,   is just going to get filled in the same way it  might be with a tile mason putting some nice fresh   grout over the top of the tiles he just laid. It's  not going to reveal anything other than your lack   of dedication or knowledge about the importance of  nutrition when it comes to having a six pack.    Guys, I will lay it all step-by-step out for you  exactly what I eat every single day to maintain   my six-pack year-round. I actually did it in a  video you're going to want to check out here.",
        "start": "00:04:12",
        "duration": 234.90000000000006,
        "title": "The ONLY “How to Get Abs” Video You Need (SERIOUSLY!)"
    },
    {
        "text": "If you're looking for a complete step-by-step  plan with a meal plan included, you can get   them over at Athleanx.com. All right, guys, see  you soon. Hey, Jesse, good luck finding that.",
        "start": "00:08:07",
        "duration": 8.1,
        "title": "The ONLY “How to Get Abs” Video You Need (SERIOUSLY!)"
    }
]