[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I’m going to help a lot of people because a lot of people are getting elbow pain when they lift. Now, if you have elbow pain you know it. You go out there and keep banging away at it. Whether you’re doing chin-ups, doing weighted chin-ups – which is even worse – or you’re doing underhanded rows; any pulling movement that you’re getting that pain right on that inside of the elbow. You know it. It feels like a knife. Here’s what is causing it. I’m going to help you figure that out and I’m going to tell you some things that you can do to try and get rid of it now. More importantly, prevent it from ever coming back. Of course, we do that – Jesse, come on in with the muscle marker. With the muscle marker, we’re picking on one muscle here. There are a lot of muscles in the forearm. But this one muscle in particular is where I think everything arises. I’m going to show you how you can test yours to see if that’s what’s causing your pain, too. So, if we look at this – I’m going to give you a fancy word, you ready? The flexor digitorum superficialis. So, the FDS. What it means is that one of the flexors that goes to the digits in our fingers that is more superficial than some of the other, deeper muscles in our forearm. But what it does is, it actually looks like that. It attaches right here. It all comes down into this bundle here and attaches around that medial elbow where we start to feel all that pain. Amongst a whole bunch of other muscles that also come in here that sometimes get confused as the source of the pain. I’m saying it’s not. I’m saying this is the problem right here. What this muscle’s function does is, it comes in here and splits into four different tendons. They pass through the carpal tunnel and head off toward the pinky, the ring finger, the middle finger, and the pointer finger. But the attachment means everything. They crossover to the second joint. So not all the way to the end. Not to this little joint in the end. They have no control over that. Only the phalanges out here in the middle. So that means they can do this to the finger. And they can do that to the finger. And they can do that. But they can’t flex that last, little phalange. So, what we want to do is understand what’s causing the problems. Well, it’s not just all of these.",
        "start": "00:00:06",
        "duration": 127.28999999999996,
        "title": "The Most Common Gym Injury (FIXED | PREVENTED!)"
    },
    {
        "text": "It’s one in particular. This one, right here. You would think it would be this one because of the way it feels when you have this pain. But it’s actually this one right here. Your ring finger. When you move them, you can see what happens. So, if I were to go here and move the pinky you could see I get some action through this muscle belly, but not so much. When I move the middle finger, I get some action, but not that much. I go through the pointer finger, I get even less action. More up here than I do down here. Then when I move that ring finger, look at all the motion going on in here. Definitely the most influential of the four on what’s happening through this muscle, ultimately on that point of attachment on your elbow. Which is going to really cause a problem when it’s sore. So, what happens is, we’re getting an overload on this joint in this motion here through some sort of a heavy weight being attached to our hands down below in a pull – like a row, or on a cable pulldown, or a low row, or even up here on a chin. When I’m here I have my whole bodyweight being resisted here by the strength of my finger flexors to be able to hold onto that bar. So, if you have problems here, people will call it a long-term breakdown. They say it’s more of a chronic breakdown, overuse injury. It’s not an overuse injury, guys. It’s an overload injury. It’s an overload injury that can happen on one, single rep by causing some microtears down here because the strength in these fingers is not high enough to withstand those loads. So, what you have to start looking at is: where are you placing the pullup bar, the bar itself, or the cables in whatever exercise you’re doing? If you start to let them ride high into your fingers like that then all these muscles – the muscles here that are coming into these tendons – are trying to resist that bar from falling out of your hands, or you from slipping off the pullup bar. That’s what you’re working on. You’re using this muscle in particular because of where you’re holding it. You’re not holding it in just these last, couple of joints here. We can’t hold anything with just that joint there. We’re holding it here. So, we’re really picking directly on this muscle here. The FDS. Completely. And it’s not meant to hold all those loads. What you need to do is get that bar here, or the pullup bar, or the row down here, more in your hands with more of a wrap around here. You’re getting a lot more strength of those intrinsic hand muscles with support from the FDS, not the main load being on the FDS. So where do you see that? If I were to get up on this bar here – here’s that direct cause – if I were to get up here and try to hold onto the bar, a lot of us like to use this false grip. I like to use a false grip. But using the false grip right here, there’s all that overload on that muscle because of the anatomy I just showed you.",
        "start": "00:02:13",
        "duration": 168.39999999999998,
        "title": "The Most Common Gym Injury (FIXED | PREVENTED!)"
    },
    {
        "text": "So, as I start to get tired, even more so, I want to slip. But they’re holding as hard as they can. It places a tremendous amount of stress right here on the medial elbow. That can cause that pain instantly and get worse, and worse over time from workout, to workout. So, you want to get up and over the bar, and be on top of it. You want to see all your fingers. I see people do these all the time. What I see is the top of your fingers. If you can only see the top of your fingers there, especially this little finger and it’s falling off the bar, back that way behind you; you’ve got a problem. You need to be able to see all your fingernails and all your fingers if it’s going to be the proper positioning which will help you avoid that. Again, that fourth finger is going to take on all the load. Why is that? Go ahead and make a fist. If I make a fist as hard as I can, which fingers have the strongest ability to hold right here? The fourth and fifth. You can feel it. You can feel that you’re pushing most of your pressure right here in this portion of your palm because the fourth and fifth dig in with a lot more force than we do with these other three. So, you realize how dependent your fingers are on this fourth and fifth finger. Again, putting that bar too high is going to cause that. I do the same thing here with a row. If I come up underneath with an underhand row and I’m here, and the bar – just because I start to fatigue – starts to slip a little bit, we’re doing that same thing. All of that force is there. So, let’s say you already have the pain and you’re not sure whether this is the problem or not. Just do this. Take your finger and first, use the other fingers. Resist through that joint. So, bend it and try to push it back and don’t let it happen. Don’t let it go back. No pain. No pain there. Should be not pain there. Not distal. Not this last joint because that’s a different muscle. The flexor digitorum profundus. The deeper version. That takes care of that. Not this muscle. You shouldn’t feel anything there. Same thing here. Now go to the proximal joint. Resist that motion. No problem. No problem.",
        "start": "00:05:01",
        "duration": 124.16000000000003,
        "title": "The Most Common Gym Injury (FIXED | PREVENTED!)"
    },
    {
        "text": "No problem. Oh, that’s a problem right there. If you have a pain in that elbow resisting at that level of the joint, it’s going to cause a lot of pain. You’ll know instantly that this is what you’re dealing with. So, what do we do to fix it? What we do to fix it is – it’s always one of those instances where the prevention is the cure. So first of all, if you’re already having problems here you really need to avoid bar placements in your distal fingers. Definitely. You’ve got to make sure you stop doing that. That’s a long-term cure, too. But right away you need to do that. Most of all, we usually have to start avoiding any of the movements that are causing discomfort at this point. You give yourself six to eight weeks for it to get better by avoiding those movements. That sucks, and nobody wants to do it, but it's the truth. It’s what you need to do. But once you do that, you want to start easing yourself back into those movements. Not with a heavy weight because the heavier the weight the more likely it’s going to start to pull down. With a little bit of a lighter weight to ensure that you have the ability to grip and hold on in that position. It’s something you’re going to have to get used to. But lastly what you want to do is – at least right now – try to stretch it out a little bit. And here’s where people screw up. They do this. I know it’s a forearm muscle. It hurts here so they told me to stretch it. So, I do that. What’s the problem, if you look at my hand? If I’m doing this, I feel a stretch on my forearm, but am I really getting this muscle? No. In order to get that muscle, I can’t ignore what’s happening here and just bend my wrist back. I have to get these bent all the way back, and straight. See? I’m keeping that nice, and long. Now when I have them bent back and then the wrist is bent back, and now it’s down straight, elbow extension here; now I really feel that stretch. So, if you’re going to stretch it out you’ve got to make sure – especially on that fourth finger – that you are straightening it out and getting it back. At the same time, you want to keep those other fingers straight. So, you stretch it out, you ice it if you have to, sometimes anti-inflammatories if it’s really that bad, avoiding the things that are really causing the problem in the first place, but easing yourself back in. Learning how to grip that bar properly and now understanding, finally, what the hell is causing this pain over here, because it usually comes, and people have no idea what",
        "start": "00:07:06",
        "duration": 140.85999999999999,
        "title": "The Most Common Gym Injury (FIXED | PREVENTED!)"
    },
    {
        "text": "caused it. This is what it is, guys. I promise you, if you start following what I show you here it’s going to get better. So, I hope you’ve found this video helpful. Again, anatomy, the muscle markers, everything matters. Every muscle. This is the first time I’ve ever drawn on my forearm, but it doesn’t make it any less valuable, as you see, because when there’s forearm pain it screws up your entire workout. All these muscles matter. We make sure all of it is covered and put into all of our programs because we do like to put the science back in strength to build your entire body from head to toe – and fingertip – to keep you training and looking like an athlete. It’s all over there step by step. In the meantime, if you’ve found this video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I’ll do my best to do that for you in the days and weeks ahead. All right, see you soon.",
        "start": "00:09:26",
        "duration": 38.889,
        "title": "The Most Common Gym Injury (FIXED | PREVENTED!)"
    }
]