[
    {
        "text": "What's up, guys, Jeff Cavaliere, Athleanx.com.  So, if you're having a hard time kind of filling   up that V shape when you're looked at from  behind, it's probably because you're not   training your back, right. Today I want to  show you exactly how to do that. And this   is coming from someone who has had some good  back development myself, but more importantly,   been able to do it for other people, like,  let's say, Jesse, who went from a pretty skinny   back to one that's much more developed now.  But the issue is actually the type of training   itself. When you talk about back training, you're  likely going to use a lot of momentum and that's   by nature because it's built into the exercises we  perform. See, if you talk about pushing exercises,   you don't get a chance to use as much momentum  as you might on any pulling exercise. If I'm   doing a bench press, I either can get it off my  chest or I can t. Or I could either do a Seated   Dumbbell Overhead Press or I can't.  The issue is that with pulling exercises,   you always have the opportunity to swing your  body in space to get that extra rep out. But   what the problem is, is that you're forgoing  something really important in the process,   and that is utilizing a full range of motion. Now  I get it, you probably heard four inch of motion   is important plenty of times before, but here it's  especially important because the likelihood that   you're cutting it out is really, really high. So, what do we do? Well, we have to start by   decreasing the weight on some of the back  exercises that you're doing. Not all of   them. There's no doubt that there's a value to  using heavy weights when you perform exercises   like a Row or a Weighted Pullup. We want to  build that base foundational strength up and   have the size follow. But we do know that  you're going to be limited in the overall   amount of hypertrophy you can create if you're  not focusing on these additional changes.   And so, if we lower the weight, it increases  that range of motion right away because we   could explore more of that range utilizing a  weight we can control. Beyond that, though,   we introduce another really important stimulus,  and that is the stretch stimulus that comes from   training through a full range of motion, On  an exercise, like a Lat Pulldown when we're   at the top of the exercise, we're getting a  really good stretch, which in and of itself   is a good stimulus for growth. And if you're  not actually trying to seek this stretch out,   be honest, you're probably not really utilizing it  when you perform these sets. But again, it starts   with having a weight that we can command because  otherwise we're probably going to abbreviate that   in the range that we can t actually control. But thirdly, though, when we use these   lightweights, well now we're actually  having to make a change in our mindset,   which means we have to still now train these  exercises hard. We have to push ourselves more   to failure. If you watch the recent video I made  on the importance of utilizing really hard or high   intensity on sets that fail in a higher rep  range 12, 13, 14, 15, and so on, well, you'll   understand just how important it really is. So,  in combination with lightening, the weight, we're   going to push these sets further and harder.  But lastly, it gives us a chance to explore the   motions of the lat. And if you look at it, it's  a pretty diverse muscle group because it has a   lot of different functions. So, you can see that  attaches here to the back of the humerus and it's   going to bring itself back in towards the midline  of your spine. And if my arm was up overhead,   it can pull me down into adduction, right, just  like this, which would come from a traditional   Pulldown. Or if I was doing an Underhand  Pulldown, it has the ability to pull back   and extend the arm and this direction here. And  we also have the horizontal abduction or the   ability to get the elbow back behind the body.  So, if you think about it with a bent elbow,   it's getting the elbow wrapping around  towards the back or towards the spine.   So, if we can utilize the full range of  motion on exercises we're already doing,   that's going to give you a chance to actually get  more gains from them. And then maybe even get you   to revisit some of the exercises that you're  not doing anymore because you're overlooking   the benefit that you get from the stretch  and from using the full range of motion.    So, if I look at an exercise here, like the  pulldown, you can see that is going to be   done in that frontal plane, right. Working on the  abduction of the elbows down towards the sides.",
        "start": "00:00:00",
        "duration": 237.7199999999999,
        "title": "The REAL Reason Your Lats Won't Grow!"
    },
    {
        "text": "But I've shown you other alternatives here. I've  shown you something like a Rocking Pulldown, which   gives me a chance to drop the elbow, not just back  further behind our body into extension, but to get   that horizontal abduction function of the lats, to  pull it closer to the midline of the spine. Now,   if you're going to do the exercise, you're going  to want to do it right. Engage the weight first   and pull it down first and then start to pull down  on the bar. I've mentioned this before, you don't   just pull the bar from one end. That's just when  someone's trying to disingenuously suggest that   the exercise doesn't work. Oftentimes in order  to gain some relevance, an otherwise irrelevant   presence in the industry. But I digress.  So, we pull it in this asymmetrical fashion.   You're actually getting a little bit more load on  one side versus the other, and that's fine because   you might be asking yourself, what if I just did  this with a single arm pull down? And I'd say,   great, if you have the ability to do it,  because there you get a chance to explore   all the benefits we're talking about that  are necessary to make your back start to   grow again. You get that great stretch at the  top. You have the ability to drive the elbow   really tight down to your side and also get it  back behind your body into extension with that   wraparound effect, with that horizontal abduction  to really get that solid lat contraction.   Again, I might have to lower the weight, but  that's okay because I'm going to counteract that   by simply taking those sets all the way to failure  to get the benefit I'm looking for. I could do   the One Arm Standing High Row, which is one of my  favorite exercises ever, And I can get even better   of a stretch because I could drop that hip back  and get the pelvis further away from the arm to   allow myself to have a really intense stretch at  the top of every repetition and then pull it down   to really height and contraction again.  Again, I might have to lower the weight,   it's irrelevant here. Mix these in with your  standard heavy weight training. It's the missing   element that you're not doing right now that is  really going to be the key to your new gains.   And then if you look at it, exercise like the  Straight Arm Push Down. I program that almost   every single program I have because I realize  its unique benefits because I can get that good,   isolated contraction on the lats, I can get  to that full stretch. I can even exaggerate   it by dropping down to my knees and letting my  arms float even higher on every repetition.    But again, the point here isn't to break records  with the weight that I'm moving. It's just to   break through some of those hypertrophy  stalled gains that I might have, and you   might be suffering from right now by performing  these exercises you may have overlooked. And   then I could even change the angle of the arm  during the exercise you're already doing. So,   I talk about the Underhand Lat Pulldown being  an option to the frontal plane or more standard   version of the pull down. And the reason supported  once again by what I just showed you here,   explore all the functions of the lats. Don't  just work in the frontal plane but get that   arm out in front of you and work out more of the  extension and take advantage of that increased   stretch that we get on the lats by being there. So, the point is, guys, you're probably letting   momentum take over for what you're doing right  now. And that's a natural tendency on all pulling   exercises. But this is where you have to intervene  and say, I'm aware of that and I've got to change   that. And when you change that on whether it's  the exercise you're already doing or on some of   the exercises you forgot to do that you used  to do. Just make sure that you're lightening   the weights to allow you to get that full range of  motion and get that stretch. And most importantly,   adapt for that by taking those exercises to  all out failure as of rep ranges go higher   and higher if you want to see those gains.  That I promise you guys will deliver the   gains that you're looking for and start to fill  in that V taper that's lacking right now.    If you're looking for a back workout that  will actually do that for you, you can find   the perfect back workout linked for you over  here. If you look for a full program guys,   you can find them over at Athleanx.com.  I hope you found the video helpful. If   you haven't done so, make sure you click,  Subscribe and turn on your Notifications so   you never miss a video when we put one  out. All right, guys, see you soon.",
        "start": "00:03:57",
        "duration": 218.40000000000003,
        "title": "The REAL Reason Your Lats Won't Grow!"
    }
]