[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. This is going to be one of the most important videos that I ever make. As a matter of fact, I want you to do me one favor and lean in nice, and close, and listen to every, single word I say. I promise you, this is going to be very, very important. It’s going to help you forever. Especially if you’ve been dealing with a weight problem. Especially if you’ve been trying lots of diets. Don’t even get me started on that word yet. I’ll get to that, though. The fact is, I’m a big believer in the power of nutrition. I’m a big believer in the fact that what you put in your body determines, not just how you look, but how you feel, and how healthy you are. Not just on a day to day, week to week, month to month, year to year basis. But on a minute to minute basis. We know that, right? We’ve put things in our body that have changed the way we feel pretty quickly. We need to understand that power can never be underestimated. I think a lot of us do. That’s why, often times, we reach out and realize that we need to do something about our nutrition. I’m going to say, what we put in our body every day might be one of the most important decisions we make every, single day. Which brings me back to that concept of diets. Guys, you know how I feel about that term, if you’ve watched this channel for any length of time. Realize, I don’t like the term. I hate it because a diet sounds temporary. A diet means something temporary. “I’m going on a diet”, means “I’m going to be off of that soon.” You need to realize the long-term, the long game here, is the only thing that ever matters when it comes to looking and feeling the way you should from now until the day you die. Which, I hope – if you do it right – is a long time from now. God willing. Now, there are dangerous diets. There are a lot of different diets we could follow. Let’s cover some of them. The Paleo Diet. The South Beach Diet. The Atkins Diet. The Grapefruit Diet. The Coffee & Cocaine Diet. Right? People probably used s**t like that for a long time. The fact is, anything that’s earned the word ‘diet’ after its name; it probably works. It works. I can guarantee you, they work. They all create weight loss.",
        "start": "00:00:06",
        "duration": 136.30999999999995,
        "title": "The Most DANGEROUS Diet in the World (STOP!)"
    },
    {
        "text": "They all do. They wouldn’t have ever gotten to the point where they earned the ‘diet’ title if they hadn’t worked for a lot of people. But I don’t gage short-term results for a working diet. I gage your ability to stick to it for a lifetime as the only criteria for whether something is worthwhile. For me, the most dangerous diet in the world is the one you can’t stick to. That could be all of them. It could be all of them. Beyond that, even when you decide that you need to do something about your nutrition – let’s start using the word right because we’ve got to get rid of that word ‘diet’. If you decide you need to do something about your nutrition how do you go about it? Do you just jump head-first into it? Because that’s a major mistake. That could be why you’re failing in the first place. Let’s play trainer for a second. We’re all going to get a chance. Let’s take a step into Jeff Cavaliere’s shoes; the trainer. So, I have a client that walks into the gym today. We’re making this up. 320lbs, the guy is 49 years old, never worked out a day in his life, diabetic, body fat at least 40%, and he’s going to train. I have two options of programs I can give him. Option A. You get to pick here, listen close. Option A. He’s going to do squat, bench, and deadlifts. We’re going to work in the three to five rep max. We’re going to throw in some palm squats, just to make sure we’re reinforcing his ability to hold those things, and a lot of eccentric overload. I think that’s going to be helpful. Then some plyometrics at the end and maybe a little bit of kickboxing, just for some conditioning. That’s Option A. Option B is, we’re going to start really, really easy on this guy. We’re going to do a little bit of flexibility training, a lot of education early on, a little bit of mobility work – I’m sure those joints could probably use a little bit of help. And then maybe start introducing the concept of resistance bands. So, we want him to utilize his own bodyweight – which is heavy – or some additional weight through weights and barbells, at this point in time. Which one would you go with? Which would you think is the more appropriate for that individual? There’s always the A-hole of the bunch who’s going to say, “Option A”, but we should all know that Option B is where we need to go. Especially if you’ve been watching this channel. You probably realize that’s probably a better route. At least taking a step off the gas for that guy. So why is it when we decide we’re going to do something about our nutrition, and we decide to go down this ‘diet’ road, why do we jump into it head first? Why do we go from 0 to 60? Who thinks that going from 0-60 makes anymore sense, nutritionally, as it does when you’re taking your first crack at weight training?",
        "start": "00:02:22",
        "duration": 173.74,
        "title": "The Most DANGEROUS Diet in the World (STOP!)"
    },
    {
        "text": "It doesn’t. It’s setting yourself up for failure. I can give you a couple examples of that. Let’s take a popular diet regimen right now. I’m going with the Keto Diet. Guys, I have nothing against a particular form of eating because if you can turn that form of eating into a lifestyle – a lifelong style of eating – then I am thrilled. I don’t have one way – and I’m going to get to this in a second, too – one way of demanding that you eat. That is not my methodology. As a matter of fact, I think anyone that tells you that there’s ‘only one way to do it, and this is the only way you should do it’ and gets ‘cult-like’ – I guess, the ‘keto cult’, who’s going to tell you ‘this is the only way to do it and everything else is wrong’; you’ve got to run as fast as you can away from that person. But back to that. Ketogenic dieting requires that you drop your carbohydrate intake pretty severely, to about 10% or less of your total, overall caloric intake for the day. Now, let’s put ourselves back in the shoes of that individual that was overweight, who needs to lose weight – which is a lot of people. Do you think that person is sitting there eating 10% or less of carbohydrates right now? No. I can guarantee you, they’re probably eating, in excess, of 60% carbohydrates, if not more. So, to go from 60% or 70% of your overall caloric intake from carbohydrates down to 10% or less; how logical is that? So, cut all that out. That’s it. Diet starts on Monday. You’re going to cut it all out. We’re going to get you right down here. You’re going to do great. This is going to be perfect for you. You’re going to change your way of fueling your body. We’re going from carbohydrates to ketones. You’re good to go. Let’s go. You think that’s got a likelihood of success? Will he lose weight? Of course, he will! It’s a diet. It’s earned its title. It’s going to work. Long term? I doubt it. If it does, then great. He’s found a lifestyle that he can do. Now it’s worthwhile. But if you jump into it like that it’s not going to work. So, what would I do in a situation like this? I’d recommend something different.",
        "start": "00:05:16",
        "duration": 136.91999999999996,
        "title": "The Most DANGEROUS Diet in the World (STOP!)"
    },
    {
        "text": "You want to stick to the diets? Go to something like the Zone Diet. 30/30/40. At least see if you can stick to that first. Get yourself down, knowing that you’re heading toward keto. But you don’t just down there. You try to take an approach that’s a moderate step in the right direction, to at least set yourself up to become more accustomed to that. As opposed to jumping right in. It’s going to have the same impact to be able to take these things in stages. I understand that we’re not getting the same outcome that a Ketogenic Diet is creating, in terms of your body’s preferred fuel. I understand that. That’s not getting there via a 30/30/40 diet. But from a standpoint of an individual being able to stick to that, they need to be able to take some sort of moderate step. Even when I first started my full reign of eating better, and healthier, and turning it into a lifestyle I went from a really crappy diet of a lot of sugary foods, and sweets, and things that are not part of an athlete’s diet. Not on a consistent basis, they aren’t. And I made small changes. Then, when I was able to maintain that, and I started to see results I went back again. I made additional, small changes. Then I went back again and made additional, small changes. You know what I didn’t care about? Instant results. I never cared about instant results. I was in it for the lifelong process. I understood that, if I did it right once I’d never have to do this again. But as a result of people jumping in too strong, too fast to a diet they can’t stick with, every six months, every eight months, every 12 months, whatever it is; they’re back doing it again, and again. You know why it’s dangerous? It’s extremely dangerous because every time you fail you’re doing a lot of things that are setting the stage for you to continue to fail. You’re starting to convince yourself that you can’t stick to anything. You’re starting to convince yourself that ‘dieting is not for you’. You either give up at that point – right? A lot of people do! “I’m done with this. I can’t do it.” Or you get more desperate, you get less patient, less willing to go through that adaptive process, and you jump into the next one full force ahead, and it fails again, and it fails again, and it fails again. And guess what? You know what’s happening during this whole time? You’re also getting older. We’re all getting – one thing we can’t stop is the aging process. As we get older, and older, and older it gets more, and more, and more difficult to win this battle.",
        "start": "00:07:33",
        "duration": 145.76000000000002,
        "title": "The Most DANGEROUS Diet in the World (STOP!)"
    },
    {
        "text": "I’m not saying it’s impossible. We’ve got lots of guys – ATHLEANX has proven it – lots of guys that can do this at an advanced age and look unbelievable. But it does become more challenging. You have to become more and more committed. It’s not as easy as it was when you were in your teens and 20’s. We all know that. So, what I’m pleading for you to do is try to make this intervention with the one mindset of getting off this damned diet rollercoaster. Stop thinking about all these temporary fixes. Stop thinking about the short-term weight loss. Turn it into a lifestyle that you’re going to stick with forever. Find the one method of eating – the nutrition, right? The form of nutrition that’s going to fuel your body and keep you in that state for the rest of your life. Feeling good, getting stronger, being healthier from now, until the day you die. You know what? Here’s the shocker: I don’t care what method it is. People that think, again, so cult-like in the fact that you have to eat ‘this way’ are so dangerous to you and everyone they’re telling their information to. It pisses me off. I want you to be able to find something that you can stick with. When you do, I’m happy. There is no ‘one method’. I have a method that’s worked for me. I have methods I recommend that I think are going to help you keep your sanity the most. They’re going to help you not become exclusionary in your dietary practices where you’re eliminating this and eliminating that. I want it to feel as it if it’s not deprivation-based. It’s something that you can actually do. I’m losing my damn voice, I’m so passionate about this! But it’s true, guys. The fact is, if you do this right you’ll never have to do it again. So, I hope that this came across to you guys. The fact is, if you can’t stick to something it’s not a good option. For me, temporary means nothing. Lifetime is the only solution here. And the longer you go, by getting this wrong, the more and more dangerous it becomes. The quicker you can get rid of the ‘diet’ term and into something that actually becomes something that’s lifelong nutrition, the faster you’ll be well on your way to do that. Guys, I’ve laid it all out for you guys step by step. I have a method. I believe in it. But it may not work for everybody. How’s that for more truth? It may not work for everybody. But I guarantee, if you give it a shot you’re going to get yourself healthier, putting yourself further down that path to being able to make that right, fine-tuning decision for yourself that works for you every, single time.",
        "start": "00:09:59",
        "duration": 155.1,
        "title": "The Most DANGEROUS Diet in the World (STOP!)"
    },
    {
        "text": "If you’re looking for our plans they’re over at ATHLEANX.com. In the meantime, if you’ve found this video helpful – and hopefully truthful – I hope you’ll leave me a comment and thumbs up below. Also, guys; if you haven’t already, subscribe to the channel and make sure you turn on those notifications. There’s a certain way that YouTube has of sometimes making sure those notifications get turned off. You’ve got to turn them back on by clicking the button right next to the link itself. In the meantime, guys; I’ll see you guys back here in just a couple of days with more videos. See you soon.",
        "start": "00:12:34",
        "duration": 25.072999999999997,
        "title": "The Most DANGEROUS Diet in the World (STOP!)"
    }
]