[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. The Master Tip Series continues. This time, the abs. there actually is a master tip that applies to every, single ab exercise. Remember, the Master Tip – to qualify as such – needs to apply to every ab exercise you do. It needs to not require any extra equipment, or experience in order to be able to pull it off. It also needs to be able to be something you can do immediately the next time you train your abs. Finally, the damned thing has to work. I say that all the time. This one does work. I'm going to show you what the big problem is when it comes to ab training. When we do a side crunch this is what it looks like. Now, you tell me if you can see what I'm doing wrong. Okay, I'm crunching. Now I'm not grabbing with my neck here. That's one of the – you can't do this. That's one of the worst things. But that wouldn't apply to every exercise. What I'm having a problem with, and what we need to fix; we have to stop isometrically contracting the abs, or the obliques – or whatever muscle group that we're trying training here – and running through the rest with this isometric hold. What we're doing here, if you look closely, is we're getting one, single, isometric contraction here, and then we're moving our body. You see people do this all the time. Look at how much movement I have going on up here, at the top. But I'm not eccentrically lengthening, or even concentrically shortening this muscle at any point in time. What would look better, and what we need to start doing, is allowing the full cycle of contractions. So if I come down I'm letting it go, and then I come up, into a full contraction, and then I let it go. Eccentrically lengthen, and then I come up into a full contraction. A lot of people have said that they don’t feel the contractions so much in their abs. It's hard to feel it when you're isometrically locking yourself into this very tiny range of motion and not ever eccentrically lengthening, so from that elongated position you could actually shorten. That's why you can't feel the contraction; because you're not ever really getting to a longer position to then shorten from. So it applies to a crunch on your back, too. We look like this when we do our crunches. We're up here, we crunch, and we go up, and down. Like that. Again, forget about what you're doing up here. Of course, you don’t want to be ripping on your head here, like that and pulling on your neck. But what we're doing is, we're getting into this isometric contraction here, and then",
        "start": "00:00:05",
        "duration": 137.04999999999998,
        "title": "The Ab Workout “Master Tip” (EVERY ABS EXERCISE!)"
    },
    {
        "text": "we're lowering our shoulders down, but we're not letting the abs relax. It's this constant isometric. Try them. You can feel what I'm talking about. When you come down you want to let it go, and then contract, and let it go, and contract. I'm not talking about hyperextension here. The floor is stopping me from that. I'm just talking about letting that contraction go so you can actually shorten, and get a stronger contraction. If we're up on a bar, this is where it's done wrong almost all the time. We're up here, people do a leg raise, they get into this position here, and then they just move their knees up and down, off that one contraction of the abs. Now you might be thinking to yourself \"But wait. If we're contracted the whole time isn't that better?\" No. To get full development of a muscle group you wouldn't just contract once isometrically and then move the joints around it. That would be the equivalent of taking your bicep here, get it to this position, and then move your arm up and down during a curl. You're not getting optimal development of the biceps by doing this. You're getting optimal development of the bicep by going to eccentric lengthening of the muscle, and then shortening the muscle. The same thing happens here. We get up on the bar, we shorten – remember, guys, show your ass here. You get your ass up. But when you come down you let it lengthen inside the abs. Shortening in here, lengthening the abs. shortening, lengthening the abs. It's not just holding on for dear life with one isometric, and moving your legs up, and down. Finally, even if I did a bench exercise here, like a seated knee tuck. Again, you see this all the time. Guys are in here, they come up, and they press. Now, I'm not talking about even a shortened range of motion because you could look like you have full range of motion here, but if I'm just isometrically holding – remember, we're stronger isometrically than we are concentrically, so we're really not challenging the abs as much as we can. That's not what we're looking for. We want to get the eccentric lengthening here, of the abs, and then in. Eccentrically lengthen, in. Lengthen, in. Lengthen. Okay? Get all the way out, and then come back in. Don’t just hold onto that contraction. Again, the Master Tip is one that you can apply through every, single exercise. This can be done no matter what exercise you do. Other than, let's say, a plank, which isn't necessarily an isolated ab exercise anyway. You need to have some movement in order to be able to have that done. A plank is an isometric in, and of itself.",
        "start": "00:02:22",
        "duration": 154.719,
        "title": "The Ab Workout “Master Tip” (EVERY ABS EXERCISE!)"
    },
    {
        "text": "So guys, the Master Tip is designed to help you get more out of the exercises that you do. We all do a lot of the same exercises, but it's how you do them that determines what you get out of it. If you're looking for a complete program where we always care about, not just exercises we're programming for you, but how you do them; head to ATHLEANX.com. Use the program selector tool in the link below this video to find the program that's most suited to the goals that you're trying to achieve at the moment. It takes just a couple of minutes to do it and it helps you to identify which of my programs is the best fit for you. In the meantime, if you like the video, if you found it helpful; leave your comments and thumbs up below. Let me know what you want me to cover here in future videos and I'll do my best to do that for you in the days and weeks ahead. See you!",
        "start": "00:04:57",
        "duration": 39.701,
        "title": "The Ab Workout “Master Tip” (EVERY ABS EXERCISE!)"
    }
]