[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Your training split is killing your gains. I promise I’m going to make this worthwhile for you today because a lot of us are following very, very, very different types of training splits. Are you here people? You’ve got buddies at the gym that do the bro-splits – don’t bash them yet, guys. Not yet. It’s too early. Especially as you’re going to see here, total body training – you could even take the guy who influenced me a long time ago to dial back my workouts a bit. Mike Menser. High intensity workouts, one muscle group every 14 days. You go and take that and think “That is so much different from the advice that some people say now, with more frequent training, with total body workouts. So how is it that even existed? How are people able to get away with that if it never worked?” Maybe it does. So, what I want to do is go over some of these splits to tell you what I think is going on here. Right here we’ve got the days of the week and the typical training schedule. What I’ve laid out here first and foremost is a total body split. For a total body split you’re looking at the classic ‘train everything Monday, Wednesday, and Friday’ and you have a bunch of off days. What’s nice about the total body split is a few things, what you’ve probably heard. Number one: you get a little more recovery in the week. Which is music to my ears. That’s the first thing. Number two: You’re getting more frequent stimulation of the muscles in your body – all of them – so you’re getting that opportunity to resume muscle protein synthesis every 48 hours or so, which is what the research is pointing us to. I’ll be back to research in a second. But that’s what it’s pointing us to here, why this is superior and why a lot of guys are moving toward this. We even have our own program coming out, which is Total Body Split. So, I do believe it’s extremely beneficial for many, many, many, many people. But if you could go back – this is not new. This is not new. You could go back decades and decades. Guys like Arnold Schwarzenegger were doing both total body Monday, Wednesday, Friday splits and even more than that. What they were doing was taking your typical total body workout which consisted of all of – your legs, chest, shoulders, arms, back, everything – and they put them all in one workout. And he just decided to split it up a little more into a push/pull with legs included in both of those workouts. So, a push workout would be chest, triceps, shoulders, and quads. Then a pull workout would be back, biceps, and hamstrings. So, you’re doing that now and you’ve taken one workout, split it over two, increased the volume of those exercises a little bit – because you could do so because you didn’t",
        "start": "00:00:06",
        "duration": 152.621,
        "title": "The Best Workout Split for MAXIMUM Muscle Gains"
    },
    {
        "text": "have so much to do in one day – shorten the workout a little bit. Yes, the frequency is greatly enhanced here with six days versus three, but the workouts were a little bit shorter. The idea was the same because you’re still stimulating every 48 hours. So, the research with the proponents of total body training will say, but we go and look at some of the other ideas and we have push/pull legs as well. That’s another popular thing. People have probably heard about that. We’ve programmed push/pull legs many times. With a push/pull legs what we have here is, a gain, six days a week. And we can do this even in a beginner versions. I’ll explain that in a second. But with a push/pull legs, the benefit is that you’re starting to train more athletically. My big benefit with this split is that I get to pair muscles together that share similar functions. So, I’m not thinking about chest training. I’m not thinking about tricep training. I’m thinking about push training. When you saw Antonio Brown coming through here, we did a push workout. When you saw Seamus coming through here, we did a posterior chain workout. We’re grouping muscles that tend to work together because athletically, that’s how we’re going to function. So, I like this, and I veer toward this a lot. What we do is – if you wanted to go more toward a beginner level, we could do a push workout on a Monday, we could have a day off. We could do a legs workout here on Wednesday, a day off. A pull workout here, and a couple of days off. So, we’re dramatically decreasing the overall volume, but at least we’re still maintaining the benefits of those similar functions and shared functions to at least train the body in that way. What we don’t want is what we talked about with bro-splits. We can break this down even further. A lot of guys do this. Again, we’ve used bro-splits in training for a particular purpose because you always have to ask, “What is the end goal?” If it’s straight hypertrophy there are going to be benefits to bro-splits, in terms of developing muscle, and building muscle like a body builder. Even though we don’t train body builders. But we do recognize that guys want to build muscle and sometimes doing that, it’s important to split things up. However, this is why bro-splits get a bad name. What we’ve done here is, we go shoulders, chest, triceps, back, biceps, legs, and then a day off. Why is that not so good? Because based on what I just told you here, you’re sequentially overlapping shared functions. I’m going with a push muscle – shoulders – and push. Chest. And push. Triceps. Where’s the recovery.",
        "start": "00:02:38",
        "duration": 142.0,
        "title": "The Best Workout Split for MAXIMUM Muscle Gains"
    },
    {
        "text": "We know that when we do chest exercises, we’re going to impact the shoulders. If you do a bench-press here, you know you’re working the shoulders. Where’s the recovery from your shoulder training from the day before? Especially as a natural athlete, recovery is paramount. Where is it? It’s absent. So, what you want to do is make sure you’re not doing bro-splits like this because this is where they get a bad name. Instead, you opt for something different. Instead you’d opt for – again, I’m just sharing some of the popular splits that are out there. I’m not trying to make a judgment on any of them…until the end. We have chest and biceps. Chest and bis. Back and tris. Legs. Legs are often done twice a week simply because it allows you to train them more frequently, for the reason we talked about down here. Then shoulders and traps, or shoulders and whatever you want to include. Shoulders and abs. Whatever that split might be. We’ve got this other version here. This is another popular one. Chest, back, legs, shoulders, arms, and then legs. Again, split out more of an anterior/posterior. This is very popular. Especially arm day on Friday is key, because before you go out to the bars, if you could just do as few sets of biceps and triceps, you’re good to go. I promise you. Especially in – a chest day is intact. This is great. Again, what we can do though is take a bro-split and actually make it work. The way you make it work for you is based on exercise selection and then putting the workouts in the right sequence, so you avoid this and benefit a bit more from the principles of what we established back here with the total body training. So, let’s take a look at this one here. When I train my biceps and chest, I wait 48 hours and I’m back to back and triceps. So, I have the potential to involve biceps in my back exercises here. I have the ability to hit my chest again and my triceps if I choose the right exercises. Again, if I place them in the right sequence, in terms of the time lag between workouts – in my back workout – that would demand, however, that I do exercises like an underhand barbell row, or even better, a weighted chin-up. You guys here me talk all the time about how I think the weighted chin-up is a great back exercise and, of course, it’s a great bicep exercise as well. So, I can get great bicep activation, reactivation 48 hours after, by choosing that exercise or both of those exercises here. If my back workout consisted solely of straight arm pushdowns – which I love, by the way – dumbbell pullovers. People call it the upper body squat. Another great exercise.",
        "start": "00:05:00",
        "duration": 149.67899999999995,
        "title": "The Best Workout Split for MAXIMUM Muscle Gains"
    },
    {
        "text": "Maybe even lat pulldowns, or wide grip lat pulldowns. I don’t have as much bicep activation there. As a matter of fact, I can pretty much go an entire workout without activating the biceps, which would be a violation of the re-stimulation of the biceps within 48 hours. It becomes very important, that if you’re going to do this, you choose the right exercise. So why do some guys get results and some guys don’t? Some guys choose better exercises. Some guys plan this out more thoughtfully and it winds up working. Again, as soon as you hear somebody say “Well, research says”, what that means is, ‘I have no experience’. That’s what that translates to. If they lead with “Studies show”, it means ‘I have not experience. I’m not training people. I don’t understand how people train in front of me because I’ve never trained them myself. I just read studies’. You could take strength coaches. I have a great friend of mine, Joe DeFranco, who’s a great strength coach. Do you know what his studies are? The hundreds, and hundreds of athletes that come through his facility every day that show these differences to him. He knows they’re not a textbook. He knows that they’re not a PubMed study. He knows that there are differences from person to person. Which is going to lead me to my final point. You realize that these things can vary in their success level because of the different variables. Even the person’s ability to sleep well between the accessions. We don’t know that in our studies. They’re not controlling for what these guys do when they leave the lab. One guy could sleep 10 hours a night and the other guy could be out partying and eating like crap. Which would entirely impact what their training protocol was. So, what would make this all simple? What would tie this all together? What would tie it all together is a scenario I want you to imagine. People have said “Jeff, your biceps are really good. They have good bicep development. Especially for your physique.” However, some people would say “Jeff, you just have good bicep genetics. That’s all it is.” Let me lay out a scenario for you. What if I was following, let’s just say – not this bad bro-split – but this split here. When I’m training biceps directly, once a week, and if I do that and my biceps are developed the way they are, but your chest doesn’t look so good. People have actually said that about me. No upper chest. Whatever, guys. It is what it is. The fact is, maybe it’s not that I have such great bicep genetics.",
        "start": "00:07:30",
        "duration": 140.971,
        "title": "The Best Workout Split for MAXIMUM Muscle Gains"
    },
    {
        "text": "Maybe it’s that my training split that I’ve stuck with so long because it’s been so loyal to me is optimal for bicep development. Hitting them once every seven days with this indirect work on back day here is the holy grail of biceps for me. Maybe not for you, but for me. But the problem with that is, because we’re on a routine in a split – which we all do. We follow the same split. We follow a split. I don’t care how long you’re doing it for. You follow the split. The other muscle groups that aren’t responding as well are slaves to that split. The chest is also – because it’s linked here and it’s only once a week – may not be getting enough stimulation. Even with the indirect stimulation here. By the way, tricep day would involve some sort of a close-grip bench-press to do that. But let’s say that’s not enough. The chest isn’t responding well enough. It’s a slave to that split. So, what I want to do is make sure I change my split up. I would go to a total body and in my total body, if I was doing 12 sets of biceps over here over the course of a week, and now I divide them up to four, four, and four; monitor what happens. Do you continue to see strength increases? Do you see development continue? Or do you see the opposite? Do you start to become less strong in your bicep training? Do you start seeing development of your biceps taper off, or not look as good anymore? If that’s the case, what you would do is modify this split. So, you were doing biceps, once again, in addition to this split once a week. It only makes sense. From a frequency standpoint it’s optimal. But it doesn’t sacrifice the fact that now my chest gets stimulate every other day and now I’m going to start to see gains. So, you know why splits are killing your gains, guys? Because we’ve fallen in love with the same one too often and we stick with it for far too long. If you’re not making gains in strength, if you’re not making gains in hypertrophy, if you’re not changing in the mirror, if you’re not satisfied with where you’re at, but you’ve been told ‘because studies say that a certain method of training is what you should be doing’; stop thinking that way. Start changing what it is you’re doing. Experiment with something different. Try a different split. Don’t go with the dumb bro-splits because those are dumb for a reason. We’ve already outlined those. But use something different. I’m not advocating for any of them in particular. I’m advocating for change. If you’re unwilling to change just because you’re locked in, because people will tell you ‘total body is so great’, or ‘splits have helped build massive biceps’, or whatever",
        "start": "00:09:51",
        "duration": 144.94999999999996,
        "title": "The Best Workout Split for MAXIMUM Muscle Gains"
    },
    {
        "text": "it is, stop thinking that way. It’s not individual to you and it’s your responsibility to start figuring out what is. When you do start mixing your routines and your splits up and you start to see the changes and the improvements in some areas, and maybe regressions in others. Then you become a little more educated as to how you need to put that workout together for yourself to allow for the best gains everywhere going forward. Guys, I hope you’ve found this video helpful. Again, the point here is that you need to put the science back in strength. You need to stop putting studies at the forefront of every decision you make. Experience trumps everything. I can tell you that, again, firsthand, myself. I could tell you that experience trumps everything because we are individuals and we respond differently to training. You’re an individual. You want to make sure you understand how you best respond. If you’re looking for training programs, we have training programs with all kinds of splits. All different splits for different reasons. Based on goal. Based on experience level. Based on the need to change up what you’re doing. They’re all over at ATHLEANX.com. In the meantime, if you’ve found the video helpful leave your comments and thumbs up below. If you haven’t already, please subscribe and turn on your notifications so you never miss a video. Let me know what else you want me to cover. This has been a question that has been asked here many, many times before. I feel like it needed a more elaborate answer. There’s no “Oh, the best training split is this!” No. That’s wrong. That’s B.S. That’s bad advice. That’s what you’d get, maybe, on another channel. Not here. All right, guys. I’ll be back here again soon with another video. See you.",
        "start": "00:12:16",
        "duration": 83.922,
        "title": "The Best Workout Split for MAXIMUM Muscle Gains"
    }
]