[
    {
        "text": "When it comes to bicep exercises, there  is no shortage of options. However,   which exercises do you focus on? If you're  struggling to build your arms right now,   you're going to want to watch to the end of  this video because I'm going to give you the   two exercises that you need to focus on if you  want to start seeing different results. Now,   others may want you to believe that  there's only two exercises that you need,   and all the other bicep exercises just don't  even provide any additional benefit. That's   not what I'm saying. But if you don't have these  two boxes checked in combination with each other,   you're going to struggle to build your best  biceps possible. With this bare minimum approach,   you can be assured of the fact that you're going  to have an effective combination of exercises to   use and more so be able to focus on fewer things  so you can get to where you want to be faster.    What's up, guys, Jeff Cavaliere, Athleanx.com.  Look, you might be surprised to hear me say only   two because you know that I've got a lot of  exercise options for biceps. However, when I   talk about only two, we have a unique opportunity  with biceps that we maybe don't have with some   other muscle groups. If we're talking about the  chest where we have to hit the different heads of   the upper mid and lower chest or the functions  of adduction or just basic pressing, it's hard   to achieve that in just two exercises. However, with the biceps, the function of   flexion of the elbow, supination of the  forearm and then flexion of the shoulder,   that's a function that can actually be built  into almost any exercise we do. So, what would   we focus on for our two? Well, the bare minimum  right here has to be some variation of a curl.   But what I like to do is start off with a Strict  Curl, step away, do a Drop Set into a Cheat Curl,   and there's a reason for this. So, with the Strict  Curl here, you grab your weight. And again, if you   have a hard time feeling supination, you could  grab this in a more supinated grip. But for now,   I have the more neutral grip here. Your butt is  in contact with the wall, your upper back is in   contact with the wall and your head is in contact  with the wall. And then I bring the weight up   and come down again. This is really overloading  the biceps because I don't have the opportunity   to get that swing that I would if I was stepping  away from the wall. So, you take the set all the   way to failure. Okay, Let's say that's it then I  walk away. Now we have the Drop Set. So, a Drop   Set gives you the option to go to and through  failure. For me, I'm going to put my right leg   up in front. I'll tell you why in a second.  But I come up and I get a little swing, focus on   the eccentric. Up and a little swing, focus on  the eccentric. Up in a little swing, focus on   the eccentric. For me, I've got this leg up front  because I have this torn bicep on my right side.   So, I try to limit some of the extension that I  get here from range of motion. You wouldn't have   to do that. But up and then slow eccentric on the  way down all the way to failure. Again, when we're   talking about exercise selection, you may want  to do the bare minimum. Your bare minimum better   start with some variation of a curl and a heavy  one at that. And utilizing the Strict Curl, Cheat   Curl Drop Set is my favorite way to do it.  The second thing you're going to want to do   is get friendly with the bar, and I'm  talking about a pull up bar. As a kid,   I spent a whole hell of a lot of time up  here, whether it be in field day, trying to   do the Flexed Arm Hang Challenge for as long as I  could or in my own training because I realized it   allowed me to do something very important that you  might be missing right now. And that is to get all   three of those functions of the bicep hit in one  shot: getting elbow flexion, getting supination   or in a supinated position, and also getting  that shoulder flexion with our arm up high.   Now, guys, I've been able to turn this into  some pretty decent bicep development. So,   I'm asking you to trust the advice that  I'm giving you here. So, here's what I   did. I get up on the bar underhand position.  I'm going to get into this position with my   head just peeking up a little bit. My elbows  are in front, so I don't have to worry about   my shoulders. But what I do is I just get into  this position right here. My legs are locked out,   so my core is tight and I'm holding the isometric  on the biceps. Now I can do this one of two ways,   I could just sit here and do one prolonged  isometric into one failing negative on the   way down. Right. Which I could do at the end of my  bicep workout or after my set of curls. Or I could",
        "start": "00:00:00",
        "duration": 244.20000000000002,
        "title": "The ONLY 2 Biceps Exercises You Need (NO, SERIOUSLY!)"
    },
    {
        "text": "turn it into a more dynamic exercise where I'm  trying to rep that out. But what you'll see is the   angle of the arm doesn't really change. I try to  keep it fairly open, right? So, if I'm coming up,   I'm down and I'm right up to about here. Okay, I'm  just going to the back of my head for the target.   Just like that. If I want, I could come up  behind the bar too, but look at how I keep   the angle open. I'm not closing it down because  I'll take some of the pressure off of the biceps   and put it onto the lats. In order to build the  biceps themselves, make them do all the work,   keep that angle at about 90 degrees.  Again, we're talking about bare minimum.   When I say only two, I'm saying at least these  two. However, I mentioned in the beginning,   if your bicep development is in a place where  you're happy right now, but feel like you could   take it to another level, well, that's where the  other exercises step in. And there's plenty of   them to do that, guys. Make sure you check out  these two videos to get other options for you.   If you're looking for a program, guys, you can  find them over at Athleanx.com. In the meantime,   if you haven't done so, click Subscribe  and turn on your Notifications so you   never miss a video when we put one  out. All right, guys, see you soon.",
        "start": "00:04:04",
        "duration": 64.8,
        "title": "The ONLY 2 Biceps Exercises You Need (NO, SERIOUSLY!)"
    }
]