[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. So what are you doing for the next 22 days? I hope what I show you here today. I put together a 22 day ab workout. Guess what? We've simplified everything because I'm going to remove some of the excuses. We're not going to use any equipment, and we're not going to have to worry about all these different exercise variations. What we're going to do is give you a workout that adapts to your ability level and I'm going to pick 22 days as my day, and my target because we know that it takes about 22 days to develop a habit. If you can stick with this workout – it's not going to take you long – if you can stick with this workout for 22 days in a row, who knows? You might be on your way to a whole new dedication to your body in fitness because you're able to stick to this. Here's what we're also going to do: we're going to make it adaptable to your current ability level. We do that with extinction style training. So with extinction you're going to get a set target rep, or a set time that you're going to focus on and try to last for each exercise. Six exercises here, following our normal progression for ab training. If you can make it that time you earn yourself another round. 10 seconds and another round of exercise. Advanced people can be at this, and can do this, and can finally get a challenge, no matter how advanced they think they are. If you're more intermediate you're going to maybe die off somewhere in between. If you're in the beginning stages of your ab training you can still try this. If you need an ab workout as an alternative I'll link one in the bottom in the description below for that, but if you want to try this, go for it! If you reach extinction in every single exercise your first time through, so what? You're still getting good ab training in. So guys, I'm going to lay out all the exercises for you, I'm going to describe what each one is working. Remember, we're going to have a different extinction goal for each one. Let's get started. Okay, first exercise: heels to the havens. We have a lower ab exercise. Why? Because we're taking the bottom half and we're moving it up on a fixed top half. So with the heels to the heavens, you see me doing here, if you're a beginner and you want to try this you have two things you can do. You want to aim for pushing up, straight up through the ceiling, get your hips off the ground. Just don’t lower as much as somebody that's a little bit more advanced. Do this for 45 seconds. This is your extinction level. Again, if you don’t make it all the way through that's fine. You're going to move to the next exercise right away. If you do make it for the 45 seconds you get a 10 second rest and you have to repeat this",
        "start": "00:00:06",
        "duration": 137.12000000000003,
        "title": "The “22 Day” Ab Workout (NO REST!)"
    },
    {
        "text": "exercise again. You keep doing that, resting 10 seconds after each completed round until you cannot make the 45 seconds, an then you move onto the next level. You see, this is how we accommodate people with all levels of ability. Nobody is getting away with an easy workout here. Moving on, now we're going to go bottom up rotation. Again, lower half moving, and rotating this time, on a fixed top half. We do that with our step through plank. So look, here we're going to take our body, we're basically keeping the top of our body fixed here by keeping our forearms in contact with the ground, and the shoulders facing the ground. But we're going to rotate the hips as I step through, alternating from one side to the next. The idea here is, you're going for a 45 second extinction time. If you can last the whole 45 seconds you're doing it again until you cannot. Next we move onto our mid-range movement. Here we want to hit both the top and the bottom, moving together. We can do that with what we call our X-Men crunch. For the first time, the extinction is not a time goal, it's a rep goal. But you understand what that means by now. The rep goal here is 12. You're going to do this exercise here. It's not easy, but you're not coming all the way to a complete V-sit position here. You just want to bring your legs and your hands all together toward the top, and then come back down into this \"X\" position. Legs spread out and continue to repeat. 12 reps here is your extinction goal. Moving on we've got to hit the obliques, too because they obviously count. I tell you all the time. They taper in that midsection. So what we do is an alternating thread the needle. The alternating thread the needle is going to take the thread the needle exercise that I've demonstrated here before, and you're going to go opposite, alternating left and right. So you take it here, you reach up to the sky, from here you've got to thread the needle, and reach all the way under. Don’t lose your balance. Then we come back out of it, come down, settle, and then repeat to the opposite side. Go all the way up, come down, reach through, come back out of it, settle in the middle, and go back. Extinction here is reps, once again. It's 10 to each side. See if you can make it all the way through. If you can; great job. You just earned yourself 10 more to each side. If you didn’t we're moving onto the next exercise anyway. Okay, we've got two left here. The top down movement comes first. What are we talking about? If the bottom up was a fixed top and a moveable bottom, now it's trying to keep the bottom",
        "start": "00:02:23",
        "duration": 139.49000000000004,
        "title": "The “22 Day” Ab Workout (NO REST!)"
    },
    {
        "text": "as stationary as possible and removing the top down on top of that. Now the jackknife is going to allow us to do this. There's a little bit of movement on the legs, but it's not the primary focus. So we get here in this position, you have your hands out, and arms out straight, and you're basically going to come up, do a crunch from the top, let the leg move up just a little bit higher than the other one, settle back down, and go to the other side. You keep going back and forth here. This is back to time again. We're trying to go for 45 seconds on this alternating jackknife. Let's go for it. Make as many as you can. When you reach extinction you've got one exercise left. All right, finally we've got to go top down again, but this time with rotation. We do it with what we call a stationary bike. People do bicycles all the time, and they basically go so fast that they're actually not even contracting or working their muscles with any real focus, or attention. But with the stationary bike we're forced to. So I get down on the ground here, knees come up to 90 degrees, hands go behind my head, clasping, or pulling on my neck, and what I'm trying to do is literally keep a little bit of contraction here to that top – already contracted – pulled off the floor, shoulder blades off the floor, and I'm trying to rotate side to side. One elbow toward the opposite knee, the other elbow toward the opposite knee. Don’t move the lower half. Keep that stationary, hence the name. But basically, we want to make sure that we're rotating from the top down. This is 30 seconds. This is not that easy. It's a lot harder than whipping away at reps on one of those classic bicycles. You're going to get a lot more out of this. 30 second extinction. When you make it all the way through this – and really, when you fail to make it all the way through this – your workout has ended. All right, so there you have it. Again, simple. We're going to eliminate all the excuses. The equipment, the exercise variation, but not easy. I don’t think it's supposed to be easy. Nothing worth having should be easy. Give this one a try, no matter what ability level you are. If you can work your way up over the course of the 22 days then take advantage of that and go for it. guys, if you're looking for a program that puts the science back in strength, trains you the way you should, allows muscles to work the way that they want to work; head to ATHLEANX.com and get our ATHLEANX training program. That's what I said. We train you like an athlete. This is just one glimpse of that. In the meantime, if you found the video helpful leave your comments and thumbs up below. Let me know what you want to see here on this channel and I'll do my best to cover it for you in the days and weeks ahead.",
        "start": "00:04:43",
        "duration": 133.97000000000003,
        "title": "The “22 Day” Ab Workout (NO REST!)"
    },
    {
        "text": "All right, good luck. See you soon.",
        "start": "00:06:57",
        "duration": 1.13,
        "title": "The “22 Day” Ab Workout (NO REST!)"
    }
]