[
    {
        "text": "When you sleep at night, do  you prefer to sleep like this?   Or like this? Like this? Or  maybe even like this?    You know, I don't sleep very well at  all. I tend to get easily distracted.    What's up guys, Jeff Cavaliere, Athleanx.com.  Look, regardless of what position you sleep in   or maybe even what nighttime habits you have,  today I'm going to show you what position you   should be sleeping in if you want to see not  only the best gains in the gym, but to do so   with the least amount of pains. You see, you  might be very well aware of the stimulation of   muscle growth happening in the gym. But did you  know that the actual muscle growth is occurring   far away from the gym? It's when your head s on  the pillow at night. But if your sleep position is   actually compromising your ability to get restful  sleep, or worse, it's actually causing orthopedic   issues that leave you in pain so you can't even  train hard enough to make new gains, well, that's   the problem. So today I'm going to cover the  most common sleeping positions and show the good,   the bad and the ugly of each to help you arrive  at the one that's best for you and your body to   get to the gains that you're looking for.  So let's start off with what I think is the   worst sleeping position. But as my mom always  taught me, if you're going to say something bad   about somebody or something, at least start by  saying something nice, and I'll start by saying,   let's say the good and that is, this is pretty  comfortable. Or at least the people that sleep   this way will swear that's the most comfortable  way to sleep. But that's where it's sort of the   compliments end because this is really horrible  for your body. You see what we're getting when   we sleep like this is an exaggeration of some  postural elements that are ultimately going   to come back and bite you. The first thing  is the exaggeration of this lumbar curve   because gravity is pushing down this way and  we sink into the bed itself, we're getting   excessive strain into that extension. Anybody  that has any type of stenosis issue this will   leave you almost incapable of standing when you  got up in the morning. You don't want to do this   even if you don't have back pain.  If you were to just stand up right now,   even with a healthy back and just lean backwards  a little bit about 10 degrees or so and stay   there for a minute, you want to crawl out of  your skin by probably the 40 second mark. It's   just not comfortable and putting that strain  on your back consistently overnight is a bad   thing. If you work your way up the kinetic  chain here, you see that the thoracic spine   is actually rounded because you want to hug the  pillow that you're on to support your upper body   that creates just more thoracic rounding. Take  that with you into the gym when you try to do a   set of front squats and you'll quickly realize how  that's not setting you up for success, either.    Continue to work your way up the kinetic chain,  the shoulders themselves are really not getting   a break either, because they're internally  rotated and elevated position for, oh,   eight hours a night, which is a recipe for  impingement. Which again, take that with you into   the gym and any overhead pressing exercise and  that's not going to really work too well, either.   And finally, even just to be able to breathe from  this position, you're going to have to turn your   head either to the right or to the left. You  want to talk about muscle imbalances here,   it's not a good thing, guys. Overall, this  position itself is just a recipe for disaster,   especially when there's many more you can get  into that can be much kinder on your body.    And that brings us to position number  two, and that is the side lying sleeping   position. Now here, guys, it depends on how  you lay on your side that matters. You see,   there's three different options here:  you can have your legs long like this,   or you can pull one leg up and keep one leg  down, or you can pull both legs up and more   of this fetal position. The fact is, we  have to look at the same thing that was   happening in the last position and analyzed the  biomechanics of each segment of your body.    In this long leg position we have a few things  working for us in our favor. Number one,   with the legs held a little bit longer, we have  less likelihood that the psoas will get really   tight overnight, which contributes, as we know to  low back pain. But what we do have is a chance to   create some low back pain another way. With this  top leg, maybe kind of leaning down at this angle,",
        "start": "00:00:00",
        "duration": 201.44000000000003,
        "title": "The Best (AND WORST!) Sleep Positions"
    },
    {
        "text": "we can get a little bit of a lateral shift  or a little bit of a stress on the low back   by pulling down on the leg. But we can fix that  easily by taking a pillow and just putting it   in between your legs like that so we can  create a more neutral position of this leg   on top of the bottom leg, which will create a  much safer spine. Moving up into the mid back,   we see that the kyphosis problem that we had in  the sleeping on your stomach position is actually   alleviated here and looks pretty damn solid. But  we do have some issues up here to work into the   shoulders. You can see this shoulder here can  tend to get a little bit internal and rotated   if you put your arm underneath your head like  that. What I like to advise is to take the arm   and put it flat on the bed underneath the pillow  to get a little bit more external rotation. And   every little bit matters when we're talking about  sleeping in this position for a long time.    The last thing we look at is the neck itself,  and we can see that the goal here is to support   your neck and not have it either too high by  putting the pillow too far underneath your head   like that or having your head lean back like that.  So the best thing I tell people is to make a fist   and put it on top of that bottom arm. If you can  get that fist right there in between your cheek   and that bottom arm, you've got a pretty neutral  position here of your neck. Now what do you have   to do? Simply fill the gap with the pillow to  replace the fist itself and now you've got a   really nice neutral neck position to put you  in a more comfortable side sleeping position.   But that's the key, sometimes people say  this position isn't too comfortable.    Which might lead some to say, Can I sleep  in the fetal position because it's a lot   more comfortable? I'll say yes, except there is  one caveat when you sleep in this position with   your knees pulled up, you're actually just sort  of inviting something you're probably doing too   much of already during the day and that's sitting.  Because you're basically doing a sit in a sideline   position. We know that the hip flexors can tend  to get tight in this position, so you want to   be wary of that. And if you're going to do this,  make sure you're stretching your hip flexors with   this stretch right here, both before you go to bed  and when you first wake up in the morning to give   yourself a chance of loosening that up, to make  sure it doesn't become a problem long term.    You do have the option here once again of using  the pillow and putting it between your knees   to maintain that more neutral position.  However, I find that in this position,   it's usually a lot less stressful on the hip  in the low back because the knees are brought   up into more of a flexed position.  And finally, some might ask, But Jeff,   I am actually most comfortable when I pull one  leg up to my stomach and leave the other one down.   How about that? And the answer to that is I'm not  really a big fan. Because even though the rest of   the mechanics here are maintained in a more proper  position than it would be lying on your stomach,   what you are doing here is introducing rotation  at the lumbar spine. And if there's one thing,   the lumbar spine isn't really good at its  rotation. Allowing this leg to sit up here   and then drop down causes rotation right in the  spot that you don't want it. Guys, I'd recommend   not trying to do this. I'd stick to one of  the other two positions already covered.    Which brings us to position number  three and that is laying on your back.   By the way, are you alive?  Yes, I just had a very long night,   last night, I was very distracted.  So we're talking about laying on our back.   There are some very key things that I want you  to be aware of. And we start again, as always   at the low back. And what we get from  this position is definitely a more   neutral back position, right? However, we know  that if we already have tight hip flexors,   what can happen is because we know  that with the legs out straight,   it's going to pull a little bit arching your lower  back that can lead to you waking up very stiff in   your lower back. We might want to take a pillow  and put it up underneath the legs just like this,   which is going to ease some of that hip flexion  strain and create a more flat back on the bed.    Working our way up into the thoracic spine, one  thing you want to be mindful of here is how soft   is your bed? Because if your bed is really,  really soft, what's going to happen is you're   going to sink down more and more into it, which is  going to lead to excessive kyphosis or rounding of",
        "start": "00:03:36",
        "duration": 205.84000000000006,
        "title": "The Best (AND WORST!) Sleep Positions"
    },
    {
        "text": "that thoracic spine. We know if we take the pillow  itself and get it too much under your shoulders,   that's only going to exacerbate that even  more. You want to make sure that your bed is   firm enough to allow you to keep a flat back and  make sure that that pillow, at the very least,   is not up under your shoulders. Talking about the pillow, though, and the neck   itself, we have a very important consideration  here. You need to maintain the neutral neck   position. We can't have ourselves with a pillow  so high that our chin is digging down into our   chest. Not only is this an uncomfortable nightmare  orthopedically, but it could lead to apnea issues   and breathing problems because you don't have a  clear passage of airway here. What we need to do   is make sure that this pillow is allowing that  neck to stay in a neutral position. Instead of   keeping the pillow under our head like that?  I like to utilize the back part of the bed   and tuck the pillow in, as you can see here. And  what that does is it creates almost a little bit   of a downward slope toward the back side of  the pillow, but it creates a higher lip on the   front side of the pillow. That lip on the front is  going to actually fill that kyphotic area of your   cervical spine nicely, but it allows the head to  stay back, which keeps that breathing passage open   and makes breathing a hell of a lot easier.  We know that the shoulders are also one final   consideration, and how you position your arms  when you lay here is important. Of course,   you could lay here with your arms at your side.  We call that the resting pose or the corpse pose.   That's okay with me. But if anything, if you do  have the ability to get your arms up over your   head just to sort of open up your shoulders a  little bit more and get some external rotation,   that's certainly an option, too. Either way,  guys, my favorite position for anybody when   they're sleeping at night to maximize your ability  to get restful sleep, which is going to lead to   better gains in the gym because of it, it's going  to be right here on your back all the time.    And so just like that, you can rest easy tonight  knowing that you have the right sleeping position   to make sure that you're maximizing your recovery  and therefore getting better gains in the gym, as   I said, without the pains. What are you doing?  I'm looking at the next videos. See?    Guys, remember, it's not just what you do in the  gym that matters is what you do outside of the gym   as well. If you're looking for a comprehensive  training plan, we have them all available for   you over at Athleanx.com. If you found the video  helpful, make sure you leave your comments and   thumbs up below. Tell me what you want to see  next time and I'll make sure I do my best to   do that for you. And also, if you haven't  done so, click Subscribe and turn on your   notifications so you never miss a new video we  put one out. All right, guys, see you soon.",
        "start": "00:07:02",
        "duration": 138.72000000000003,
        "title": "The Best (AND WORST!) Sleep Positions"
    }
]