[
    {
        "text": "What's up guys, Jeff Cavaliere, Athleanx.com.  You asked for it and I'm bringing it,   the perfect push workout out, complementing  our perfect pull and legs work outs in our   PPL series. Guys, look, I understand that perfect  is subjective right, in the eye of the beholder.   I mean, even Jesse's been called perfect,  but then again, that was his mother.    When we look at creating a perfect workout,  no matter what it is, you have to understand   there's a lot of selection's that go into that.  I'm making my bold selections here and putting   them into this workout for a reason because I  believe it's going to work to help you to build   muscle. That being said guys, I want to break it  down for you step-by-step and show you not just   what we're picking, but why we're picking it so  you can get the gains that you're looking for.    Okay, so now a quick refresher for those that  are unfamiliar with the PPL split, it's Push,   Pull and Legs. On the Push that you're training  your pushing muscles generally your triceps,   shoulders and chest. And on Pull day, you're  training your biceps and back, noting that there   are a lot of back muscles and we're accounting  for those in that workout. And, of course,   you have your legs on a specific day as well. And  the way we're going to actually break this down in   this PPL split is by starting with a Pull workout,  follow it with a Push workout, which is what we're   going to show today and then go into our legs. Now, after that, you have two options. You can   either repeat this cycle for six straight  days of training before taking a day off and   then repeating it all over again. Or you can do  what we do here, which is take these three days   and then put a rest day in between  and you start these three days again,   followed by another rest. This is called  that, asynchronous split. And you're getting   more frequent rest days in between these workouts,  which allows for more recovery. But it also on the   offside here is, is creating an unpredictable off  day. Some people don't like that, but I do believe   that the benefits of getting that extra  off day are going to serve you well.    Which brings us now to our workouts and the  exercise. And that's why I said workouts,   because in the perfect pitch workout here, we  actually have two of them Push One and Push Two.   And the reason for that is we're going to select  exercises that actually help to complement each   other from Push One to Two, but also help to stand  alone with their own benefits. And I believe when   we're trying to accomplish something as big as  creating muscle growth with this split, we need   to have more options at our disposal. We're going  to break them down into two parts. Part One here   starts with our classic push exercise here from  actually building strength as one of our main   mechanisms of driving growth through overload  and this is the Barbell Bench Press. And we're   going to perform this as four sets of four to six.  We're going to leave one or two reps in the tank,   though not taking all the way to failure.  However, it is important that as you start to   fatigue, that you may have to adjust the weights  accordingly to allow you to continue to fall   within this four to six reps range. The next  exercise, however, is one specifically designed   to complement that one and then say Hi-to-Low  Crossover. And the reason why I like the crossover   and I've talked about this in many videos before,  is it gives me the chance to do what the Barbell   Bench Press doesn't, and that is to get the chest  into a completely contracted state by getting the   arm fully adducted across the body. Now, when we  take the angle from high to low, we're allowing   ourselves to follow the fibers to hit more of the  lower chest, the abdominal fibers here. But most   importantly, it gives us the opportunity to get  that full adduction of the hand across the chest.   Good hypertrophy exercise. Good spot here at  the number two spot, three sets of 10 to 12.    And now we're going to shift the focus a little  bit to the shoulders. And here I'm going to go   with the Dumbbell Shoulder Press. Now, I have  the opportunity here to try to do an overhead   press with the barbell, but I believe that is  better served as a strength building exercise   that's going to get its own day, hence Push Two.  Now I'm doing the standing version here rather   than the seated version. And if you watch my Iron  Face-Off video, you would understand why. When you   sit down, I don't like the restrictions that come  from pushing your scapula back into the bench,   which can disrupt normal shoulder mechanics.  Not to mention if I can get you on your feet, I   always like to take that opportunity. You perform  that for four sets of 8 to 10, slightly higher",
        "start": "00:00:06",
        "duration": 218.95999999999998,
        "title": "The PERFECT Push Workout (PUSH | PULL | LEGS)"
    },
    {
        "text": "up range, again, reserving the lower ranges for  strength base progression in that second day.    We then move on to that second exercise,  following up very much the same way we did   with the crossover. And this is the 1 1/2 Side  Lateral Raise. Again, trying now to focus a little   bit more for hypertrophy on that middle Delt. And  we could do it with this one and a half rep style   that increases the time that we're under tension  in the exercise. So, we take it up fully all the   way, we come down halfway and then we have to  go back up to the top again. Eliminating all   momentum from the movement and again, forcing the  muscle we're actually trying to get to grow to do   the work. We perform this one in three sets at  a higher rep range of 12 to 15. Again, really   focusing on good quality contractions, not muscle  substitution that often happens with the traps and   simply just momentum swinging the weight up. And then we come back, and we move to the direct   tricep portion of the workout, understand  the triceps we've been working through all   the other exercises we've been doing so far.  But in this case, we're going to go directly   at them. And we're going to actually pair  them up with, get this, a pulling exercise,   a bicep exercise here on push day. Why? Because  we have an opportunity when we pair this in   the entire PPL split we put together here to get  some additional volume for the biceps on push day   without interfering with what we're trying to  accomplish here and our pushing exercises. And   that is we start with a big push exercise for the  triceps, my favorite, the Lying Tricep Extension,   this is going to perform for three sets of 10 to  12 to failure, and they're going to go right into   the Dumbbell Waiter's Curl. And these are both  good exercise selections here. Number one, the   tricep exercises hitting the long head primarily  by getting that good, stretch in the bottom   position, we're able to do something we haven't  necessarily done through the other exercises.   When we push overhead or push out in front, the  medial lateral head tend to get most of the work,   the long head here is going to get some extra  special attention through the first exercise.   Again, the Dumbbell Waiter's Curl is also a long,  hard exercise, but this time for the biceps,   serving again is the perfect complement and giving  us a chance to get some additional volume. Three   sets of 10 to 12 on both ends of the superset. And before we call it a day here, guys, no   Athleane-X workout is complete without making sure  we pay a little bit of attention to bulletproofing   our body to the use of some correctives, and by  corrective of choice here it's a Rotator Cuff   External Rotation. Guys, simply grab a band and  perform this boring but all-important exercise to   finish out this workout, three sets of 15 to 20.  When you do a push and workout, you're internally   rotating a lot. The muscles on the front side  of the body tend around the shoulders and pull   them into internal rotation, simply doing some  additional direct external rotation here is the   perfect way to finish this first push workout.  And that brings us to push workout number two. And   as I said before, not just for the sake of doing  another workout, but meant to complement what   we either did or did not do in the first push  workout. There are certain things I still want   to accomplish here, and it starts right off the  bat with a heavier focus, Overhead Barbell Press.   And again, we to do this the same way we did  the bench press with four sets of four to six,   leaving one to two in the tank, making sure to  adjust the weights accordingly to make sure you   stay in that rep range on all four sets. Again,  serving as the compound lift here meant for giving   us an opportunity to increase our strength to  drive hypertrophied through that mechanism.   We follow that up by shifting our focus away from  the shoulders now to the chest again. And this   time with a variation of a bench press, the same  one that we brought the Dumbbell Overhead Press in   in lieu of the Overhead Barbell Press. Now  we're going to bring a Dumbbell Press in   and lower the Barbell Bench Press and this  time to do the Dumbbell Underhand Bench Press.   I love this exercise because it allows us to  actually work the upper chest even though we're in   a flat bench position and it saves our shoulders  and front delts specifically from the overload   that would come if we were trying to do this  as a regular Incline Dumbbell Bench Press. So,   we get the benefits of upper chest training  without having to put ourselves in a position   mechanically that might overtax your shoulders.  Now, with a brief reprieve of the shoulder work,   we're now able to go back to it directly. In this  case, just like we did in the first push workout,",
        "start": "00:03:45",
        "duration": 228.48000000000002,
        "title": "The PERFECT Push Workout (PUSH | PULL | LEGS)"
    },
    {
        "text": "we're going to try to hit the middle delt more  specifically. As a matter of fact, we're also   going get the benefit of getting the rear delt  involved here. But we're going to do it by driving   with a posterior chain pull dominant movement.  That's right a pull-down movement push day. And   the reason we do this is for that exact reason,  if there's any fatigue that has accumulated   to this point, you're going to have a chance  to offset that by pulling rather than pushing   more and still working the same muscles. The abduction row is simply getting that shoulder   into the necessary abduction to hit the middle  in the rear delt this time. But we don't have to   drive that through a lot of the typical pushing  movements, especially like a Side Lateral Raise.   So, we lean forward and drive into abduction by  rowing the arm back and out, making sure to keep   extra rotation at the shoulder. But you'll see  and feel that this will light up the middle and   rear delts very effectively allowing you to train  it even heavier as well, in the 8 to 10 range,   while still allow you enough energy to continue  to attack the rest of this push workout.    Which brings us to our fourth exercise here,  back to the chest is the Dumbbell Floor Fly. Now,   you guys know how I feel about the unsupported  version of this done on a bench, I feel like   it compromises the health of your shoulder  and increases the risk where we don't need   to. If we simply do this down on the floor,  we get two additional benefits. Number one,   we have the safety net of the floor to make sure  that we're not over stretching the capsule of   anterior shoulder. And secondly, we have the  opportunity to go a little bit heavier because   we can take these up and we can even cheat them up  to the top if we have to and lower them down.   What we're really focused on here is getting  that eccentric overload, which we know is   another driver of hypertrophy. We perform these  for three sets of 10 to 12. Which brings us to   the direct tricep portion of the workout, which  is going to once again be superseded with some   additional bicep work for volume. But this time  we're going to go a little bit heavier. We're   going with the tricep Close Grip Bench Press  performing three sets of six to eight reps to   add a strength based movement that is more tricep  focused to create additional games. We select this   exercise as a complement to the tricep extensions  we did, which was focused more on the long head.   Here, once again, now we're using some additional  weight to focus on the medial lateral heads. And   the exercise we're going to pair that up with this  time is simply a dumbbell curl of choice and I   mean that. After all, curls are essentially curls,  no matter how you perform them. The fact is you   choose one of them, perform them for three sets of  10 to 12, slightly higher up rep range, pair them   up as a superset and you're off and running.  And that brings us to that final spot once again.   And I have an interesting selection here to end  the second workout. I want to work on some scapula   control and some scapula strengthening, but I  still want to get a little bit additional volume   here for the chest and this is going to be with  the Pushup Plus. And the idea here is you simply   go into the top of a push up, but then you push  all the way through as hard as you can, allowing   your shoulder blades to wrap around your body into  protraction. This is going to train the Serratus   and give them some stability that they oftentimes  don't get unless you intentionally try to train   for it. You're going to go three sets to failure  here, I'm not so concerned about what that number   is, as much as I'm concerned that you're nailing  the mechanics on this every single time.    And then you have guys, the perfect push work out,  broken down into both parts, part one and two,   both of them here for you to view and make sure  you take your screen shot so you could take them   with you to the gym and make sure you get this  right. Guys, remember, it's not just the exercises   you pick, but why you're doing what you're doing  that gets you the results. If you're looking for a   step-by-step programs guys, we have done that all  for you already there over at Athleanx.com.    If you like this series, if you like the perfect  workouts, make sure you leave a comment below,   tell me what else you want going to cover,  I'll do my best to do that for you. And if   you haven't done so guys, make sure you click  Subscribe and turn on your notifications,   so you never miss a workout when we put one out.  All right guys, good luck. See you soon.",
        "start": "00:07:34",
        "duration": 214.07999999999993,
        "title": "The PERFECT Push Workout (PUSH | PULL | LEGS)"
    }
]