[
    {
        "text": "What's up, guys, Jeff Cavaliere, Athleanx.com.  So, we continue the Only 2 Exercise series today,   this time we're focusing on the upper back.  Of course, there's not just one of us,   but there's two, Swede Burns, who s going to help  me to actually target Jesse's upper back.    Swede: One of my favorite exercises to build  a big upper back, get a nice yoked upper back,   is an exercise I call throat pulls. I'm going to  show you two different variations of it right now.   If you have access to a cable machine, you  just want to get it on a very low setting here.   A rope attachment is a good way to do it,  you can also use an easy curl bar attachment.   Okay, so for this one, all  you need to do is set it low.   Kind of step back a little bit like this, you  want to get a good 45-degree angle with the cable   and then bring the hips back. Then the idea is  you're going to just row it towards your throat.   It's not really that you're going  up like that, like a shrug.    Jess: You're shrugging back.  Jeff: Right, shrug back.    Swede: Yeah, exactly. You're pulling  those clavicles back as far as you   can. If you think about just ripping the  clavicles back, it's that simple. Yeah,   just hammers the traps really good. Jeff: Jesse's actually got a pretty   good upper back development, clearly  way better than it used to be.    Swede: I see that. And you actually don't  need to flare your elbows much on this,   so go ahead and row that up towards your throat.  Good. There it is. Good. You feel that? Just like   you're pulling the clavicle back.  Jesse: Yeah.    Swede: Good.  Jeff:   Really trying to squeeze his traps, right? Swede: Yeah, that looks great.   Jeff: And it's hitting more  than just the upper traps.    Swede: Right. Oh, absolutely. It's hitting  all the muscles of the scapula. Basically,   I just try to think about using everything from on  the top side of the scapula when I'm doing this.   Even posterior deltoids are involved in that. Jeff: Cool. Now you got one other variation in   case they don't want to use a cable, right? Swede: This is actually my favorite variation.   The problem is on some of these, sometimes  you'll run into an incline bench in most gyms   where it's difficult to get an easy curl bar  to fit in because just the nature of the way   these things are set up. But if you have one, if  you have access to one like this, it's a great   way to do it. What I do is I set the bottom pad  up so I can kneel on the pad and then I kind of   go like this so I can get over  there, lean over a little bit,   and I initiate by just straightening up  my upper back, see what I'm doing there.   And then I'll start to push back and activate  my lats. As I let this swing, I'm going to start   rowing it up towards my throat again. Jeff:   Mostly driving right through here.  Swede: Yep.    Jeff: Through the traps. Squeezing  and pulling the shoulders back.    Swede: Yup, you really feel  that in your upper traps.   Jeff: So, we have an exercise we call like the  High Boy Row, pulling out with higher elbows,   but the idea being to hit that upper back hard. Swede: Yeah. Yeah. There you go. Yup, so just   start by pushing it back and then as you release,  pull it up towards your throat. Good. Keep those   elbows in. And your back. Looks great. Jeff: Good, Jesse.    Swede: Yeah, buddy.  Jeff:   The second exercise is obviously the one that I'm  in love with, but for good reason. We're talking   about a Face Pull. Obviously, we want to use  a rope attachment. Sometimes people don't have   an extra-long rope like we're going to use here,  so I suggest actually attaching two ropes. What   are you doing juggling those? Jesse: Two ropes like these?    Jeff: Listen, just take the double rope just  like this and then, of course, now you've got   one long rope in each hand. And there's actually a  slight difference of what I want to focus on, too,   because we can take that upper back we're not just  talking about upper traps we're talking about rear   delts, we're talking about middle traps, lower  traps, we can hit it all if we do this a slightly",
        "start": "00:00:00",
        "duration": 210.04799999999997,
        "title": "The ONLY 2 Upper Back Exercises You Need (NO, SERIOUSLY!)"
    },
    {
        "text": "different way. So, the way that I like to teach  the Face Pull is with that underhand grip for   these to get external rotation at the shoulder.  But then we obviously pull keep those elbows at   90 degrees, right? Trying to think about taking  those thumbs and pointing them back behind us.    At that point, though, we can engage the lower  lats by going and raising our arm up. So, with   that extra raise there, we're going to get the  lower traps and mid traps engaged too. So down,   controlled, out, pull, squeeze all the way back,  rear delts, upper back, lower traps, down and out.   You got to have good control, not just through  here, through the upward raise, but also through   the return back. These muscles can be overloaded  eccentrically very easily, they're usually very   weak. So, the eccentric is going to be a little  bit stronger, and it gives us an opportunity to   strengthen them a little bit more.  So good control up, good control down,   and then all the way out. Do you like it? Jesse: Loved it.    Jeff: Swede, do you see anything  here that you want to point out?    Swede: These would make a really good  superset. Actually, yeah, Face Pulls and   Throw Pulls were one of my favorite super sets. Jeff: Not only are we talking about the only two   that you could use and need, however you put  them together and it sort of becomes the only   one superset you need to do. Swede: You can really get it all   knocked out at one time.  Jesse: So, I have a question   for the both of you. Why is it important  to have a strong developed upper back?   Swede: In the sport of powerlifting when most  people fail on a bench press, if you watch   somebody fail, they lose a shoulder, right? And  it's usually because of upper back weakness or   underdevelopment of the upper back, and not  because their pecs weren't strong enough or   because their shoulders weren't strong enough.  So, it's one of the most important assistance   exercises for the press that there is. Jeff: And of course, PT wise, I mean,   posture is huge, right? And thoracic extension,  which will bite them in the squat and the   deadlift is going to be lost because a lot  of times we just don't have good upper back   strength. And a lot of times they don't even  have good stamina up there. They can't hold   it long enough. They don't even necessarily need  top end levels of strength, but just stamina.   Swede: Right. So, it's actually the roles of  the muscles of your back entirely throughout   the deadlift, for example, are static, right?  But if you don't have a really strong upper back,   then you buckle and you come out of your  bar path and that's what causes you to fail   in a deadlift. The same thing is true for a  squat. Most squats people don't fail on the   squat because their legs aren't strong enough.  They fail because their upper back is too weak   and so they buckle and come out of path. So,  it becomes a technical issue in that way.   Jeff: So obviously, guys, these two exercises are  the two that actually should matter a lot to you.   Of course, go check out the Only 2 Chest Exercise  video here also. But make sure you do these two.   If you want to check out Swede Burns, guys, I  mentioned him in my favorite YouTubers video.   You can find him actually on Instagram where  he's got a lot of great content. Please go   over there and check him out. Meantime, Jesse,  thank you, nice job on that upper back.    Jesse: Thank you.  Jeff: If you guys are looking for a full   program you can find it at Athleanx.com. And if  you haven't done so, click Subscribe and on turn   your Notifications so you never miss a video when  we put one out. All right, guys, see you soon.",
        "start": "00:04:05",
        "duration": 173.76000000000002,
        "title": "The ONLY 2 Upper Back Exercises You Need (NO, SERIOUSLY!)"
    }
]