[
    {
        "text": "What's up guys, Jeff Cavaliere, athleanx.com.  Today, the long awaited conclusion to the   perfect PPL series, Push, Pull, Legs  today is the perfect leg workout.   Whoa, whoa, whoa, whoa, whoa,  whoa, whoa. You rang?   No, actually, no.  Well, you call perfect leg workout,   so you might as well just said, \"Hey, Jesse.\" Oh, is that what we're calling you now?   Oh, yeah. You know why? Because not  only do I have very impressive legs,   I also am the advanced powerlifting,  but that's for another video.   And not only that, I'm wearing my  short shorts, which is, you know,   they say thighway to the danger zone. Short  shorts are not something you ever wear.   Well, I've got my uniform, but I'll tell  you what, speaking of shorts this is a   good idea. We actually have the Athlean-X Shorts  Channel, that if you don't know about it already,   it's Athlean-X in 60 seconds or less and  you want to make sure you subscribe to that.   It's also a place where you can see Jeff  Cavalier in shorts, right here like this. So,   I would argue, Jesse, I might be more qualified  than you after looking at that picture.    Maybe. But still, I have-- Don't worry about it, I'm going   to give you a shot.  Yeah?    You want to be in the video? Hallelujah.    You can shoot the exercises. Yes. So, guys, if you like me doing the   workouts, leave your comment below. If you don't  like doing the workouts, leave your hatred.   Leave the hate below.  Oh, come on.   All right guys, I'm going to break it down  for you here, the perfect leg workout,   exercise by exercise. Let's get it started.  So, let's dive right into it, guys and if you're   new to the perfect PPL series here, the push,  pull the legs. How is this going to all set up?   What are you supposed to do day by day? Guys,  I've got you covered. As I referenced in both   the pull and the push workouts, which, by the way,  are going to be linked at the end of this video,   we have a specific recommendations on how  you structure these workouts. The first is   to do it in a sequence of pull, then push and  then legs. And as I mentioned in those videos,   you have an option to either do them again  right away as six continuous days of training   with the off day coming always on that seventh  day. That's called a synchronous split. But I   think you can run into some issues with recovery  when the pull and leg workouts run back-to-back.   Or to do what I've been recommending strongly, and  that is to put an off day after every three days   of training. And with what we're doing on this leg  day, it's important that we get an extra day of   rest, a buffer between this and the subsequent  pull day. Now regards to how this leg workout   relates to the other perfect leg workout we have  on this channel. These are not interchangeable.   That was part of our one-off series for guys are  following more of a bro split with less frequency,   a longer time to get through each of those  muscle groups, with more volume built in for that   purpose. Here again, it's relating to the other  workouts that we're doing in this PPL split. So,   make sure that when you do this, you're  following this version of the leg workout.    All right, so let's start breaking down  this workout exercise by exercising,   so you know exactly what you have to do. And  as all these workouts here in this PPL split,   we're looking for hypertrophy as our main goal.  But it doesn't change the fact that the number   one exercise that you should expect to see here,  and you will see here is the Barbell Squat. And   we're going to perform this as four sets of four  to six. Now you're going to leave one or two reps   in the tank. However, we still want to focus here  on progressively increasing our strength in the   exercise. What that means is choosing a weight  and adapting that weight as necessary to ensure   that you fall within that four to six rep range,  reserving those last couple reps. If you need to,   if you start to see that you're getting up into  seven or eight or nine range, you're going to   need to add weight and subsequent workouts to  ensure that you continue to get stronger.   We know that even when seeking out hypertrophy  overload, intention overload is a great mechanism   for doing that. We then move on to the next  exercise and this here I'm going to use",
        "start": "00:00:06",
        "duration": 197.84000000000003,
        "title": "The PERFECT Legs Workout (PUSH | PULL | LEGS)"
    },
    {
        "text": "the Barbell Hip Thrust as my choice. Now,  there are a lot of good options here,   namely the barbell RDL. But again, realizing that  this is part of an overall split and that we're   deadlifting very soon after this, whether you're  following the synchronous or asynchronous split, I   want to give my lower back a little bit of relief  here so I can do it with the Barbell Hip Thrusts.   And what we're doing is we're still targeting the  posterior chain. We're still trying to develop   the hamstrings and glutes and really drive them  together, letting the glutes lead the way. But we   don't have to do it in a way where we're leaning  over and necessarily compromising our low back or   fatiguing it more than we have to. We're going  for three sets of eight to 10 reps here, again,   targeting the posterior chain without allowing it  to drift a little bit too high into the low back.   Which brings us now into the third exercise. And  this year I like to go back to the anterior chain   with one of my favorite all time exercises, and  it's the Dumbbell or Barbell Reverse Lunge.   So, we do this with a step backwards. And  the beauty of the step backwards is it takes   some of the anterior shear forces away from the  knee. And for people that are either chronically   dealing with knee pain or are acutely dealing with  some knee pain, this gives everyone the chance   to get the benefits of the exercise without  any of the negative side effects that you   might be experiencing right now with  it. Now, the lunge to me is one of the   more athletic exercises you can do. We need to  get ourselves into that split stance position   at some point in our workout, if we want  to train our legs in a more functional way.   You're going to go for two to three sets  of 10 to 12 repetitions each leg.    Which brings us to the fourth exercise here in  the workout. And this is our first RW, which   that means is it's a Rotate With. So, although  there's primarily one version of this workout,   this in the next exercise are going to have an  exercise that you should rotate every other time   you do the workout. So, the first time through  you're going to do the Dumbbell Single Leg ADL,   you're going to rotate the next time with the  Slick Floor Bridge Curl. But let's talk about   the RDL first. I mentioned how much I liked the  exercise and how it was a possible candidate   for the number two spot here, but I wanted to  offset some of that load on the low back.   Well, this Dumbbell Single Leg version here is  a great way to do that without having to forgo   the exercise entirely. We have the opportunity  to lift one leg up behind us as we go down,   which helps to keep the low back flat and  eases any of the stress that we might have or   additional fatigue we might get in that area. And  we know that the Single Leg RDL is a great way to   eccentrically train the hamstring and again, drive  it with the glutes to allow for some additional   hypertrophy of these important, most irritating  muscles. Two to three sets of 10 to 12 repetitions   for each leg. And then we had the Slick Floor  Bridge Curl, which is one of those devious and   sort of downright horrible exercises that does a  great job of overloading the glutes and hamstrings   and working them together. You simply get on the  floor in any environment where you can drag your   feet on the floor, so socks on a hardwood floor  works great. Get up into that high bridge, allow   your legs to essentially lengthen the hamstrings  will really start to light up. But don't let   the hips drop. Try your best to keep the hips as  high as possible by engaging the glutes and then   pulling in and doing the Hamstring Curl. And the beauty here is this is basically   a better version of a Hamstring Curl. We know  the Hamstring Curl can create good hypertrophy in   the hamstrings as you're overloading deflection.  However, this is a closed chain environment with   the feet and contact with the floor, as opposed to  doing this when you're lying face down on a bench   which can sometimes introduce low back problems  by overworking the hip flexors into the bench.   And that brings us to our last exercise here.  We're going to round out the perfect leg workout   with a little bit of calf work. And again, this is  another one of those RW or Rotate With exercises.   You're going to do the Standing Dumbbell  Calf Raise or the Seated Dumbbell Calf Raise.   And the difference here is the position of the  knee. With the knee held straight, you're going   to be overloading more of the gastroc and with  the knee bent, you're going to be overloading   the underlying soleus. Now, here you have the  option of doing this either two legs at a time   or if time allows, I always think people can  get a little bit more out of it if they can",
        "start": "00:03:26",
        "duration": 228.07999999999998,
        "title": "The PERFECT Legs Workout (PUSH | PULL | LEGS)"
    },
    {
        "text": "do it one leg at a time. The point is really  trying to squeeze each and every repetition,   go for the good contraction here, don't just  swing the weight around or bounce up and down.   It's when you go for the focus tension  that the hypertrophy gains are the best.   To round this out guys, you're doing three sets  of 15 to 20 repetitions done on each leg or done   simultaneously.  How's it feels.    Oh, feels great. I mean my legs are burning. I was talking about actually getting a shot   to shine in front of the YouTube audience.  Oh, I always loved being in front of them.    All right. So, guys, there you have it. The  perfect leg worked out. I'm going to put it up   here as I always do. Take your screenshots, put it  together with the perfect push and pull portions   of the PPL split. I'm going to actually link  those at the end of this video. Also, if you're   looking for step-by-step plans, guys that include  nutrition step-by-step as well, you can find them   over at athleanx.com. If you like this series,  make sure you leave your comments and thumbs   below and what else you want me to cover, and I'll  do my best do that for you. If you haven't done   so, make sure you click subscribe and turn on your  notifications. Make sure head over that YouTube   Shorts channel too, and I'll be back here in  just a couple of days with another new video.   Hopefully including me. I'll see you guys soon--alone.",
        "start": "00:07:14",
        "duration": 67.52000000000001,
        "title": "The PERFECT Legs Workout (PUSH | PULL | LEGS)"
    }
]