[
    {
        "text": "JEFF: Every day when you wake up you’re presented with a choice. The choice to either climb the mountain that lies in front of you, or stand at the bottom and wonder what the view looks like from the top. You see, your mountain can come in many forms. Maybe it’s that job you’ve always wanted, or it’s that body you’ve been talking about getting. No matter what it is, I can guarantee you one thing that they’ll all have in common. That is: Effort will be required – no – demanded of you if you want to achieve them! The motivation to climb? That’s individual. That’s personal. Is it your family? Pride? Finally doing something you said you were going to do? It doesn’t matter what it is, it matters that you have something that drives you, and you can identify it. Most mountains can’t be climbed alone. Those that climb the highest are both pushed toward the summit by those behind them, pulled up by those ahead of them, inspired by the courage of those beside them. ALEX: I got to the highest I’ve ever weighed. Which was around 235lbs. I just kept eating everything in sight, and I felt sluggish, and depressed. I was really setting a bad example for my kids and I knew I needed to change something in my life. The transformation was both of my thought process, and just physically. It’s been amazing. I went from being depressed all the time and realized “You know what? Somebody might be able to look up to me and see me as motivation. Seeing that I did it, they can do it, too.” JACK: Even though I’m a firefighter I was very overweight and medically I had some conditions. I was pushing 235. I went and got a heart scan and they said that I was going to have a widow-maker. As far as that mountain is concerned? Every day it’s a challenge. You sit there, and you’ve got to make the right choices, and the right decisions on what to do. CRAIG: It’s been so long since I was diagnosed with MS I’ve forgotten the dates, and forgotten everything about what I went through at the time. I felt able to take on a challenge, but certainly not something that was going to consume my body. I don’t think of it like I have MS. If you said “How are you doing, Craig?” I’d say “Great.” Because I’m doing great because I want to do great, because I’m trying, because I’m making those efforts. JEFF: Now, I’m not arguing the comfort and security that comes from staying at the bottom of your mountain. After all, it is easy to focus on all the reasons NOT to climb. To focus on how high, how steep, how rugged the terrain is. Instead of concentrating on how amazing the world – your world – could actually look",
        "start": "00:00:00",
        "duration": 180.02999999999997,
        "title": "The Climb - Motivational Video (NEVER STOP!)"
    },
    {
        "text": "from the top. But will this always be left to just your imagination? The faster you realize that all that separates your imagination from reality is simply taking that foot and putting it in front of the other, feeling the earth with every step, living, conquering your mountain; the sooner greatness and great things await you. If you decide not to climb don’t tell me it’s because you somehow convinced yourself that you don’t have a mountain to climb. No! You just never looked up to see it. You never looked up for fear that you might actually be inspired to try and climb it. The irony is, the truly successful accept the fact that there’s something that can never fully be reached. Conquer one mountain, then find another taller, steeper one to take its place. Because you see, it’s not about reaching the top of that mountain that matters, but that you’re reaching for the top every, single day.",
        "start": "00:03:00",
        "duration": 77.929,
        "title": "The Climb - Motivational Video (NEVER STOP!)"
    }
]