[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Breaking out the muscle markers, yet again, to continue the perfect workout series. This time, hitting the legs. Guys, as always in our perfect workout series, what we’re trying to do is construct a workout that is damned close to perfect as possible. Realizing that there are a lot of ways to skin a cat. But if we can choose one way, what would we do, and why would we do it? That’s what’s most important here. Why are we selecting what we’re selecting? To do that we always start with the anatomy because we want to understand the function of the muscles we’re trying to train. When we look at the quadriceps, we know that because of the name ‘quadriceps’ it’s got four components here. It’s got a medial component on the inside of the knee called the vastus medialis. We have a lateral component on the outside of the knee called the vastus lateralis. Go figure, we have one in the middle of the knee that’s not seen here because under the muscle that is seen is called the vastus intermedius. The one that is seen here is called the rectus femoris and unlike the other three components of the quads, this one does have an attachment above the hip, allowing us to have some function on the hip, in terms of its ability to lift you into flexion. It’s a weak flexor at that, but at least it has something unique about it that we want to make sure we consider. The other three muscles, however, are able to, and are really good at extending the knee. That is their main focus. They start in the femur, they end across the knee joint, and they are able to extend that knee. Now, whether that means we’re sitting down doing a leg extension – I don’t like when you do leg extensions – or you have your feet in a closed chain environment with your feet in contact with the ground like a squat – I like squats – that will give you the same opportunity to extend your knee. We want to make sure we’re training that. On the other side we have our hamstrings. We know with the hamstrings there are different components to this as well. We have something that’s a little more medial. We have something that’s a more lateral. The biceps femoris on the outside, the semitendinosus on the inside, and then we have even more on the inside of the semimembranosus. A lot of different names, guys, but we have reasons for wanting to approach them in a strategic way. We’re going to do that for you in this workout. Then, of course, you can’t always focus on just the sagittal plane. I know we like to walk and move in this direction, but we can’t ignore the other planes of motion. Mainly, the frontal plane and the transverse plane. We want to make sure we’re including exercises to do that. Squats alone, no matter how great they are, they won’t train your hips in that way. So, we’re going to do exercises to make sure we’re hitting the hips, the glutes, the hamstrings, and the quads. By the way, guys, there will be no muscle markers for the glutes.",
        "start": "00:00:06",
        "duration": 147.111,
        "title": "The PERFECT Leg Workout (Sets and Reps Included)"
    },
    {
        "text": "I know Jesse volunteered. He's been in these videos naked before. It ain’t going to happen, guys. Use your imagination. I’m going to show you why and how it is so critical that you get the glutes and hamstrings to function together if you want the perfect leg workout. With that, let’s get started. Breaking it all down, one by one. So, with all of our perfect workouts we kick this thing off with a good, compound exercise. The best, when it comes to training the legs. That is the squat. What we do here with the squat is work our way up in a warmup fashion. In the warmups I never want you to exhaust yourselves in warming up. To do that, what I recommend is working your way up through some submaximal sets. If you can do half of what your working weight is going to be, then use about 20% less than what you’re working weight is going to be. Just do a few reps with each weight. Enough to – we call it ‘grease the groove’. To prepare yourself for the working sets. What I like to do individually when it comes to the squat is something we call a ‘touchup set’. With a touchup set we’re trying to overreach with 10% of what we’re going to do in our first working set, to our five-rep max. What we do is a box squat. The box squat will allow us to get down there, to feel the safety, to have the confidence that we have a bottom point. It will give us that biofeedback to know ‘that’s what I’m heading for’. Give it a one or two rep touch, come back up, then start your working sets. What does that do, neurologically? That overreach allows us to feel more ready and able to attack our working sets with a lighter we fight. This, what would normally be our heavier weight, has now become lighter by the performance of that one set. Neurologically, it’s a powerful tool. So now I go in a 5-5-10-25 format. We’re starting with our heavier sets here and what we do is work ourselves up to a 10 rep, and then a ball-busting 25 rep max because it's important. Training your legs to higher reps is something you’re always going to want to do if, for nothing else, to train your mental fortitude. But we want to get our heavy training in as well. So, I like to scale it up in this way. In between sets, one of the best things we can do, as I’ve covered in our perfect back workout, is have some compression going on because of the loading of the squat. We can get a decompression component by hanging from the bar in between sets for about 30 seconds. You’re going to rest about three minutes between these work sets, and then you move onto the next component here. Now we’re going to hit the posterior chain. We have two options here. Number one: the barbell hip thrust.",
        "start": "00:02:33",
        "duration": 143.21899999999997,
        "title": "The PERFECT Leg Workout (Sets and Reps Included)"
    },
    {
        "text": "Again, a compound movement to hit the glutes and hamstrings in one, powerful movement. What this exercise does is allows us to load up pretty heavy. In comparison to what your option is, that is the glute-ham raise. I know not a lot of us have the glute-ham raise machine which takes it off the table right off the bat. But if you do have it, I’m going to explain why it provides some additional benefits. Although, it’s at the expense of your ability to load it with a lot of weight like you can a barbell hip thrust. What we do is, first and foremost, if you choose a barbell hip thrust your rep sequencing here is 25-10-5-5. We’re working backward. Why are we doing that? 25 reps, when it comes to this movement pattern, the most important thing you can do when you’re training your posterior chain is initiate with your glutes. Get your glutes to be the main driver of the movement. Then allow the hamstrings to assist. A lot of us do not have good control over our glutes. We have to face facts. So, what we do is take the lighter weight to start and really try to establish that mind-muscle connection. Try to establish that purposeful movement, initiating with the glutes, and then squeezing with the hamstrings. We can do that with a lighter weight that allows us to get into the movement pattern. Then as we get more comfortable here, we get locked in. Then we want to start adding weight. That’s why we start high and go low, as opposed to the other side with the squats. Now, if you were to choose the glute-ham raise as your alternative you would still use the same rep scheme, but you’d have to load yourself appropriately to do that. To do that you might have to use an assisted version, using your hands to creep yourself up during the first portion of this exercise. Or as you got into the heavier ranges you might want to include some weight held across your chest to allow you to fail in these heavier ranges. But what is the difference here? The difference is that we’re getting active knee flexion here in the glute-ham raise that we’re not getting in the barbell hip thrust. There’s a lot more of an isometric component to the knee flexion of the hamstrings in the barbell hip thrust. So, you’re going to feel this more directly in your hamstrings when you do this exercise. However, you will also feel this in your glutes if you do it right. That’s the driver out of this flexed position. It’s the initiation of the move back to the top by squeezing your cheeks together as hard as possible. And there’s a possibility you might not even need to load this exercise as natural fatigue starts to drop your reps considerably as you go from your first set to your last. But I will say this: because of the fact that you’re never going to be able to load as much as you can with a barbell hip thrust, particularly through hip extension, if your main goal is training for strength, I would opt toward the barbell hip thrust over this alternative. But never overlook the value of this exercise as it’s one of my favorites, especially for athletes.",
        "start": "00:04:56",
        "duration": 158.30999999999997,
        "title": "The PERFECT Leg Workout (Sets and Reps Included)"
    },
    {
        "text": "Moving on, one of the things I preach all the time as a trainer to athletes is the value of single leg training. You get an additional benefit, especially for athleticism and training single leg that we want to make sure we don’t overlook. It incorporates more hip stability in that frontal plane. As I’ve said, most people overlook that valuable element, opting for all bilateral training. This is one of the things you get from it. So, we do a dumbbell Bulgarian split squat in a high-low fashion. What does that mean? It means we can load this more through our quads, or we can load it more through our glutes and posterior chain, depending upon the angle of our torso on each repetition. So, if I were to drop straight down, I know that I’ve effectively loaded the quads predominantly on this exercise. Initiating the liftoff from the bottom of this exercise through the quads providing most of the overload there. But if come back up and then the next rep, I go down into what we call a sprinter lunge position. That’s immediately loading the posterior chain by placing the glutes under enormous stretch. So, what I do is alternate repetitions to failure. So, if I’m doing 12, I have 6 done straight up, 6 done bent over, and I’m going to keep that going. Now, when we’re done with these two sets there’s one more thing we want to do before we call it quits and move onto the next exercise. That is a bodyweight plyometric version of this exercise. Why? Because we know two things are going to happen here. Number one: you should always try to speed up what you slow down. When you train slow you eventually become slow unless you try to become more explosive and deliberate with your movements. This is a great opportunity for us to do that. But second, back in the intro I mentioned to you that the different elements of our quadriceps muscles – especially the vastus medialis. Its main role there is for stability of the knee, particularly in landing situations. So, what we can do is help that. We can try to train that more effectively by including some sort of a jumping exercise. Especially a unilateral jumping exercise like this one, to make sure we’re not overlooking that key function. And again, it allows us to become a little more athletic in our training, which should always be a goal of yours. Speaking of that inside area of the knee, one of the things that people have mistaken, in terms of training your knee, is that terminal knee extension is incredibly important for working or isolating the interior portion of your quad. That teardrop vastus medialis. That’s not true, guys. You can’t isolate that area of your quads. However, what you can do is influence its ability to contract fully, by making sure you go into full extension. What we can do here is do that, not having to jump on a leg extension machine to do it.",
        "start": "00:07:35",
        "duration": 153.33099999999996,
        "title": "The PERFECT Leg Workout (Sets and Reps Included)"
    },
    {
        "text": "I prefer closed chain environments, where my foot is in contact with the floor. That is how athletes train. So, with this setup here, we have a TK Drop lunge. I grab some weights here, I put them in my hands, so I have some load, and we can go heavy. What I do is put the band behind my knee and I’m resisting. It’s pulling my knee forward. When I get up from that drop lunge and I come up to the top I drive my knee back as hard as possible, into full extension. There’s no danger in driving your knee into full extension. There’s a myth about lockout, being some sort of damaging component of a joint’s function when it’s a complete function of a joint. Take it through its full range of motion. Do two to three sets with a 10 to 12 rep max in your hands for the drop lunge on each leg, and we continue. Now we get into the other component here where, again, a lot of guy’s workouts would end here, or they would say the rest of it is unnecessary. As a physical therapist I will tell you that’s not the case because I say it all the time: all muscles matter. Just because we want to train quads and hamstrings doesn’t mean that’s all we have to train, or all we should be training. We need to train the muscles on the inside and outsides of our legs as well. There’s where the adductors come in. This exercise is an incredible way to do this. It’s a dumbbell goblet adductor lunge. What we’re doing is performing a side lunge but look what I’m performing it on. Some sort of a slick surface. Here I have a slick board. You can do this on a floor, on a hardwood floor with your socks on. What you’re trying to do is, when you drop straight down into that side lunge, how are you initiating the return? Don’t just pull it or step it back to the middle. What you need to do is pull it and slide it back to the middle, activating those adductors that we looked in the beginning of this video, on the inside of your leg. That’s what is driving you up. You’re almost squeezing your legs together on the floor, as opposed to lifting it. There’s a major difference in terms of the recruitment of the muscles in your legs when you do this. So, I want you to do two sets of 10 to 12 on each leg to make sure we’re hitting these key muscles. Particularly when we know that we overlook these muscles quite frequently. Finally, if we want to burn this thing out, we’ve got to make sure we work on the muscles on the outside. The abductors of the hips. Here’s where this hip-band ladder finisher comes in really, really well. You’re going to hate me for it. I promise you. But what you do is take a band, anchor it against your arms like I’m showing you, on the outsides of your feet. The key is to not allow your toes to start drifting and turning outward because you start",
        "start": "00:10:08",
        "duration": 144.53,
        "title": "The PERFECT Leg Workout (Sets and Reps Included)"
    },
    {
        "text": "to use muscles as a compensation, rather than the abductors that we’re trying to use here on this hip, by doing it this way. Now, what you do is simply step out in ladder fashion. One step to the right, one step back to the left. Two steps out to the right, two steps back to the left. Three steps out to the right, three steps back to the left. All the way until you reach a ladder of 10. Now you’ll be burning in an incredibly bad way by the time you’re done, but it should be a great indication to you of something. There’s not a lot of resistance here and you’re burning like hell. Why is that? Because these muscles are chronically weak. Make sure you add at least one of these. If you want to be psychotic you could add a second round of this as well, but make sure you don to overlook this. It’s a key aspect of completing the perfect leg workout. There you have it, guys. Another perfect workout in the books. As you can see here, all sets, and all the reps laid out for you as promised so you can follow along and try this for yourself. I’m telling you, if you haven’t done this already, you’re in for a treat. Or at least you’re going to hate me. And that would be a good thing because you’re going to feel things you’ve never felt before. You’re going to train like an athlete, you’re not going to overlook any of the muscles that need to be trained here, if we’re going to call something a perfect leg workout. Guys, if you’re looking for the rest of the workouts in this series, the first thing you need to do is make sure you’re subscribed to this channel and turn on your notifications, so you never miss one of the videos when they’re published. In the meantime, if you’re looking for a step by step program that lays all of it out step by step with the science behind exercise selections, as we have here, and the reason we do what we do; all of those are built into our programs. They’re available over at ATHLEANX.com. If you’ve found the video helpful make sure you leave your comments and thumbs up below. Let me know what else you want me to cover and I’ll do my best to do that for you in the days and weeks ahead. All right, guys. See you soon.",
        "start": "00:12:32",
        "duration": 97.05300000000003,
        "title": "The PERFECT Leg Workout (Sets and Reps Included)"
    }
]