[
    {
        "text": "When it comes to glute exercises, there  are no shortage of options. However,   which exercises are you focusing on? If you're  struggling to build a bigger backside right now,   you're going to want to watch to the end of  this video because I'm going to give you the   two exercises that you need to focus on if you  want to start seeing your best results.    Now, others may want you to believe that  there are only two exercises that you need   and that all other glute exercises just don't  provide any additional benefit. That's not what   I'm saying. But if you don't have these two  boxes checked in combination with each other,   you're going to struggle to build your best  glutes possible. With this bare minimum approach,   you can be assured of the fact that you're going  to have an effective combination of exercises to   use and more so be able to focus on fewer things  so you can get to where you want to be faster.    What's up guys, Jeff Cavaliere, Athlean-X.com. So,  you might be surprised to hear me say only two,   especially considering all the glute training  content we have here on this channel. But when   it comes to rounding out that ugly flat  butt or putting some meat in the seat,   there are two exercises that stand out amongst all  others. Now, I'm not saying that the rest of the   glute exercises that you're doing are worthless,  it's just that if you're only going to do two,   you've got to make sure that these are them.  And oh, by the way, if you thought all along   that this was one of them, it's not. Well, not quite, because it's not the   exercise always, but how you do the exercise  that makes it more effective for the goal at   hand. If you're trying to build a bigger butt  this is not the way to do it because the bar   placement here is a high bar placement. What you  want to do is get that bar a lot lower into a   low bar position. This is going to rest more on  the back or rear delt instead of up here on the   back of your traps. And the reason is because  it's physics, right? It shifts the bar into a   position that will automatically place your body  in a position to better recruit your glutes.    In a typical high bar squat, the torso is going  to remain more upright through the descent, which   is going to make the quads do more of the work.  But when you shift that bar down into the low bar   position, instantly it's going to tilt your torso  a little bit more forward. But more importantly,   have to counteract that for balance sake to have  your glutes shift backwards. In other words,   hinging more at the hips. And what that will  do is light up those glutes. In other words,   recruit them a lot better than they  were in a typical high bar position.    Now, there's one downside to this is that at  the top of the squat, you're actually going to   lose some of that tension on the glutes as they  get to that peak contraction. But that's common   for all squat variations. But remember, this is  a two-exercise combo and I'll take care of that   in a second. Oh, by the way, you don't want to  use these if you're doing this exercise. If you   put a pad on your back, all you're going to do is  push this bar further backwards, which is going to   demand a lot more mobility through your shoulders  that you likely don't have already. Don't do it.   Just put the bar in the right position and  this becomes the first of the two best.    You see, because the Barbell Hip Thrust, exercise  number two, does a great job of filling in those   gaps of that low bar squat. Why? Because of the  position of stress. In other words, when we get   to the top of this lift in our shortest position  of the glutes, we have a peak contraction and the   load being felt the greatest. That's going  to actually fill in that missing piece where   that low was actually disappearing as we got to  the top of the squat. More than that, though,   executing the exercise properly is key.  The first thing I want you to do is put that pad   back on the bar. Yes, here it's very acceptable  because it makes the exercise more comfortable.   And what you want to do is push your hands  and elbows straight down into your thighs,   almost locking the bar in place, creating  some rigidity through your torso and letting   the glutes operate with more stability. As far  as driving the bar up to the top, that's where   you want the glutes to be the powerhouse.  You'll notice that the knees are bent so the   hamstrings aren't necessarily contributing  much to that hip extension function.    If you took an exercise like the RDL, you're going  to get that heavy stretch placed on the hamstrings   at the beginning of the exercise, which might  allow them to contribute a little bit more to that",
        "start": "00:00:00",
        "duration": 220.86,
        "title": "The ONLY 2 Glute Exercises You Need for a Big Butt (NO, SERIOUSLY!)"
    },
    {
        "text": "extension. That's not what we're looking for if we  want to maximize that glute growth. And finally,   as with the Low Bar Squat, the exercise actually  allows you to load it up. When you're trying to   build bigger muscles, overload and using heavier  weights is a great way to get that accomplished.   Both the Low Bar Squat and the Barbell Hip  Thrust will do exactly that for you.    I promise you you're going to get a bigger  rounder backside a lot faster. And by the way,   if you're looking for more in this series, make  sure you check out the Only Two Chest Exercises   and the Only Two Shoulder Exercises you need  right here. If you're looking for a full program,   you can find that over at Athleanx.com. Make sure  you subscribe and turn on your notifications so   you never miss a video when we put one  out. All right, guys, See you soon.",
        "start": "00:03:42",
        "duration": 33.9,
        "title": "The ONLY 2 Glute Exercises You Need for a Big Butt (NO, SERIOUSLY!)"
    }
]