[
    {
        "text": "All right, what is this, what the hell you dressed  up for? You just did a whole video dressed up,   I can't do it too? Well, I had an excuse, I  was going on a date. What's your reasoning?   I mean, actually, this is uncomfortable. I hate  this shit. Oh my God, that's so much better.    What s up guys, Jeff Cavaliere, Athleanx.com God,  I feel so much better now. So, Jesse did do a   video where he talked about his only exercises  for looking good. It was more of an esthetic   driven video, but we did get some questions. Jeff,  what were your choices? I don't listen to Jesse.   What were your choices? Well, I actually want to  start at the top. We're going to start with the   chest. What are my only three exercises that I  believe you need if you're looking to create an   esthetic chest? I'm not saying the strongest  chest, I'm not saying even the biggest chest,   but the most esthetically complete  chest. For me, there's three choices   a matter of fact one might surprise you.  But like Jesse, I also I'm going to start with   a bench press variation. But for me, I'm going  to prop this thing up because I want you to do   an incline bench press. Now the deal is, as  I pointed out, in my chest exercise ranked   video you want to get that incline to about  30 degrees to get the upper chest involvement,   but we know we're also going to be getting  that external portion of the chest, too.   Most people don't have a developed upper chest,  especially if you're just wearing clothes,   you're going to want that little bit of cleavage  that sticks out in your collarbone to look good.   Doing this exercise is going to give  you the opportunity to do that. Now,   I like the dumbbell version of this because I  don't want to necessarily be limited in the amount   of adduction I can get. Even though I just get a  little bit of extra adduction with the dumbbells,   it's enough to give me a better contraction. And  remember, aesthetically contraction is going to   be key when it comes to developing the muscle.  And so, for exercise number two, I'm going to also   agree with Jesse at least a little bit. He had  a crossover as one of his choices because we   know how important getting a deduction is to  create a good chest contraction when we're   actually trying to develop that esthetically  good-looking chest. However, I'm going to change   the positioning rather than what Jesse did.  Instead of going from a low to high position,   I'm going from a high to low. And when we do  as we get more of that lower chest fibers,   the abdominal head of the pecs working here.  And the reason is because we're actually using   a neurological pattern that's a little bit more  favorable for us. We're using the D2 pattern   rather than something called the D1 pattern. When you go from low to high, D1 is going to be a   little bit more compromise, you're not going to be  able to lift as much weight again. Not the biggest   concern here since strength isn't the focus, but  you're going to get a better overall contraction   by going with the D2 pattern, and it's going to  give you better overall development of your lower   chest to guess what complement the upper chest we  just built with the first exercise. And of course,   we don't just stop at midline when we're trying  to do this exercise because we know if we re   looking for a complete contraction, you have the  option to bring your arms over the top of each   other to get more adduction and hence a better  contraction. But now I still got one more left   and this is where I might surprise you.  And that is, we're going back to the bench   again and we're going to flatten it out but this  time not to perform a flat double bench press,   but rather a pull over. You're probably thinking  a pull over for your three best chest exercises?   Yes. See, a lot of old school bodybuilders knew  the benefits of the pullover as it applied to the   chest, and all we have to do is simply look to  the science to realize that they were right if   you understand the science. So, when we do the  pullover. The biggest difference here is how   you carry the dumbbell in space. I've talked about  this before, the first thing you want to do is   make sure that you're not flaring your elbows  out. Because as soon as you flare your elbows,   you preset this exercise to work  better for the less that might be.   With those that say this doesn't work, the chest  are sort of basing their argument from.    But we can turn this into a chest  exercise by straightening those arms out.   And if you straighten the arms out and  really reach back behind your head,   look at the position that you're in. You're  ultimately winding up when you get to the top",
        "start": "00:00:00",
        "duration": 219.92000000000007,
        "title": "The ONLY 3 Chest Exercises You Need (CHISELED PECS!)"
    },
    {
        "text": "and a position with your arms out in front of your  chest, which is the same position you're going to   wind up in at the end of a bench press. This is  one of the functions of the chest, but actually,   if you look at what happens to the elbows, I'm  actually getting more adduction of the upper arm   in relation to the torso. Again, a function of the  chest, we keep the tension on at the very top to   make sure that the exercise continues to deliver  the results that we're looking for. It's another   exercise that's great for hitting that upper  chest cleavage area. Even though we're taking   the arms downward, we still are winding up with  our arms relatively high, right above shoulder   level. And that's where we know that those upper  chest fibers are going to be most activated.   Beyond that, guys, we can add in one additional  benefit here by simply keeping those arms   extra-long and reaching at the top, we get  that all important stratus, which is almost   the underwire for men of your chest and you can  develop this muscle. It supports the lower pec   and it makes your lower pec look amazing. The  combination of all three of these exercises   creates the perfect opportunity to at  least esthetically look good, Jesse,   you're not the only one, in anything you wear,  this is how we're going to target the chest.    And so there you have it, guys. My three exercises  for creating that chiseled chest look, no matter   what you're wearing. Speaking of this, I don't  have to wear this every time we make one of these   videos. Do I, Jesse? I think I'm going to burn  them for now. Guys, the fact is, you do your own   experimentation. What are your favorite exercises?  Leave them in the comments below. In the meantime,   if you're looking to put the science behind  whatever exercises you do select, I do that all   the time. They re included in all of our programs,  head over to athleanx.com to choose yours. If you   found the video helpful make sure you leave  your comments below. If you like the series,   tell me you want more. And also, make sure you  click, Subscribe and turn on your Notifications   so you never miss new video when we put  one out, All right guys see you soon.",
        "start": "00:03:47",
        "duration": 103.04,
        "title": "The ONLY 3 Chest Exercises You Need (CHISELED PECS!)"
    }
]