[
    {
        "text": "What's up guys, Jeff Cavaliere, Atleanx.com.  So, no matter how much you train your biceps,   do they still look like this? Like, flat?  You know, they don't have that peak maybe   that you're looking for or the roundness and  fullness when they're viewed from any angle.   Or they don't even have any of that definition,  that makes your biceps stand at attention. Well,   I'm going to help you today because I know exactly  what's causing that problem. As a matter of fact,   there's two of them and the first one just has  to be said, are you storing too much body fat?   Because if you are, you're not going to see  the results of your hard work anyway.    Guys, your body fat isn't just limited to around  your waist, it can go everywhere on your body.   And if you have just too much of it, it's going to  hide no matter what your biceps are looking like.   But that's oftentimes not really the problem. The  problem is you're not developing your biceps the   right way. And for that, there's something  you must make sure you're doing, and that   is supinating. Now, listen, I know you've done  that, but are you really doing it? Because what   oftentimes happens is we just sort of turn our  wrists up and we're not actually forcefully trying   to do that and if you're not, you're missing the  biggest opportunity to grow your biceps fully.   I have three ways to actually guarantee that  you're going to do that on every single exercise   you do, whether you're using a band, whether  you're using a dumbbell, or whether you are using   a cable machine. Let's start here with the  dumbbell. And what I want you to do is not   just curl the dumbbell up, again, oftentimes we  just do that and not just turn your wrist as you   do it. But I want you to actually forcefully turn  your wrist as you do it, because the supination   is the differentiator between biceps, flexion of  the elbow and brachialis flexion of the elbow. So,   if you want to get the biceps, you  have to forcefully separate.    How do we make sure you do it? Offset that  dumbbell, take your grip and put it towards   the end of the outside part of the dumbbell like  that. So now what happens is the weight of the   dumbbell wants to fall down. If I am going to  curl this right and keep this dumbbell level,   I'm going to have to lift up, in other words,  supinate the forearm against the resistance of   the dumbbell to ensure that I do that instantly  getting more out of every single rep of my curl   because I'm actually resisting the  supination of that dumbbell.   Now I can do it with a band also. Same thing  here, it's how we use the band that we're curling.   If I were to just simply step on the band  like this and grab it under my fingers   and curl, yeah, sure I have some resistance to the  elbow flexion, but what I don't have is resistance   to supination. So, what I want to do is put my  thumb underneath and my thumb underneath like this   and then grab the band. So now when I curl, you  can see that the band is being wrapped around   my hand, pulling me down into pronation. I've  got resisted supination here with every single   repetition of this banded curl. Again, forcefully  contracting into it, not just moving it there,   but really squeezing and trying to turn  my hand out as far as I possibly can.    You can do this right now and feel a difference.  Don't just turn your hand here, turn it and   squeeze it as hard as you possibly can. How  far can you turn this hand back in the opposite   direction? Because the further you can and with  the more force, the better you're going to get   every single exercise of the biceps that  you're doing right now to work for you.    Last thing we got is the cable. And with the cable  machine, again, I can grab the handle like this   and curl or I can offset that grip and just take  it all the way down to one side so it's straight   up like that. Now, when I grab this handle like  this, again, I've got the same thing happening,   I've got the handle pulling me down into  pronation. I have to turn it and spin it around   with that extra resistance against supination. So  here I have to forcefully turn it in order to get   that biceps to work. Again, guys, it doesn't  matter how you want to train your biceps,   but if you're going to do it, do it right  and make sure that you're incorporating   supination and with an intention to supinate.  Now, remember, a bigger biceps doesn't necessarily   mean your biggest arms. If you're going to do  that, guys got to work your triceps, too. I   give you a simple way to work both your biceps and  triceps into any workout program you're following.   You've got to watch to Get Bigger Arms in 22  Days video here, it's literally helped millions",
        "start": "00:00:00",
        "duration": 239.19999999999996,
        "title": "The REAL Reason Your Biceps Look Flat!"
    },
    {
        "text": "of people to do just that. If you're looking for  a full program, guys, the Ultimate Arm Program is   over at Athleanx.com. If you haven't done so,  click Subscribe and turn on your Notifications   so you never miss a new video when I put  one out. All right, guys, see you soon.",
        "start": "00:03:59",
        "duration": 13.92,
        "title": "The REAL Reason Your Biceps Look Flat!"
    }
]