[
    {
        "text": "What's up, guys? Jeff Cavaliere, Athleanx.com  What you're about to watch is going to be the   most effective glute workout you've ever done.  How do I know? Because this workout is another   one in our 100 Series where I'm getting you  to trade in ineffective volume and essentially   wasted time in the gym for more productive  workouts through the use of effective reps.   And the effective reps are the ones that  we commonly associate with the end of any   given set. So, if you performed a set of  12 to failure, it'd be the ninth, 10th,   11th and 12th, you know, the ones that you had  to actually fight for and grind to produce the   challenge that's necessary to change you.  And that scenario, the first through eighth   rep were actually there just to sort of get  you to the point where those effective reps   can actually begin. But what if there was a way  we could actually get into those more effective   reps more consistently and skip the line on the  lower productive side of the set? In other words,   get rid of that volume that's not  really serving a purpose for us,   only getting us to the point where we can actually  create a difference. Well, we could do that.    And we start with our first exercise, it's  the Barbell Hip Thrust. And what I want you   to do is choose a weight that will cause you to  fail in the 12-rep range on the exercise.    [Music] Now, this first   set is something that we call the  Ignition Set, it's just priming you   for the effective rep total that we're going  to accrue and the sets that follow it. Now,   don't go too far away because you're going  to limit your rest here to just 15 seconds.   This is the short rest-pause interval that's  responsible for getting you right back into   those more intense repetitions more quickly.  And when we reach the end of this period,   we get right back into it again and we start  to crank out our reps. Now, here is where the   effective reps begin, and I want you to do is  just chip away as many that you can per set   following each rest pause that will count towards  a total of 20 effective reps on this exercise.    Maybe get four or five the first time, three  or four the next time, however many you get,   all I want you to do is make sure you accumulate  20 before you move on to the next exercise.   And for that, we're talking about a Barbell,  RDL. So, we're still going to work on the glutes   in their hip extension function, but this time  through a Hip Hinge. We want to take that first   set to failure using a weight that causes  failure at that 12-rep range. Now, again,   once we've gotten to that point, we don't  walk away. We don't go too far because,   again, we have to keep this rest time short  in order to keep that tension high.    In other words, to keep the recovery short  so that the repetitions that we've performed   thereafter are more challenging,  it's about the effect of reps. So,   I grab the weight and I start right back up again.  And here again I will feel that challenge much   more quickly. That first and second and third  and fourth and fifth repetition here are tough,   but that's what we want because we're going to  trade in again that workout length for intensity,   but in doing so, better results. Remember,  guys, you're doing these until you've reached   a total of 20 effective reps once again  and we move on to the next exercise.    Now, remember, if you're liking 100 workouts,  subscribe and check the two videos I'm going   to link for you at the end of this workout. I'm  going to have the chest and back for you to try   too. But not quite yet, because they're still  working on that backside of yours first. And the   next way we're going to do it is with a pair of  dumbbells and one of my favorite exercises called   the Dumbbell Sprinter Lunge. And if you do this  with proper form, you should look like you're in   the starting blocks of 100-meter sprint. The key is to drive your body backing up to   the top and quickly get the other leg in place  so you can perform this in alternating fashion.   As always, once I reach my failure this  time between the eight and 10 rep range,   keep that interval short. Again, 15 seconds here  is all I need, but when I get back into it again,   oh man, I can feel these repetitions right off  the bat. And again, we chip away as many as we   can per set between each rest-pause interval.  Maybe it's only four or five on each leg,   we take our next rest-pause, and we get right back  into it again until we reach that cumulative total",
        "start": "00:00:00",
        "duration": 220.91999999999996,
        "title": "The 💯 Glute Workout (MOST EFFECTIVE!)"
    },
    {
        "text": "of 20 effective reps on the exercise before we  move on. This time to exercise number four.   And that's where we get to do one  of my favorite [chirping sound]   That is where we get to actually use one of my  favorite exercises, and it's another posterior   chain killer. And it's the Pullthrough. And  with the Pullthrough allows us to once again   work on that all important hip hinge and in  doing so, light up that posterior chain and   glutes. And I want you to imagine your  hands dropping back behind you as far as   possible. And all you're going to do is  just simply drive your hips back in the   opposite direction to pull the rope up. Don't pull with your arms. let the glutes   drive the forward momentum of the rope. And if  you do this properly, you should feel a good,   strong contraction at the top of every repetition.  Once again, choosing a weight that will cause you   to fail after 12 of those. Try to knock out  as many repetitions as you can after each   subsequent rest-pause period on your way to  a total once again of 20 effective reps.    And so, if you've been counting all along,  you probably figured out now that you're at   80 effective reps, 20 shy of the 100 effective rep  total. But we're not done yet, we've got 20 more.   But not just 20 of anything, 20 of a particular  exercise that's going to stress the glutes in   a way you haven't done yet and actually in a way  that most people forget to do entirely. And that   is we can't always train the sagittal plane,  we have to introduce other planes of motion,   importantly the frontal plane, because  that is where we hit the glute medius.    And one of the best ways to train the glute  medius is with a band and an exercise called   the Hip Drop. And all I want you to do is  simply anchor the band around your hips,   hold on to something for support and allow  your hips to drop in the direction that the   band is anchored. But that just sets you up to  perform this, right. Because what I want you   to do is now drive your hips back in the opposite  direction against the resistance of the band.    We're getting abduction of the hip on that down  leg, and we're actually really targeting heavily   that glute medius and oftentimes very, very weak  muscle. To perform this particular exercise right   at this point in the workout, you're going to  focus on one hip at a time. Take this to 12   rep failure, rest your 15 seconds and get right  back in it again and start chipping away at your   20 effective reps on that hip. The adjustment of  the resistance to match your strength level only   requires you to either step further away or closer  to the anchor point to make it work for you.    But we're not done quite yet because as I've  done in all the 100 workouts, I kind of end   it with an option. In other words, I give you a  chance to do just a little bit more. Especially   for those who are a little bit on the psychotic  side of things. Because the last burnout here   I'm going to give you as an opportunity to work  your way up a static ladder. If you're familiar   with the rest of the workouts in this series,  you probably know what I'm talking about.   This one is going to be the Glute Bridge Curl  Ladder, and we're going to use a physio ball to   do the exercise. And what I want you to do is lay  on your back and put your legs straight out on top   of the ball and engage the glutes completely by  fully extending through the hips. In other words,   have those legs and torso be in a completely  straight line. Now perform one Hamstring Curl.   You have to be able to keep your hips up while  you curl the ball back and extend it back out.   And then hold for 5 seconds and then curl back  and extend it back out and hold for 5 seconds.    And your job is to try to get to a  cumulative total of 20 repetitions,   which if you add in the whole time, is 100  seconds of hold. Now, I'm not expecting you to   be able to get there all in one shot. That's  where the rest-pause comes in. If you have to,   you rest for 15 seconds, you get back into it  until all 100 seconds of hold are achieved. Again,   the option is yours and it's not for everybody,  just for those that have balls or a ball.    And so if you look at the workout, you can perform  it in a way that might be more traditional as   straight sets, you'll see something really  interesting. In each one of those sets,   remember, the last three or four repetitions  were the only ones that were productive. So   that the end of it all, when you total  up all the number of effective reps,   you would get in a straight set performance of  this, you're looking at just a little bit over",
        "start": "00:03:56",
        "duration": 245.70000000000002,
        "title": "The 💯 Glute Workout (MOST EFFECTIVE!)"
    },
    {
        "text": "50. But we perform it in effective rep style  where essentially every single repetition   becomes effective, we realize we've actually  just double the number of effective reps and   we've actually done it in a lot less time.  And because I want to make sure I put my money   where my mouth is, I'm going to give you a  chance to try the workout. And as always,   I'm going to give you the workout right here. I  m going to give you the opportunity to screenshot   step-by-step, rep-by-rep, so you can take this to  the gym and try it for yourself. And when you're   ready to try the others in the series guys, I  mentioned the back workout and the 100-chest   workout. You're going to want to try both of  those as well as the others in this series.   In order to get everyone that we put out in  the series guys, you ve got to make sure your   subscribed and turn on your Notifications.  If you're looking for a full workout,   we have them all over at Athleanx.com. All  right, guys, good luck. I'll see you soon.",
        "start": "00:08:09",
        "duration": 44.34,
        "title": "The 💯 Glute Workout (MOST EFFECTIVE!)"
    }
]