[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. We’re continuing our perfect workout series. Today we’re hitting the triceps. With a little help from Jesse and the muscle markers, we’ve got a nice drawing on the triceps here, so I don’t have to try and do this. The fact is, guys, it always starts with anatomy here. It always starts with science because that’s how you make smarter decisions in your training. So, let’s take a look at the anatomy, courtesy of the muscle markers, to see what’s going on. You’ll see here, the tricep is a three-headed muscle. It’s made up of the lateral head, the medial head in green here, and the longhead around the back. We’ve talked about the importance of the longhead all the time. Save your jokes, I know. The longhead is important. I get it. The fact is, when it comes to tricep training, the longhead is very important. Why? Because if you look at these two heads here, they exist on the upper arm. They don’t cross the shoulder joint. They start here, and end here on the other side of the elbow. All they’re influencing here is elbow extension. Nothing that I did up here at the shoulder would be matter because they don’t cross that joint. Whereas, the longhead is the one that does cross that joint, coming off the scapula. So, we know that if I can change position of the scapula, no matter what I did – whether I brought it back or brought it up over my head – all these things are changing the orientation of the scapula. Meaning, we’re changing the tension on the longhead of the tricep. So, we know we can influence that. So, if you’re going to put together a perfect tricep workout, what we need to do is figure out ways to influence that. Taking it a step further, we realize that the longhead of the triceps is put on stretch when our arm is way up over our body. So, we need to choose exercises that do that. We also know that we can bring it in the opposite direction, all the way back behind the body, and engage it into a full contraction, or fully shortened position. So, we want to make sure we pick exercises that do that, too. They’ll be in our perfect workout. At the same time, in pursuit of this, we don’t want to lose sight of the fact that progressive overload still matters. Being able to load up the triceps with heavier weights, like any other muscle, as much as possible is going to help us build them bigger. So, we have to go pick the right, big exercises here. Beyond that, I’m going to show you some ways to tweak those to get more from them, so you get the most out of your muscle building capabilities from them. Moving on, we always talked about – in the perfect bicep workout – this idea of overlapping strength curves. If we look at this exercise here, I have a band and dumbbells in my hand at the same",
        "start": "00:00:05",
        "duration": 139.23,
        "title": "The PERFECT Triceps Workout (Sets and Reps Included)"
    },
    {
        "text": "time when I’m curling. Why do we do that? Because we know when we use dumbbells, we max out the strength curve in the middle of the movement. When we get all the way to the top, we lose that tension. But we also realize that bands help us to keep the tension going as I stretch further, and further. We combine them together to make a better exercise. We can do the same thing here with triceps. Again, to be part of a perfect workout, I believe we need to address that. We’re going to do that in two ways. Guys, let’s get it all started. I’ll break it down exercise by exercise for you and I’ll give you the entire workout, as we always have in this series, at the very end. All right, so we kick off the perfect tricep workout here with those heavy exercises. I like to address the heavier stuff first when we have the most energy and we’re able to hit them hard. What is the first one up here? It’s a close grip bench-press, but it’s a close grip pin press. Why are we pressing off the pins instead of doing a full range of motion press? Because if you’re trying to target the triceps the most, and overload the triceps, you do have to realize that the majority of the work being done by the triceps is from the midpoint, on. It’s toward the lockout portion of the press. If we train all the way down here, off our chest, although it’s a good exercise, we’re working more on the delts to get them off our chest. So, what we’re trying to do is isolate more of the function of the triceps, which will allow us to load this exercise up even heavier to match the strength the triceps have here. We perform these in 10, 6, and 4 reps across three sets. Moving on, we go to the next big exercise. That is the weighted dip. Again, there is an opportunity here that I think is sometimes overlooked. That is to do this in the form of a tricep. We can get to failure and we can push beyond failure. So, what I do is setup here with a weight around my waist. I can do it that way, or I can hold the dumbbell between my legs. Whatever is easiest for you. The fact here is, I’m going to perform my dip and I’m going to drop set when I reach failure, to let go of the weight, and get back up there as a bodyweight option. As I do those reps, I’m going to then go to failure once again, until I can go and attach to the band, put my knees inside, and do a third set here without resting. Continue this drop set down with an assisted dip. In terms of the technique, no matter which form I’m doing here, in order to maximally engage the triceps, you want to do two things. Number one: you want to keep your torso as upright as possible. I just did a whole video on the chest talking about how you maximize more chest involvement, you lean forward. The opposite is true with triceps. You want to keep your trunk up as tall as possible. The next thing is, don’t allow the forearms to dominate this movement.",
        "start": "00:02:24",
        "duration": 162.76999999999998,
        "title": "The PERFECT Triceps Workout (Sets and Reps Included)"
    },
    {
        "text": "As you come up to the top, I like to almost hand release. Push down through the palms of my hand, let my triceps do all the extending here. Don’t grip too much here. The tendency is to not go to full extension because you’re activating the forearms too much. I want that release. Let go of the hands as you get to the top. The fact is, guys, this tri-set allows us to take the intensity even further. Now we move on here and we go to our super set. This super set was made with the idea of doing what we talked about before. That’s focusing on the longhead, taking it through both of those extremes. An exercise that puts it in more of a stretch position, and an exercise that puts it in more of a contracted position. We can do that here with a single cable. We start with the push away. You’ll see here, what I want to do – since this is the stretched position of the longhead – I try to accentuate that. I try to allow the arms to drift a little bit higher on every rep to make sure I’m getting a good stretch on the longhead. We do that, again, by allowing the elbow to travel as high as our body will allow them. As soon as I’m done with that set, you can see I immediately transition right into this drag pushdown. The difference here on a drag pushdown is the placement of my hands. How far away from my body are they? They’re not away from my body like a traditional pushdown would be. They’re right up against my chest, literally trying to ride my ribcage all the way down. You’ll see what does is, it gets the elbows back into extension. That is the key when it comes to putting the tricep longhead into that fully shortened position. You want to get your elbow back behind your body with full elbow extension. We can do that here. We work on this in a back to back format. You do 10 to 12 reps. The weight that you chose to do the first exercise stays the same. So, there’s no resting as you proceed to the second part of that combo. Finally, we want to address those strength curves I had talked about in the beginning. One of the exercises that we’ve talked about for a long time, and has been copied poorly by others, is the rocking pushdown. If you want to see how to do it right, you watch it here. The idea behind the rocking pushdown is, we realize that forces change during an exercise. If I were to take my arm right here and perform a regular pushdown, what happens is, the line of resistance on a cable is going to be parallel – at some point – to the moving segment. Which, in this point, is the forearm. When that happens all the tension is gone. What we want to try and do is maximize that tension by always allowing that line of resistance to be perpendicular to the forearm. When we look at a regular pushdown, if I start right here, if I have the cable pulling straight down to my forearm, we’re good. But when I get down to the bottom of that pushdown, now it’s parallel to that forearm. Meaning, we do not have as much resistance there, and you’ve probably felt that.",
        "start": "00:05:07",
        "duration": 165.01900000000003,
        "title": "The PERFECT Triceps Workout (Sets and Reps Included)"
    },
    {
        "text": "It’s pretty difficult to start, but it’s not so hard at the end. We can fix that with a rocking pushdown. All I have to do is change the orientation of my body to allow for that. So, you see here, I start leaning in. I’ve already got my leg dropped back. So, I’m prepared to rock back. But I start in a closer position so as I initiate the pushdown, I have that perpendicular line of resistance from the cable pointed down to the forearm. As I get down into full extension of the elbows, you can see I’ve leaned back, and rocked back, which allows that line to lineup more perpendicular than it was before, with the forearm still. So, we keep that tension on the triceps even in its contracted position here. I’m not leaning back in momentum to pull the cable down, or the stack down. I’m just allowing my body’s position to change. This is a great addition to make sure you’re hitting those strength curves. We have another option here. It parallels a little bit more with what we did with the biceps back in the beginning that I showed you. That’s incorporating a band. One of my favorite exercises is the inline tricep extension. If we incorporate the band, we have a band inline tricep extension. You guys can probably figure out what’s going on here. With the dumbbells, we know as we get toward the top, we start to lose resistance. So much, in fact, that if I were to tell you to allow your dumbbells to get fully over your body, straight up over your body, you’ve taken away much of the tension on the triceps, making this exercise less effective. Instead, what we do is keep them angled back a little bit. Beyond that, we add the bands, so we have the additional resistance and stretch as we pull into that final contraction. Just by doing this, we’ve taken the same mechanics of the exercise, but by adding to the two implements together, we’ve made a better exercise. So, there you have it, guys. There is the perfect tricep workout. I want you guys to give it a try. Here’s what it looks like as I’ve been doing it this entire series. I’ve laid the workout out for you. Sets and reps. So, you can have it, you can try it, you can convince yourself once again that there really is only one way to train. That’s by putting science back in strength. That’s what we do here on this channel. That’s what we do in all our programs. If you haven’t already, guys, check them out. Head over to ATHLEANX.com right now. Find the program that’s right for you. All of them are built with the same idea: putting science back in strength. In the meantime, if you haven’t already subscribed, guys, please do so and turn on your notifications so you never miss one of our videos. Let me know what else you want me to cover here, what else you want me to break the muscle marker out on.",
        "start": "00:07:52",
        "duration": 138.72099999999998,
        "title": "The PERFECT Triceps Workout (Sets and Reps Included)"
    },
    {
        "text": "Save some ideas, guys. We could keep – keep them clean. I’ll come back here and do them – within reason – what you’re looking for. All right, guys. See you soon.",
        "start": "00:10:11",
        "duration": 21.159,
        "title": "The PERFECT Triceps Workout (Sets and Reps Included)"
    }
]