[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we continue our perfect workout series. This time, with one of the most requested: The Perfect Ab Workout. Guys, you have to realize we're not just talking about the rectus abdominus when we're talking about an ab workout. A lot of times people use the all-inclusive term of 'abs' to mean much more than that. To mean the obliques, to mean the transverse abdominus, maybe even to mean the serratus because all these muscles matter, and they're all going to be included, and worked in our workout here. But how are we going to dictate what's so perfect? Guys, you know I've said it before; there's no such thing as one, singular, perfect workout. But we have to include some features to make it a really damn good one. When it comes to the abs, it's less about the exercises – because we know we have, literally, hundreds, if not thousands of opportunities here to pick from different exercises. It's more about making sure we hit the main function and make sure we hit the main sequence of how we want to train these muscles. I'll start with the sequence. When you're training your abs, because the bottom up movements tend to be heavier and harder because the weight of your legs is always going to be more difficult than lifting your torso, you want to start with those when you have the most energy. You're going to find if you save your bottom up movements toward the end you're not going to get as much out of them. So, we work in this particular sequence that's going to work its way all the way through both variations of this workout. That's right. I said 'both' because I'm going to include a beginner and a more advanced version of these workouts because I know people are at different levels that want to follow this. As a matter of fact, to make it really easy I'm going to include the use of just a band and a pullup bar. So even if you're doing this at home, you're not going to have a hard time following along. Guys, when we talk about the function, the abs do a lot of different things. They don’t just do this. That's what a lot of people think they do. They think they just crunch. As a matter of fact, they control motion in the opposite direction. They'll pull you back and control that. We want to make sure we make that function if we're going to have a complete workout. They also control motion in other directions. They prevent us from lateral movement if it's unnecessary or unwanted. And we can work exercises that can do that, too. They'll also prevent rotation. We can stay right here in the middle and have someone push our arms left or right and not have them go anywhere, and the main function there is attributed to the abs and the obliques. We also know that they can control rotation. They can let it happen but happen under your control. As a matter of fact, they can become main drivers of rotation. Explosive, powerful drivers of rotation. Any workout that overlooks this aspect of it isn't doing its due diligence. So, we want to make sure that we include that function as well.",
        "start": "00:00:06",
        "duration": 141.239,
        "title": "The PERFECT Abs Workout (Sets and Reps Included)"
    },
    {
        "text": "We're going to include all the proper functions and hit them in the right sequence, and go through all the anatomy here, so you guys understand what it is you're trying to accomplish, and get a peak at the muscles that are doing the job for you. When it comes to the anatomy part, sometimes it can be confusing. But it's all made so much easier when we do what we always do with the \"Perfect\" series, and that is breaking out the muscle markers. As you can see here, the six-pack muscle, the rectus abdominus, is pretty identifiable. As a matter of fact, what I want you to look at is not just how easily noticeable it is, but what is the direction of the fibers? What is it attaching? It's going up and down, north and south, attaching the ribcage down to the pelvis. It's driving the movement of flexion of our body, top down or bottom up. We know we can take advantage of this motion, at the same time realizing that it's not the only thing that happens because all you've got to do is look at another muscle here, like the obliques. If you look at the external obliques, which are the visible muscles above the internal obliques, you can see that the direction is oriented at an angle. At an oblique angle. That's where they got the name from. The driver of this is that it has a different function. It's going to be really good at helping us to rotate and control rotation like I talked about. So, we're going to have opportunities to do that if we follow the fibers, like always. The internal obliques, ironically, run at the direct opposite direction. But it does the same thing. It controls rotation in another way, again, working in concert with the obliques on the other side to produce some really magnificent things when it comes to rotation. But then we can look at another muscle here. That's the transverse abdominus. This one runs more like a weight belt. Literally, around your waist. With the idea being this is driving stability. We want to take advantage of that because we can do that on certain exercises better than others to really get more out of it. I'm going to show you how to do that. Finally, the forgotten core muscle, as I've always eluded to, the serratus. The interdigitation – that's right, I said 'interdigitation' – of the obliques with the serratus itself is there for a reason. There's a reason why they work together and prefer to work together. If we can do that, we will achieve a level of perfection that other workouts that don’t do this are missing. So, we kick this off with a bottom up movement. Remember, we talked about wanting to do them when we're stronger or have more energy. The bottom up movement will drive this. If you look at the beginner version here, we start with the iso reverse crunch, with the main function being focused on that pelvis. In the beginning I talked about how the attachment of the ribcage to the pelvis means we're trying to bring the pelvis toward the ribcage, not get a swing. You don’t see me doing this. You don’t see me swinging the legs down and up, down and up.",
        "start": "00:02:27",
        "duration": 149.79099999999997,
        "title": "The PERFECT Abs Workout (Sets and Reps Included)"
    },
    {
        "text": "That becomes a hip flexor driven movement. If we just isolate the lifting of the pelvis, we're going to do a better job of hitting the abs and making them do what they're supposed to be doing. Now, if you want to make this more difficult, we'd look over here at the advanced side. This is a hanging X-Ray. The advantage of the hanging x-rays is twofold. Number one: it's more difficult because we have to lift the weight of our legs, as opposed to having a bent leg. Number two: we're lifting them for a longer period of time than we are when we're laying down. The strength curve of these exercises are different. More prolonged tension on the hanging raise than we would be in any variation of a laying down raise. More importantly, another thing we have is the accessory movement of being able to bring the legs together, to adduct the legs, stabilizing the pelvis from the bottom up with the activation of the adductors. So, the x-rays allow us to do that. So, either way, if you're starting to build the perfect beginner workout, or if you're starting to build the advanced workout, this is where you want to start. Moving onto the next exercise here, this is our bottom up rotation movement. If you look at the beginner version here, we have something called the seated ab circle. This is an exercise where we get some upper body stability because we can keep our hands in contact with the ground, which is perfect for the beginners doing these workouts. We're going to make clockwise circles and counterclockwise circles. If you want to make it more difficult, we just step it up a little bit. We do these hanging leg spirals. Again, this is like a hanging leg raise, which we know is more difficult with the extended length of the legs, but we're going to add a little bit of a hip twist at the end to get that rotation. In either case what I want you to notice is the rotational stability function. We mentioned it in the beginning. We're not trying to prevent rotation here. As a matter of fact, we're not trying to do anything explosive with rotation, but we are trying to control the amount of rotation we have. Once again, as we glimpse back, we start to see this ab workout take shape. Whether it be in the beginner's form or the more advanced form, we're on our way to hitting both the functions and the sequence we're after to make this thing work its best. Sticking with the rotational theme now, we're moving up to the obliques. Again, this is where I like to situate these muscles when it comes to the entirety of the workout. If you train the obliques too late, once again, I think you wind up feeling too fatigued to do them well. So, what we want to do at the beginner level is perform this recliner elbow to knee tuck. The main thing to focus on here is the function. We're driving rotation here and we're driving it in the direction of the fibers of the obliques. Remembering that both the internal oblique and external oblique are going to work together to drive rotation in one direction and then the opposite pair are going to drive rotation back in the other direction. As we move onto the more difficult version here for the advanced, now we're looking at something called the tornado chop.",
        "start": "00:04:57",
        "duration": 151.34000000000003,
        "title": "The PERFECT Abs Workout (Sets and Reps Included)"
    },
    {
        "text": "This is where we're going to first utilize the band with the hanging pullup bar. What we want to do here is add some resistance. Driving the band down into the side. Again, creating rotation. The idea being, no matter what you do for your obliques, you'd better be twisting or moving in some direction left or right if you really want to hit them the hardest. This is a great opportunity and as we build out these workouts, yet again, here's the beginner, here's the advanced. You can start to see this is really starting to take shape. Now we start to move on and transition away from all the bottom up driven movements into some midrange movement. We're still involving the bottom up, but we're combining with some top down motion. You can see at the beginner level we're doing something called the opposite side elbow to knee. This is a variation of the plank. You guys know I'm not a huge fan of a plank when it comes to using it as an exercise that's more remedial. If we know we can hold a plank for 2, 3, 4 minutes then you're not doing a hard-enough version of the plank. This is the first place I would have a beginner step up because what we're doing here is challenging some rotational stability and that anti-extension component. That function of the ab to prevent our low back from caving in when we do lift two points of contact off the ground. If you want to do this for the advanced, we're going to move the top down and the bottom up, but we're going to do them at the same time, and we're going to add a little bit of a twist to it with this scissor V-up. Here, we're just trying to keep the leg scissor going and the V-up going at the same time. This is a little easier than it looks because the top down motion is going to help shorten that lever arm of the legs, in relation to the torso. But don’t be fooled. This is not easy. But it is doable. Especially at this point in the workout. As you see, once again, we keep building up these workouts here. No matter which one you're following, this is a challenging workout, but it will be rewarding. I promise. Here is probably my favorite part of the workout. Some of my favorite exercise choices occur right here with top down rotation because most of the time they are top down driven with our feet in contact with the ground. The first exercise here, if you're more of a beginner, is going to work on that anti-rotation component and function of the abs. That is this oak tree step out. Here you want to get the band out in front of your body, extended as long as you can. You're going to step out as far as you can without letting any movement of the arms go back in the opposite direction. If you're strong enough, if you can prevent rotation, your arms wont budge. If you start to see that they drift back to the anchor point every, single time, then you're not strong enough. You either need to lighten the resistance of the band or you need to step out a little bit less.",
        "start": "00:07:28",
        "duration": 146.50999999999993,
        "title": "The PERFECT Abs Workout (Sets and Reps Included)"
    },
    {
        "text": "Now, when we move to the more advanced side of it, this gives us a great opportunity t become more explosive. Here we can do something called the sledgehammer swing, which is a very explosive rotational, ground-based movement. Again, why I love these top down rotational movements. You can see here; I'm driving a lot of rotation. Even from – you can see the pivoting of the foot on the ground to help me get as much power and force as I can. This could easily be a med ball throw against a wall where you can express full power because you're getting rid of the ball. As I've said, we're not limited to just these exercises. There are so many options, but if you understand the mindset of why we selected what we did here, then the opportunity to add different exercises in here will be infinite. Now that we've fully transitioned to the top down movements, we have an exercise in common. Differentiating only between the beginner and advanced version by the resistance of the band you're using. Before you think you have to run out and buy a different band, you don’t. You just have to wrap it in a different way. If I wrap it through itself like this, we have the single band that we're going to pull down on, as you see me doing here in the beginner version. If I want to make this more difficult, all I have to do is wrap it over the bar, and then grab one portion of it in each hand, and I've effectively doubled the resistance by shortening the length of that band. But either way, there are two things I want you to focus on in these top down movements. The first one is how we're doing it. You will not see me doing this. I'm not sitting back with my hip flexors. I'm not just allowing my pelvis to drop down toward my heels. As a matter of fact, if I do this right my pelvis should never go toward my heels. We want to do what the anatomy dictates. That is, pulling the ribcage down, and forward, toward the pelvis. Just sitting back in there is just cheating your way through every, single rep and you're not going to get anything out of it. The second thing you want to focus on is what's happening here with the transverse abdominus. Remember I talked about that muscle in the beginning. This a great opportunity and place to work it. Can we create some stability of the core bracing, if you will, before we do that? As a matter of fact, you'll find less tendency to want to drop down into that hip flexor cheat if you do this bracing first. To do that, you just want to flatten your stomach out. What would it feel like if you just walked yourself into an ocean full of ice-cold water? You'd want to pull in and flatten because of how cold it is. You want to do the same thing here. You flatten, and tighten, and use that internal weight belt to create the stability. Once it's there, then you pull down and forward, toward the pelvis. We are constructing these perfect workouts side to side so you can jump back and forth, if need be, or follow on one track. Either way, you're on the right track. Finally, where most ab workouts would be over at this point, ours is not quite there yet. We've got one more exercise.",
        "start": "00:09:55",
        "duration": 159.07899999999998,
        "title": "The PERFECT Abs Workout (Sets and Reps Included)"
    },
    {
        "text": "We want to work the serratus. I talked about its involvement in integration with the obliques and why we want to do it. As a matter of fact, it's part of our Holy Trinity when we talked about this in a previous video. The fact is, we can do this pretty easily. If you're a beginner I want you to do this exercise here called the plank push away. What we do is get ourselves in that plank position – but not to do planks, to do something more – and that is, we're going to drive our forearms down into the ground. Get the shoulder blades to be separated. Start with them pinched together and separate them as far as you can by protracting them, by pushing through the forearms into the floor. You'll feel this activate the muscles right there in the serratus, that will create some stability of the shoulder blades as they relate to your entire ribcage. That is important. That is a function of core stability. So, we can work that here and at the same time, help develop the muscles that are going to be clearly visible as they work together with the obliques. If we want to make this more difficult, we can do this plank punch out. As I punch the band out and away from my body, it's that extra push. Don’t just get it out in front of you. Push out in front, and then another 2\" or 3\". You'll really feel the serratus doing the work. There you have it, guys. The perfect ab workout in the books. Regardless of whether you're following the beginner version you see here, or the advanced version I'm going to show you in a couple seconds, the fact of the matter is, you have to understand there is no such thing as 'perfect'. We know we can have a lot of other ab exercises that could comprise this workout, but when you understand why you're doing what you're doing, and how to do what you're doing you can come pretty damn close to perfect. This is my best attempt. If you're looking for programs where we do the same thing, we try to put the science into the selection of what we do because we know how much it matters, all our programs are based on that same principle. They're all available over at ATHLEANX.com. If you're looking for more of the perfect workouts, they're all available for you on this channel. You've just got to make sure you've subscribed and turn on your notifications, so you never miss one. At the same time, anything you want me to cover, I'll do my best to do that for you. Just leave it down in the comments below and I'll try to do that in the days and weeks ahead. All right, I'll see you soon.",
        "start": "00:12:34",
        "duration": 116.01599999999999,
        "title": "The PERFECT Abs Workout (Sets and Reps Included)"
    }
]