[
    {
        "text": "What's up, guys, Jeff Cavaliere, Athleanx.com.  What you're about to watch is the most effective   back workout you've ever done. Because it's  part of my 100 Series where I'm getting you   to increase the efficacy of your workouts  by increasing the efficiency of the reps   you perform. Here I m getting you to focus on  trading in junk volume for something we know   that is much more effective, Effective Reps.  You see, when you perform a set of 12 reps to   failure traditionally, you're actually not putting  in all that much effort on the first, let's say   six, seven or eight reps. They're just being done  to fatigue you to get to the ones that are more   difficult and ultimately results producing. But  when you perform effective rep training, you're   essentially cutting the line. But you're jumping  to, the more difficult reps that allows for you   to get more of the results, producing reps in  less time and getting more from your workout.    Now, this isn't new. It's actually been used by  some of the greatest of all time. It's just one   of those underutilized, often overlooked  techniques that can really produce gains,   especially if they haven't done it in a  while. But as with all Athlean-X workouts,   it's not enough to know just what the technique  is. It's the exercise selection and how you   apply it that makes all the difference.  And when it comes to the effect of workouts here,   picking the right exercises is key. But more  than that, knowing what areas to train is also   important. You see, for complete back developing,  you're going to want to train not only your lats,   but also, of course, your upper back, your traps,  your mid scap muscles, your rear delts and of   course your lats and low back. You see when you  workout is fully developed, that's when you get   full development. And that's where we start  the workout off with the first exercise.    And it's the Barbell Row, it s one of the best  horizontal pulling exercises that you can do. And   when you're ready to roll, what I want you to do  is to load up a weight that will cause you to fail   in the exercise in the 12-rep range. Now, this  first set is something that we call the Ignition   Set. It's just priming you for the effective rep  total that we're going to accrue and the sets that   follow it. Again, you're likely not going to  feel too, too much in the first six, seven or   eight reps. That's part of that volume that isn't  necessarily producing the gains you're after. But   when you reach those more difficult ninth, 10th,  11th and finally 12th reps, well, that's actually   where you want to make sure and dig down.  And again, when we're talking about failure here,   we're talking about form failure when the  exercise is no longer recognizable as the   Barbell Row we know and love, well, that's where  you need to stop. But don't go too far away,   because what I want you to do here is just  take a quick 15 second rest-pause. And see,   by limiting the amount of rest in between sets  here, we're more effectively getting back into   the more fatigued state of that muscle more  quickly. But the next time around, you're not   going to perform a straight Barbell Row.  This time I'm going to allow you to use just a   little bit of momentum. We're going to perform  something we call the Barbell Dead Row. So,   you start with a little bit of leg action off  the ground as if you're performing a deadlift   and then you row it the rest of the way. And  all I want you to do is perform these sets to   failure and get as many reps as you possibly  can each time. The goal for the effective reps   on this exercise is 20 total and however, many  rest pause intervals that might take you.    You might knock off five or six after that  first set of 12, those are the first five   or six that count towards your total. And  from there you continue to chip away until   you've reached those 20 effective reps and at  that point, move on to the next exercise.    Which is the Lat Pulldown. And after a  3-to-4-minute rest, you should be ready to roll   here and start up once again on another ignition  set, this time on this traditional vertical   pulling exercise. And we're looking for here again  is a well performed set, choosing a weight that   will cause you to fail in that 12-rep range.  Again, no shortcuts here because once again,   we know that this is priming us for what's to  come. And when we reach failure here again,   you don't go too far away because your rest is  just the 15 second rest-pause that you're going   to take. And once this 15 seconds is up, I  get right back into the exercise again.   But as we saw in the first exercise, we start to  hit those more difficult, but results producing",
        "start": "00:00:00",
        "duration": 215.58,
        "title": "The 💯 Back Workout (MOST EFFECTIVE!)"
    },
    {
        "text": "reps more quickly. And what I'm targeting here is  about four or five or again, six repetitions and   that's okay. Because as I chip away, set after set  or after each rest-pause interval, I'm going to   get myself eventually to my 20 effective reps.  When I jump back in again after my rest-pause,   I start cranking away again at those good,  solid, highly difficult repetitions.    And that's where we go for the Seated Cable  Row, another horizontal pulling exercise, but   one that's going to be a little bit easier on the  low back because we don't have to be bending over   when we perform it like the Barbell Row. But this  is a great exercise to actually allow us to start   shifting that focus a little bit higher, more to  the upper back and rear delts. I've said before,   this actually one of the better rear delt  exercises that you can do, especially when   we perform it with a straight bar like this.  Because as I do this, my elbows start to go wider   and higher, and as I do that, I get more extension  and start to activate more of that upper back as   we know. And as always here, we're still doing  that ignition set to that 12-rep failure. As I'm   done, as you can see here, I take that brief 15  second rest and I get right back into it again.   The thing about pulling workouts is that on the  second half of the exercise in these effective   rep workouts, you can utilize a little  bit of momentum here to your favor.    As you start to get a little bit more fatigued,  leaning a little bit forward and coming back with   a little bit of a rock to let you get that bar  moving and you moving closer to your effective   rep total without sacrificing the safety of the  exercise by letting our form breakdown pass form   failure. As always here guys, it doesn't matter  how many repetitions you get after each subsequent   rest-pause period. All you have to do is take  what your body is willing to give you, however,   many effective reps you can get, take your  rest-pause, and keep chipping away, as I said,   until you've reached that total of 20 effective  reps. Which if you're counting at home, at this   point the workout, puts you a total of 60. But we're not done quite yet because now we go   back to our vertical pulling exercises. This one's  one of my favorite and it starts from the ground   up, we're talking about the High Pull. And what  this does is once again works that upper back the   traps, the mid scap muscles that are all important  and oftentimes overlooked. And all you've got   to do here is pull the dumbbells up to your  shoulders. But be careful, this is not an Upright   Row. As a matter of fact, it's very opposite  of an Upright Row. The elbows stay low, and the   hands stay high rather than the elbows traveling  higher than the wrist and hands. And once again,   the weight that you choose here is one that will  cause that form failure in the 12-rep range.    And just like you have with all the other  exercises in this workout, the ignition set is   done just to sort of kick everything off because  you once again have 20 more effective reps waiting   for you after that first set. The difficulty  level rises, but so will the effectiveness   of what you're doing as well. Not to mention the  efficiency too, because it's not going to take as   many reps to get out of your workout what you're  trying to do right now with a much higher volume.   Finish up the last of those 20 effective reps  and then meet me at the Lat Pulldown bar one more   time for the last exercise in the workout.  Unless you decide to take the option.    And this time we actually going to flip the  script a little bit, or at least the hand   placement to the Underhand Grip Lat Pulldown and  we call these the ROM Pulldowns. In other words,   range of motion, full range of motion,  because I want you to get that elongated,   almost exaggerated stretch on the last at the top  of every single one of these repetitions. We know   that applying stretch tension to the lats is a  good way to stimulate additional growth. Well,   at this point in the workout, we're not going  to have to use as much weight. Realizing that   we have that slight pause at the top of every rep  with a little bit more of that apply tension.    And as always, I worked my way through that  first initial ignition set, realizing that again,   even at this level of fatigue, these first few  repetitions probably won't be that challenging.   But if I've chosen the weight correctly, well,  things start to get serious as I get to the   end of the set. I take my 15 second rest and I  jump back in once again, now starting to work   my way towards that 20 effective rep total.  And as I said before, the nice thing about the   pulling exercises is that you get a little bit  of that built in momentum. If I need it, I can",
        "start": "00:03:36",
        "duration": 224.88,
        "title": "The 💯 Back Workout (MOST EFFECTIVE!)"
    },
    {
        "text": "take it here. A little bit of a lean back of the  torso is not going to hurt. As a matter of fact,   it might be what's needed to get you to that  final 20th rep. And so now with 100 reps in   our 100 Back Workout, I mentioned that option.  If you're so crazy as to want to actually attempt   this, then what you're going to want to do is take  one of these bars and set it up as an Inverted   Row. You see, the Inverted Row is not only one of  my favorite back exercises, body weight or not,   but what it does is it once again kind of finishes  off those mid scap muscles that oftentimes gets   overlooked. But we're not going to do it as just  an Inverted Row. You see, we do something called   a Static Hold Ladder where all you're going to do  is get yourself up to the top of the repetition   with your feet either flat on the floor or with  your legs extended out in front of you if you're   looking for something even more difficult. The idea is to pull your chest up as close as you   can, get it to the bar and then hold that for five  seconds. You see, these muscles tend to get very   weak over time because of poor posture. We want to  train them for a little bit more muscle endurance,   so we're going to hold them up there in this  position. Your job here is to just simply   accumulate 20 effective reps. However, if you  add up the time that you're holding, this is   going to be 100 seconds of hold. With every single  repetition completed there's associated with it,   five seconds of the static hold at the top.  Again, consider this one an option, but realize   I'll be proud of you whether you do it or  you don't. But I like you more if you do.   And so, if you have done this workout in a  traditional way with Barbell Rows for four sets   of 12, Lat Pulldowns, three sets of 12, Seated  Rows three sets of 12, Dumbbell High Pulls and the   Underhand ROM Pulldowns, all for three sets of 12.  And if you did them the way you usually do them,   remember, the effective reps are relegated to last  three or generously four reps of the workout.    So, you're going to wind up with if you do  four, 16 for this exercise, 12, 12, 12 and 12,   which is 64 of those harder effective reps.  If you went and you only got sort of the last   three that were beneficial for you, then that  number comes all the way down to 48. When you   do the work that I just showed you, you get into  those effective reps more quickly, like I said,   and you're also performing more of them. So you  get more work done in a shorter period of time   and ultimately you trade in some of that workout  length for intensity, for better results.    And so, as I'd like to do here for you guys on  the channel, I'm going to give you a chance to   just screenshot this, so you know exactly  what you have to do the next time you take   this to the gym and try it out. And speaking  of trying it out, when are you going to try   the Chest Workout or the Shoulder Workout, you  can find both of those over here. You're going   to want to make sure you do those too guys.  And if you're looking for a complete step by step   program where we utilize the intensity techniques  like these to get more from everything you do,   you can find them at Athleanx.com.  Don't forget to click Subscribe   and turn on your Notifications so you never  miss a video when we put one out. All right,   guys, check these out. I'll see you soon.",
        "start": "00:07:23",
        "duration": 150.78,
        "title": "The 💯 Back Workout (MOST EFFECTIVE!)"
    }
]