[
    {
        "text": "When it comes to chest exercises, there  are no shortage of options. However,   which exercises do you focus on? If you're  struggling to build your chest right now, you're   going to want to watch to the end of this video  because I'm going to give you the two exercises   that you need to focus on if you want to start  seeing your best results. Now, others may want   you to believe that there are only two exercises  that you need and that all other chest exercises   just don't provide any additional benefit. That's  not what I'm saying. But if you don't have these   two boxes checked in combination with each other,  you're going to struggle to build your best chest   possible. With this bare minimum approach, you  can be assured of the fact that you're going to   have an effective combination of exercises to use  and more so be able to focus on fewer things so   you can get to where you want to be faster.  What's up, guys? Jeff Cavaliere, Athleanx.com.   Look, you might be surprised when you hear me  say only two because when it comes to chest   training options, you know we've got quite a few  of them. And what further complicates this is that   anatomically, we know the chest is a three headed  muscle. We have the upper or clavicular head,   the sternal or middle head, and of course, the  lower or abdominal head that might actually   force you to make a couple personal choices. But the first thing you're not going to have to   choose is whether or not to do a bench press,  but rather what version of a bench press,   if it's strength or overload that you're seeking.  Then of course, the barbell variation gives you   the best ability to do that. But if the  fixed hand placement on the bar presents   some orthopedic issues to you in either your  wrist, your elbow or your shoulder, well,   you've got to have another alternative. And that's  where we've got to head to the dumbbell rack.    And in truth, I actually prefer the dumbbells for  more than just those orthopedic reasons. But yeah,   I mean, obviously if I have one dumbbell in each  hand, I can slightly tweak the position here and   to a point where it's very comfortable.  Even though I have a torn rotator cuff   in my right shoulder. On top of that, we know  that with the dumbbells we're going to expose   any of that left and right sided weakness.  I can hide that more easily in a barbell,   and that could just further exacerbate a problem  when there's one already there. But there's one   other thing we can do here. Again, the independent  movement in the hands allows me to do this,   and that is to point the inside portion of  my hands or my thumbs up as I come up.   What does that do? It gives me more adduction of  the dumbbells as I get to the top. For those of   you out there that are struggling to build your  chest, adduction is your best friend, and if   you don't know it, you need to start learning.  So, if I can get my dumbbells to be pointing a   little bit up on the inside, as I get to the  top, my biceps will be able to come closer   together and I'll get a better chest contraction.  That being said, I do have another choice here,   and that is you have to pick the angle of your  bench regardless of which version you use. Because   we talked about the anatomy of the chest. If  your lower chest looks saggy and underdeveloped,   then you're going to want to take this down  to a decline bench because here we're going   to target more of that lower chest line. Of course, if we have a shelf less upper chest,   then you're going to want to increase  this angle to about 30 degrees. Now,   don't make the mistake of continuing to go higher  and higher and higher because all you do is start   shifting the focus away from the upper chest  and more towards the front delts, probably   contributing to more of an imbalance that's  already there. If you've got decent development   of both your upper and lower chest and just want  to seek out some more overall size, then of course   the flat bench setting is going to be the best  for you regardless of what choice you make here,   you don't really have a choice of including the  press in your first of two chest exercises.    Now, it's important to note, guys, that any  pursuit of new muscle mass has to be supported   by proper nutrition. If you're looking for a  high-quality protein, our RX PRO-30G Premium   Protein provides 30g per serving. That's an  industry leading amount with 28 servings per bag,   making it an efficient, cost-effective way for  you to get yours. Now back to the video.    Speaking of exercise number two, in building  off of the adduction we talked about in the last   exercise, we have to train adduction directly  and we do it best with a crossover. Now,",
        "start": "00:00:00",
        "duration": 215.33999999999997,
        "title": "The ONLY 2 Chest Exercises You Need (NO, SERIOUSLY!)"
    },
    {
        "text": "if you don't have access to this machine, hold  tight because I have another option for you. But   we have to train our adduction. This is not an  optional exercise if you want your biggest chest   because we look at the chest orientation and  the fibers, they run literally east to west.   They are designed and built for this purpose. And  we don't have all exercise options that you might   think. I don't like the unsupported Dumbbell Fly,  it actually creates a lot of instability at the   shoulder and just isn't even the best choice. When you take an option like the crossover,   you not only have the ability to get good hand  over hand cross, midline adduction. But we have   the flexibility of doing it either straight out  in front of us to work again, more of that sternal   middle portion of the chest. Or from a high to low  angle, almost mimicking a Dip to hit more of that   lower chest line or hitting the upper chest by  going from that low and away to up and in angle.   Again, there's a lot of flexibility here.  Speaking of flexibility, you could do this at   home with a band. And what's nice about it is it  frees you up from having to buy this machine or   even a lot of space because you don't need to  do two arms at a time. The tradeoff might be a   little bit of extra time so you can work one side  at a time. But again, you're getting the adduction   that you're missing right now, which is going to  provide you the opportunity for the biggest chest   possible regardless of which version you use. Be  sure to do this when you do the exercise, and that   is drive your shoulders and head back as you bring  your arm forward. What this does is it places   that chest prominently out in front ensuring  that the delts are doing a minimal amount of   work and the chest is doing most of the work.  Far too often people chase their hand out in front   of their body, or they don't even get their hand  across midline. Those are two big mistakes. If you   can get the arm across and keep your body moving  back at the same time, you're going to hammer the   pecs the way that they should be. And again, it  serves as the perfect complement to your press,   hopefully leading to more compliments on your  pecs. So, if you have a particularly fucked   up chest and more than one area, it looks pretty  bad, how would you put this into practice? Well,   just pick two exercise variations or angles.  In other words, if you did an Incline Press,   you do the high to low on the crossover.  The next time around, do a Decline Press and   a low to high on the crossover. If you're looking  for more exercises in The Only 2 series, you can   find the triceps and shoulders here. If you're  looking for full programs guys, you can find   them over at Athleanx.com. If you haven't done  so, make sure you click Subscribe so you don't   miss one of these videos or any other that we put  on the channel. All right, guys, see you soon.",
        "start": "00:03:37",
        "duration": 132.35999999999999,
        "title": "The ONLY 2 Chest Exercises You Need (NO, SERIOUSLY!)"
    }
]