[
    {
        "text": "JESSE: Ow! Ow! F**k me! JEFF: What are you doing? What is that? JESSE: Oh, dude. I learned how to do kettle bell cleans. JEFF: With this? JESSE: Yeah! It’s that YouTube video. All right, guys. So, to perform the kettle bell clean properly you want to get up, and really whip it back. All right, you might feel a little tearing sensation in your elbow. That’s just the muscle contraction. It’s probably fine. Also, your shoulder, if you feel something pull or tear in there; I think you’re probably okay. It’s probably nothing. And last, but not least, you want to get the kettle bell to slam into your forearm because the tibia and the femur – the biggest bones in your body – they’re resilient. They handle that banging and it’s like the Romanian deadlift scars scraping up your shin. JEFF: That’s not my video. Wait. And that’s certainly not Steve Cotter. JESSE: No. I saw one of those ads on Instagram, so I clicked on it. The first thing you do is take a body type test. JEFF: A what? JESSE: A body type test. It tells you what your body type is. You can’t train without knowing your body type. JEFF: And what did it tell you? JESSE: That I’m thin. JEFF: You needed a test to tell you that? JESSE: No, the mirror told me that. But that just confirmed it. So, if you don’t mind, I’m going to get back to learning how to clean. JEFF: You’re on your own, bro. JESSE: All right. JEFF: Do what you want. JESSE: That’s fine. Thank you. Ah! Something tore. Oh. JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. JEFF: That is NOT how you kettle bell clean and – okay. All right, it’s a joke. It’s a joke.",
        "start": "00:00:06",
        "duration": 104.941,
        "title": "The DUMBEST Exercise Ever (KB OR NOT!)"
    },
    {
        "text": "Jesse, you’re okay, aren’t you? JESSE: Yes. I’m very much okay. JEFF: Okay, good. Guys, another telling sign that was an absolute joke is that Jesse would never get caught dead watching shit like that. Never. Right? JESSE: Absolutely. JEFF: So, what we want to do is talk about the fact that that is a reality that is being taught and you need to be careful where you’re going for your information. We can always, as we try to do here on this channel, take something like that and at least provide a jump off for something that is going to help you, and hopefully prevent something like that from happening. Even more so, something that is actually happening in our elbows that’s a little less obvious. I covered it on a video before and it bears being repeated here because it’s that important. I might even say it’s my best video that I’ve ever done before. Back to that clean really quick. JESSE: Right. JEFF: When you were doing what you were doing there, a few things wrong here, guys. If you didn’t really know why we were joking about this. First of all, come a little bit closer here. When you bring that kettle bell up in a clean – and by the way, if you haven’t seen my video, that I’ll put up over here behind Jesse, do me a favor and go watch any of Steve Cotter’s videos on how to do kettle bell cleans, or anything with a kettle bell. The guy is a master at using them. I had him speak at my live even two times because I believe he’s the best out there, when it comes to using a kettle bell. But in the meantime, if you go up and start flipping the kettle bell out the first thing is, by going and bringing this up, out, and away from your body you’re asking for the kettle bell to come up and land somewhere. That landing is going to happen right up against the back of your arm here, which contains what bones, Jesse? JESSE: Oh, if I’m not mistaken that’s the femur and the tibia. JEFF: Exactly. Right here. So, you want to make sure you don’t break those bones. But what we actually have, in all reality, now you’re getting this forced torque on the elbow – hurts, doesn’t it? JESSE: Yes. It does. JEFF: Forced torque on the elbow when you’re in this position here, and you could tear something in here very easily. At the very least, give yourself elbow tendonitis. Then we’ve got the subscapularis that sits in here that’s an internal rotation, that doesn’t like all this forced, ballistic, external rotation here – that could also become strained. And of course, you’ve got your delicate shoulder here that could take all kinds of injury just because you’re following the wrong advice. So, Jesse, let’s show them why the more common way we talked about is this zip ring.",
        "start": "00:01:51",
        "duration": 126.51000000000002,
        "title": "The DUMBEST Exercise Ever (KB OR NOT!)"
    },
    {
        "text": "JESSE: Oh, right. Coming straight up? JEFF: The kettle bell straight up. You keep the kettle bell closer to your body, and you bring it up again. Watch Steve’s videos on how to do that and you’ll get a better example of why you want to do it differently. Now, what is the other way that we actually succumb to elbow tendonitis? Where’s the teaching point here? The teaching point is that – take this in, guys, because I promise you, it’s going to be the most helpful information. That’s why I’m repeating it here. When you get elbow tendonitis on the inside of your elbow, any of that pain – whatever you’re grabbing – whether you’re curling, or rowing, whether you’re doing pullups; here’s the real reason why. You are causing too much strain on those deep finger flexors because of where you’re holding the bar or gripping the bar on those exercises. You want to watch the entire video I did right here, where I break it down, muscle marker and all, about why that’s actually happening. But for the quick recap, for those of you that don’t have the time to watch that or want to know right here why; it’s because of what we’re looking at here. If you were to grab the bar here in a pullup, it’s where you’re grabbing the bar. You want to grab it, not here in the fingers because that puts all that overload stress on the deep finger flexors that attach to that last digit here in your fingers. Only the one that attaches to the last digit. You want to get the bar down to your hands so when you wrap your fingers around it, there’s no more stress on these digits that contain that muscle’s attachment. If you’re down here, that’s free. No more strain on there, and that muscle is not strong enough to hold all the load of your body. So, when you get up to the bar here, you don’t grip here in the fingers. You grip in the palms. All the way down, across this portion of my palm. If I’m going to do a curl – come on over. If I’m going to do a curl here, people get elbow pain. Again, this is insidious. It happens, and they have no idea why. It’s because they do too many repetitions with the wrong placement of the grip on the bar. You come here, you don’t grab it here in your fingers, and then lift it. Over time you’re going to get pain in through that medial elbow because the bar will start to drift down. And all this stress and load on that deep finger flexor is going to cause that, to cause pain on the inside of the elbow. So, what you do is, you grab here with the thumb, here with the thumb. Lead with your thumbs, then wrap the hands around. Now you’ll see that the bar is in the meat of the hand, as opposed to being in the fingers. Lastly, we can even talk about any kind of rowing here. Let’s say you’re doing a high cable row. The same thing would happen here. If you grab here with the fingers and you pull that way you’re going to get a lot",
        "start": "00:03:57",
        "duration": 145.87,
        "title": "The DUMBEST Exercise Ever (KB OR NOT!)"
    },
    {
        "text": "of stress on the inside of that elbow. Do the same thing. Grab here first, reach up, wrap around that way. Now it’s inside the palm of the hand, and you pull from here. I promise you, you’ll never get anymore elbow tendonitis. The other stuff? That’s obvious. I hope nobody out there – at least that watch this channel – is following that advice, having that happen to them. Instead, this is the kind of stuff that creeps up on you, and this is the stuff that’s important to understand. There you have it, guys. Hopefully, another example here of – it’s not just what exercises you do, it’s actually how you do the exercises that matter. There’s nothing wrong with a kettle bell clean if you do it the right way. As a matter of fact, I guess that underscores another point. It’s not just how you do the exercises, it’s also who you get the information from on how to do the exercises that matters. That’s where you want to make sure you’re going to a reliable source. I hope you guys realize that this is a reliable source for that kind of information, and more. If you’re looking for a complete program that lays it all out, puts the science back in strength – not just PubMed studies either, guys – actual science on real people; that’s what we do here. We actually take all the history of working with professional athletes and regular guys and put it all together for you in a step by step system. That’s over at ATHLEANX.com. In the meantime, if you’ve found this video helpful leave your comments and thumbs up below. Let me know what you want me to cover in future videos and I’ll do my best to do that for you. All right. See you soon.",
        "start": "00:06:23",
        "duration": 74.70300000000002,
        "title": "The DUMBEST Exercise Ever (KB OR NOT!)"
    }
]