[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. We are bringing back one of the most popular series on this channel. The Perfect Workout Series, but this time as you can tell, I'm not in the gym. We're going to do a home version for each. We're going to kick it off here today covering the chest. Look, we start all the \"Perfect Series\" out by understanding the anatomy of the chest. You can see there are a few different areas we have to hit. Right off the bat, we're going to have to target, at least, the upper and lower chest. Meaning, the portion up here called the clavicular portion and the sternal portion. There's also a third portion people don’t talk about all that much. It's this one here. It's the abdominal head. The very lower portion. The most significant fact about the three different areas is that the fiber orientation changes, depending upon where in the chest it resides. So, if we're talking a out the middle portion of the chest – the sternal fibers – theyré pretty much going to run straight across from the sternum, over to our arm. Whereas, when we're talking about the clavicular portion, we have fibers that run like this off the clavicle and down. That's going to influence the exercises we select. Finally, when we talk about that abdominal head, we're talking about fibers that run from the bottom portion up here. So, we're going to \"follow the fibers\", like I always tell you to do, we're going to have to move our arms in different orientations in order to get a complete chest workout. But we're going to do it. With that being said, let's get rid of the equipment, let's get right here in this small area of space, because you're not going to need a lot to do this, and let's start knocking them out here in, what we say, is a perfect workout. So, let's kick off our Perfect Home Chest workout with our first exercise combo. No, we don’t have the option to run to a bench-press like we would in a gym, but it doesn’t mean we can't get an effective workout with just our body and space. Especially if we use a couple of scientific training principles. The first one is that of a mechanical drop technique, combined with overlapping of some strength curves. So, if we were to look at a traditional bench-press, there are two portions of the lift. The bottom portion, which we know tends to be the hardest. We want to make sure we're training that zone. I've told you before how the benefit and use of pause reps is going to help us do that on a traditional bench-press. We can overload it without a bar by utilizing our body and space like this. This is an archer pushup. This is loading the chest up in this low position. I have to generate the most amount of force in this bottomed-out position, which is pretty difficult. Look, if you're just a beginner and starting out, you don’t have to do these from your toes, like I was doing them. You can do them like this, just from your knees. When we're done with that, we want to take advantage of the fact that, yes, we're going to go right to failure because these are bodyweight exercises and I can't prescribe 12 reps for",
        "start": "00:00:05",
        "duration": 153.651,
        "title": "The PERFECT Home Chest Workout (Sets and Reps Included)"
    },
    {
        "text": "somebody that can do 30. Go to failure and then go right into this next exercise. That is a crossover with a band. You can see I'm just attaching it to anything that's convenient, that will be anchored sturdily next to me. I bring my arm across and the benefit here is that I'm getting adduction. I'm getting my arm fully across the chest. That's a component that's very much missing from the archer because of how wide our arms are. But if you want to get a complete chest contraction, we need to include it. Now we do three sets here. Once again, we take that portion of it to failure. Rest about 60 to 90 seconds, get right back into it for about three sets. Now we move onto the next exercise. But what are we doing? There's a purpose here. We're moving onto a secondary range, overloading a different range of the bench-press, complementing the strength curves that have some weaknesses. Again, we had an overload in the bottom position of the archer, but we had no overload here in the traditional version of the next exercise, the banded pushup. What we do have here is an overload at the end, complementing those weaknesses. You wouldn’t want to do this exercise first because you'd fatigue yourself and then go to the harder range of motion – that bottomed-out portion – and you're going to have some struggles. So, we do this in a particular order, for a particular reason. But what we do is wrap a band around our back and press up. We try to press up explosively. We try to get through that with that end range. This is something you probably would have done with chains, if you're doing a traditional bench-press to add some extra weight and tension toward the end of the rep. But here, we're just trying to accelerate through that portion. The hardest part of the lift, when the bands are reaching their highest amount of tension. Keep pushing as much as you can until you reach failure, once again. Then what would you do? You keep it going. You have the ability to drop here. But we pick an exercise that complements the exercise we just did. Something with adduction. The same one we just did. Now you're going to pair up one more of these exercises with another crossover, three times, resting 60 to 90 seconds between sets. So, we move onto the next exercise in the workout. This is going to target more of the upper chest. All we have to do is utilize one of these; a wall. You probably have a few options if you're in your house somewhere. You can put your feet up on something. You don’t need a lot of space. Just somewhere you can fit two feet up on that wall. The idea is to create and angle of your body. We don’t have access to an incline bench-press to do an incline bench-press.",
        "start": "00:02:39",
        "duration": 137.38899999999998,
        "title": "The PERFECT Home Chest Workout (Sets and Reps Included)"
    },
    {
        "text": "We need to figure out a way to do it with our own body and space. This is how to do it. Anchor your feet up high on the wall and what it does is, when you put your hands down on the ground to start positioning yourself, realize what happens. They're not here. They're going to be relative to your torso at a higher angle. If you remember what position that is for the arms, you realize that's something similar to an incline bench-press. We're going from that low to high position. Now, with our feet up on the wall we start doing these wall-supported decline pushups. The idea being, we're going to target that upper chest in a difficult way. These are not easy. As a matter of fact, I always say 'you have two options if these are too difficult for you. You can lower your feet down the wall a little bit, realizing it's going to make it a little bit easier, but it's also going to sacrifice a bit of the targeting toward the upper chest. Or you can simply put your knees on a surface that's elevated so you can drop your body down. And the shortening of the body, the shortening is taking away some of the distance of the legs is going to make the exercise easier for you. Whatever it is that's helpful for you is going to allow you to at least get six to ten reps. That's the version you should do. As soon as you're done with this what do you want to do? We want to complement it again. With what? An exercise that adds adduction, once again. We're not getting a complete chest contraction if we don’t get full adduction of the arm that crosses midline. We can do it with a different setup with the same exercise. It's still the band crossover, but this time we're going from a low position, to a high position. You can see, every time I bring that band up and across my body, look at the shifting of the focus. Look at the clavicular fibers coming down and out. Down and out toward that arm. They're taking over and doing most of the work because we've changed the path and the position of the arm. You go through both parts of this thing to failure. Rest 60 to 90 seconds in between and repeat for three or four sets. Next, we move onto the lower portion of our chest. Here we have a couple of options. I prefer that you use a kitchen countertop. Why? Because you can do a perfect dip in this situation here. Anytime you have that angle of the kitchen counter, or any counter that's in your house that's angled this way, you can put your body right up in there, put your hands right up on the counter next to it, and you're in a perfect position to do dips. You've cleared enough space for your legs to be able to go up and down. I like the dip. It's one of the best ways to target the lower chest.",
        "start": "00:04:56",
        "duration": 139.37,
        "title": "The PERFECT Home Chest Workout (Sets and Reps Included)"
    },
    {
        "text": "Why? Again, it's following the direction we're looking for. In this case now, high to low. Let's say you don’t have access to a kitchen counter that looks like that. You're not out of luck. What you can do is utilize the bed, or the couch that's in your living room, or in your bedroom. All you have to do is position your body in an incline. The incline position, when your arms are down, you can see they're oriented at a lower angle than horizontal. But this is perfect for recruiting that lower chest. Now, I still want to make these things difficult. I'm not looking to sacrifice the effectiveness of the workout just because we're training at home. if you want to make this difficult, try to create an opportunity to spend more time in the air. Make sure you get high enough that you get your arms behind your back, and then back down in time to catch the bottom of that pushup. It's a little more difficult and more challenging. But again, if you can do it, I suggest you try to do this. However, if you can't, you don’t have to go back behind the back, but you do still have to push with enough force to clear your body from the bed and rep out from there. Remember, all the way to failure and then one last time we're going to take that crossover to include adduction. But this time, we're taking it from an anchored position high across your body, down low. Before we wrap it all up, guys, I like to make sure with bodyweight workouts that we've fired up the chest and made sure it's given all it's got in that particular workout. We can do that with one, final burnout. One, single exercise that we're going to do three times. This is the alternating twisting pushup. I go down and come up. Something interesting that's happening here is I'm getting that adduction we talked about throughout the entire video. But I'm not having to bring my arm across my chest. Instead, through relative motion – another scientific training principle – I'm rotating my chest into my arm, creating adduction without having to do any movement of the arm itself. Our arms are locked in position on the floor, so it's my only option. But you'll find when you do these alternating reps – left and right, left and right, left and right in burnout fashion, taken all the way to failure – this is the perfect ending to the perfect workout to get you guys the right chest training when you're limited to nothing but your home and a little bit of equipment. There you have it, guys. There's the Perfect Chest Workout for home. Look, running down the list here, you can see what you have on your plate. There's not that much. But what you need to make sure you do is bring the effort. Every time you're going to train in the home environment, I find it to be an easy 'out'. A bit of an excuse for people to say \"Well, I'm training at home. I don’t really have an option to train that hard.\" That's nonsense, guys.",
        "start": "00:07:15",
        "duration": 151.86999999999995,
        "title": "The PERFECT Home Chest Workout (Sets and Reps Included)"
    },
    {
        "text": "You can train really hard at home. Especially if you push yourself and use some principles that are at your disposal that you may not have thought about in the first place. Hopefully, you have now, and you can't wait to try this out. If you're looking for our step by step programs, they're all available at ATHLEANX.com. As a matter of fact, we have a complete bodyweight training program that requires ZERO equipment. Nothing at all. Not a band. Not a bar. Not a bench. Nothing. It's all available over at ATHLEANX.com. If you've found the video helpful, leave your comments and thumbs up below. If you're glad the Perfect Workout series is back, we're going to cover the home variations here, make sure you let me know that, too. What you want to see next. Finally, if you haven't already done so, click 'subscribe' and turn on your notifications so you never miss a video when we put one out. All right, guys. See you soon.",
        "start": "00:09:47",
        "duration": 36.733000000000004,
        "title": "The PERFECT Home Chest Workout (Sets and Reps Included)"
    }
]