[
    {
        "text": "JEFF: What's up, guys? Jeff Cavaliere, ATHLEANX.com. A little bit of a whisper here today because I’m actually going behind the scenes. I’m going to show you the reason why I think maybe you’re lacking the motivation to make changes to your body. To make changes to your lifestyle. To start adopting a fitness plan. For those that don’t know, Jesse was an intern for me a while back. He’s now a full-fledged employee. He’s with me all the time, every day. So Jesse is here. He’s actually in the other room. He’s eating right now. You’d probably imagine if he’s working side by side with me he’s got to be eating something that’s probably on the ATHLEANX Factor meal plan, right? Something ATHLEAN approved? Let’s take a look and see exactly how this actually works when you’re here, at ATHLEANX. So, we’re in the office. There’s Charlie. Hey, Charlie. The mascot, of course. There’s Jesse. What’s up, Jesse? JESSE: What’s up. JEFF: Say hello to YouTube. You’re on YouTube. JESSE: Hey, YouTube. JEFF: What do you have going on there? JESSE: Gummy bears. JEFF: Gummy bears? What the hell are you doing with those things. Are you creating families with them? JESSE: I like to eat them by color. JEFF: Oh, nice. So, he’s eating gummy bears by color. Jesse, come in here please. You’re going to be on the YouTube video with me. He doesn’t know, but now he does. So, we’re going to come right over here and get in position. Again, we’re going to uncover the real source of why I think Jesse is eating gummy bears. No, it’s his lacking the motivation to change because we’re going to reveal a few things that you probably didn’t understand about Jesse. Jesse, in all the time – how long have you been working here with me? JESSE: Officially? Three months. JEFF: Officially three months. And before that, as an intern, months and months. JESSE: Yeah. JEFF: You’ve gotten some awesome workouts in here, I’m sure. Jesse has access to train right here, every day, in the Xbox.",
        "start": "00:00:00",
        "duration": 103.299,
        "title": "The REAL Reason You Work Out (OR DON’T!)"
    },
    {
        "text": "How many have you done in the time you’ve been here? JESSE: Not a lot. JEFF: Not a lot. Means- JESSE: Not a lot. JEFF: Zero actually, guys. Maybe one. I think he got in here one time and did one workout in the Xbox. He has full access to it. He’s got access to me sitting side by side with him. I’m willing to coach him. I’m willing to give him the advice. Guess what the issue is right now? The issue is that Jesse’s not ready. I know that a lot of people focus on me here on this channel, because it is me that’s always up here on camera, but by bringing in Jesse I wanted to say, “Hey, guys. It’s not – don’t always look at me and say ‘well, Jeff’s got it all figure out. This is his lifestyle. This is what he does for a living. Of course, we can’t really do what he does’.” You could do what Jesse does though. That’s for sure. You can relate to what’s going on here because I think there are a lot of things that you can draw from this. Jesse, tell me why you workout. JESSE: Isn’t it obvious? For the girls. JEFF: This kid’s a comedian all the time. For the girls. This is what he’s got working with him, unfortunately, so he needs to do something else. But – nice beard, by the way. The idea is ‘for the girls’. What else? JESSE: I want to get ripped. I want to get shredded. I want to get big. JEFF: Get big, get shredded. Okay, so he’s named three things. In actuality, he’s named about the same thing. Yes, they’re two very different things. He wants to get more muscle definition, he wants to get more size, all of which is probable with the methods I train him with. We all know we can do both. The idea here is that Jesse’s doing it and hasn’t really uncovered the real reason why. Why do you want to get big? Why do you want to get ripped? JESSE: I want to look good. JEFF: He wants to look good.",
        "start": "00:01:43",
        "duration": 91.32000000000001,
        "title": "The REAL Reason You Work Out (OR DON’T!)"
    },
    {
        "text": "I don’t think we’re deep enough yet. Why do you want to look good? Why is it important to you to look good? JESSE: Because I want to find someone that appreciates that, I guess. JEFF: Okay, now we’re getting a little closer. So, he doesn’t want to just be a man-whore. He wants to actually find someone worthwhile to be with. Great. But beyond that, what would that mean to you if somebody found you and appreciated you. JESSE: It would mean the world to me. It’s – I- JEFF: I’m not trying to make you cry. This is not Barbara Walters here. I mean, honestly. I want you to be honest because I think they’re going to see the level that I want you to get to, in order to uncover the real reason, and probably the reason why you’re not training. JESSE: Because I got picked on a lot when I was a kid because I was small. I was the – way skinnier than everyone else, and I was sorts of teasing for a lot of people. JEFF: So now we’re actually getting somewhere. So, Jesse, because he is thin he got picked on a lot. What’s happening now, probably, I’m going to fill in the blanks for you a little bit. People aren’t necessarily going to pick on him anymore at his age, but he probably feels like they’re still going to stay stuff behind his back. They’re still going to think things. Women are going to think ‘he’s too skinny, he’s not my type’, or whatever. So, it’s discouraging. The fact of the matter is, maybe you just uncovered your real reason for training now. Maybe you’ll have a different outlook on it going forward, but maybe you won’t. But I can tell you this, concentrating on getting big, getting ripped, getting it without realizing what the real motivation is for you is probably going to hold you back. The same reason why you’re in there, downing those gummy bears all day long – I’m not saying there’s anything wrong with having gummy bears. You can eat gummy bears if you want, but you’d better be focusing on the rest of your nutrition. I know Jesse doesn’t. Again, he spends every day with me and sees me eat the right way, but he hasn’t – it hasn’t really caught on with him yet because he hasn’t identified what really matters to him. I could tell you guys I’ve had things that have motivated me and got me – really lit the fire inside of me. I’ll tell you what they are right now. When I was a kid do you know what really first drove me to training? It was that it gave me a chance to spend time with my brother. My brother and I, we were never not close, but we were four years apart. We didn’t really have a lot in common. But when I saw him start training it gave me a reason to do the same things he was doing, spend some time with him, and talk the same language. That was the only reason why I did it. It did bring us together. Then from that point on, as I started to see results I started realizing the same thing. I was skinny too, Jesse.",
        "start": "00:03:15",
        "duration": 146.45999999999995,
        "title": "The REAL Reason You Work Out (OR DON’T!)"
    },
    {
        "text": "I wanted to do things that would actually make me more appealing and gain more self-confidence. I started to do that. Then I wanted to do the same thing and wanted to get a girl. Well, I’ve got a beautiful girl. I’m married now. We have kids. I’m 41 years old. I want to be around for a long time for those kids. I want to set a good example for them. I don’t want to just exist here on earth as their father. I want to dominate her eon earth as their father. I want to be able to show up at their high school football game, because I’m going to be a little bit older than most parents at that age. I don’t want to just be the old guy that’s sitting in the stands, in the corner, but the guy that can come and look good, and just be Jeff Cavaliere, and not have to worry about people labeling me because of the fact that I’ve let myself go. So, you have to find whatever the real motivator is for you. I will tell you one other thing. Jesse has concussions. He’s got a long history, medical history, long – concussion, after concussion, after concussion. That has laid him up a little bit. What has that done for you? What are some of the things that you can’t do because of your concussions? JESSE: I can’t play a single contact sport ever again. JEFF: Okay, how about in the weight room? JESSE: In the weight room I have to be very limited with the amount of effort I exert because if I get a migraine I could pass out. JEFF: What else? Any specific exercises you can’t do? Do you get dizzy in any types of movements? JESSE: I get dizzy with explosive movements. I get dizzy if I sit up too quickly, move too quick. JEFF: So, here’s the next hurtle you want to get over, and I’ll wrap this up this way, stop focusing on what you can’t do. When you walk in the gym, if the first thing you think about is what I can’t do, then that ‘can’t’ is going to get in the way of you ever doing what you’re supposed to be able to do, or what you can do. So, for me, I don’t have good knees. You guys have seen. I have a nice, impressive, 300lb squat at best. Why? Because my knees kill me every time I go down to the ground. But you know what? I just don’t squat that much. Instead I find an alternative of what I can do. I can deadlift 500lbs. That I can do. So that’s what I focus on. If I let the ‘can’t’ get in the way of what I can do I’d never figure out what",
        "start": "00:05:41",
        "duration": 120.361,
        "title": "The REAL Reason You Work Out (OR DON’T!)"
    },
    {
        "text": "I can actually do. So there are some things you can’t do. You can’t train explosively. So, you don’t need to train explosively. At least not now. There are some things you can’t necessarily load up heavy, heavy weights. But you can do bodyweight training. And it could actually serve as a foundation for building a good physique. We know you can build muscle with bodyweight. There’s always a place you can start, but if you’re not mentally ready for it then you’re not going to get there. Guys, do me a favor. Find the real reason why it is that you know you need to change. Because you haven’t done it yet if you’re on the sidelines and you haven’t started yet. I know you want to, but you haven’t figured out the real reason. For those that do train, don’t ignore this video either. Find that real reason why you train. It will probably be very easily identifiable for you because you’ve already figured it out and it drives you every, single day. You get your ass out of bed, you get yourself to the gym, you train late at night, you train early in the morning, and you do it for a reason. Whatever that reason is, that’s what drives you, and that’s what will continue to keep you working out, and training long into your life because you know exactly what it is that’s moving you in that direction. All right, guys. I hope you’ve found a little bit of this revealing behind the scenes with Jesse to be helpful. I’m not every trying to embarrass Jesse. He’s a great kid. It will click for him one day. It’s going to click for him and he’s going to wind up starting his training and there will be nobody to stop him. Especially if knows he’s got me here to be able to guide him along that way when he’s ready to allow me to. Guys, I’ll be back here again in just a couple days with another new video. Meanwhile, let me know if you want to see more behind the scenes if you want me to open the kimono for you I’m glad to do that more often here, on this channel. All right, guys. I’ll be back here again real soon. JESSE: All right. I’m going to go do a couple curls. JEFF: Yeah, now you see? This is bullshit, actually, by the way. See you.",
        "start": "00:07:42",
        "duration": 102.05999999999999,
        "title": "The REAL Reason You Work Out (OR DON’T!)"
    }
]