[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I’m going to make some big choices. I’m going to cover the best shoulder exercises that you can do with just a pair of dumbbells. Now, I have to qualify a couple of things. There’s no debating here. What I mean by that is, this arose out of a conversation I had with a coach friend of mine of the Oakland Raiders, Rick Slate. Also, with a guy I worked with on the New York Mets. We were having this discussion of what the best exercises would be if you could only use a pair of dumbbells. Now, a lot of us are training in gyms, we have access to barbells, or even things like this, the jammers. I’m going to make note of when I think these are going to be great choices, just in case you have access to them. But I’m going to stick myself in that corner and force myself to just look at dumbbells. Let’s face it, there are a lot of guys who still only have access to that, and they want to train at home. They don’t have a lot of space and I’ve got to deliver the goods here on why I did that. But the one thing I said to him was that you’ve got at least give me some context. You can’t just tell me to pick my favorite exercises without context. I’m going to provide context and we decided that we’re going to break it down by strength, power, hypertrophy, corrective, a total body exercise, and even one that’s meant for metabolic training as an additional form of creating hypertrophy. Also, one to hit the rear delts because none of them really fit that category especially well unless you’re trying to do it specifically. So, I’m going to make all those choices and we’re going to start right now with strength. Right off the bat when going for strength, what is your option here? What are you going to do? I mentioned the barbell exercises in the opening. If I had access to a barbell, then I have the overhead press as my option there. But we don’t have that option, but I don’t think we need to abandon the movement. The movement is still going to be the basic foundation of all your shoulder strength. That is being able to press something up over your head. However, you’re not going to want to do this. You don’t want to sit down to do the exercise. It’s a fallacy where people think you take the legs out of the exercise by sitting down. You wind up driving more into your knees and legs to drive your head back into the bench, creating a counterforce, and pushing the dumbbells up awkwardly overhead. That’s interfering with the normal scapula-humeral rhythm of your arm by pressing your shoulder blades back into that bench. It’s not the best option. So, what I always want you to do is get on your feet. To do the exercise of choice, we would do a standing dumbbell press. The great thing about this exercise is it allows you to get your elbows out in front of your body, more into that scapular plane where we can press overhead more safely without risking impingement of our shoulder. We also know for the barbell if you were to do this exercise with a barbell, all you have",
        "start": "00:00:06",
        "duration": 154.79100000000003,
        "title": "The BEST Dumbbell Exercises - SHOULDERS EDITION!"
    },
    {
        "text": "to do is take a narrower grip, which is going to bring your elbows out in front of your body. One last caveat, I will say, if you are training with dumbbells – and this is with a goal of progressive overload, trying to build your strength – you’re not necessarily going to be able to make the smaller jumps you can with the barbell. A 5lb increase on a barbell is going to turn into a 10lb increase with dumbbells. If you go up from 50s to 55s it’s a 55 in this hand and a 55 here. That’s a 10lb overall increase on the double overhead press. So just keep that in mind. If you have the option for the barbell, go for it. But this is about dumbbells. Use that standing press, don’t sit down. Next up, if we’re going to talk about strength, we’re also going to talk about power. Power is going to rely on your ability to apply some speed to the movement that you’re performing. Right here, guys, this is what I talked about in the open. The jammers are my absolute favorite, but I realize that not a lot of people have access to this piece of machinery. Even if you have a decked-out gym, a lot of times jammers are not part of that. Even if you have this additional implement here called the Viking Press, I love this too, but the benefit to both of these implements is it gets your shoulders out in front of your body, once again, in that safer position. Especially when you’re going to apply speed to a movement. Secondly, it allows your legs to participate heavily in the activity. If we’re talking about power and the application of maximum force over the shortest period of time, we know our legs could contribute greatly to doing that and allowing us to do it most effectively. However, I’ve got to make a substitution here. I’ve got to make a choice that’s dumbbell related. Again, we don’t have to really change the movement. All we have to do is swap dumbbells into our hands and perform the push press, as you see me doing here. The benefit of the push press is utilizing your legs to drive from the ground up. It’s an athletic, ground-based movement. But please do it right. You’ve got to make sure you’re not just bending your knees, but you’re properly loading the hips. If you want to apply force and strength to a movement and speed, you want to utilize the biggest muscles in your body. Those are around your hips. So, stick your ass out. Hinge at the hips. Utilize those big muscles. Drive up overhead. Keep your reps sub-failure here to make sure you’re maximizing your power output and go for it, guys. A great option here when you’re looking to use dumbbells and developing more power. So, we know there’s more than one way to skin a cat. We also know in order to create muscle growth it doesn’t always have to rely on adding more weights to the bar.",
        "start": "00:02:41",
        "duration": 141.5,
        "title": "The BEST Dumbbell Exercises - SHOULDERS EDITION!"
    },
    {
        "text": "We have more options. When we’re talking about strict hypertrophy you want to attack it in a different way. My best option here, if I could only choose one, is going to be the utilization of a side-lateral raise. But we’re going to do it in a cheat lateral form. You can see me doing this here. I’m able to overload the weight. I’m able to utilize a bit of a cheat on the concentric portion of the lift by bringing the dumbbell up and really trying to focus on the eccentric lowering of that dumbbell. Slow, in control, really try to fight that descent. That’s a great stimulus for overall muscle growth in the long term. But I don’t just stop there. Again, I realize I can go to failure on that lift and then take it through failure. Another key aspect of taking a muscle closer toward a hypertrophy response is to apply stress to, and through failure. So, I can drop this, take a lighter weight, and then apply a strict form to it. Go from my cheat approach to it, to a stricter form here on the straight-lateral raise. You’ll see I don’t abandon the care that I take of my shoulder here. I’m trying to keep my pinky down. No ‘pouring the pitcher’ as we always talk about here. You want to keep your thumb higher than your pinky. Really go for that good contraction at the top, lower the dumbbell back under tension. There is no momentum, but the key is to take it all the way through until you cannot perform another rep in good form. This is a great combination you can use and all you need is two pair of dumbbells to accomplish what we’re looking to do. Moving on, guys, another option we have when we’re trying to create muscle hypertrophy is to apply a whole different technique. That is metabolic stress. Metabolic training. What we do here is, this is where we talk about not just trying to seek out the burn, but really revel in that burn. The set doesn’t even start until it starts to burn, and then you try to see how far you can go through it. We can utilize a mechanical drop-set with a single pair of dumbbells that will allow to not just take it to failure, once again, but through failure, accumulating more, and more lactic acid that we have to really try to resist. It starts off here with this fixed arm, or lockout front raise. What I do is keep my elbow locked into a 90-degree position and I raise my arm up in front of my body. It’s sort of a modified front raise and press. But we know that once I fatigue there, I’d better choose an exercise I can handle a bit more easily with that weight if I’m going to follow the mechanical drop-set concept. That’s where I could switch to a high pull. The high pull – do not be confused – has nothing to do with an upright row. The positioning of my hands in relation to my elbows is directly opposite of what would be in an upright row. I’m not letting my elbows lead the way with my hands trailing. I’m letting my hands lead the way with my elbows trailing, which creates the opposite rotation in the shoulder.",
        "start": "00:05:02",
        "duration": 160.11999999999998,
        "title": "The BEST Dumbbell Exercises - SHOULDERS EDITION!"
    },
    {
        "text": "External rotation. You’ve probably heard me say that a few times. You’re going to do that all the way until you’ve reached failure, once again. But now we get a chance to drop one of the dumbbells. Take that one dumbbell, hold it out in front of you, and now perform a figure-8. We call these plate-8s when I’m doing it with a plate, but there’s no reason why you can’t do this now with a single dumbbell. You take it, once again, to failure. By now your shoulders should feel like they’re a raging inferno, but you don’t want to quit. If you’re going for a true, metabolic effect here you have to revel in that burn, like I said. Now take that dumbbell, grip it, and do a dumbbell press out. Again, you have that little reprieve when the dumbbell is closer to your chest. It’s going to give you the option to keep these things repping out. But as soon as you’re done here, then you’ve reached failure, and you’ve finally completed the set. That is a great option. Again, just with dumbbells, to create an incredible, metabolic effect that’s going to help you, if this is what you’re pursuing in your training. So, let’s say you now have one exercise that you’re looking for because you’re very short on time. You’re trying to train on the overhead press. You’re trying to train a vertical pressing motion, but you don’t have a lot of time. You want to kill a few birds with one stone. Here’s what I’ve got for you. You might be thinking “Barbell thruster”. I would agree. It’s a great exercise if you have a barbell or, again, setting a precedent here, and I’m being forced to choose between dumbbell exercises. So, could I do the dumbbell thruster? It’s an option, but what I really like to do instead is what you’re seeing here. This is a dumbbell power-clean over. Basically, I get an opportunity to take a dumbbell off the ground. I don’t have to stop or limit myself at the bottom of a squat like I do with the thruster. It teaches me to clean off the ground. I’m able to clean it to one shoulder and then in one motion, take that dumbbell up and overhead to the opposite shoulder. It’s more explosive, it’s very demanding in terms of the total body output, and a few rounds of this exercise, you’re going to feel absolutely wiped out. Not that the thruster won’t do the same thing to you, but I feel that it's a little more dynamic and I like the fact that I can take the dumbbell all the way to the ground, as opposed to cutting it halfway. Mention the work ‘corrective’ and as a physical therapist you’ve already identified me as the face pull guy. You know that I’m going to pick a face pull. The problem is, I can’t do a face pull with a dumbbell. What I’d rather do is lie on the floor and turn that into an additional component here. That is the prone press. What we do is, we have to get our arms off the floor just to start the exercise, to have",
        "start": "00:07:42",
        "duration": 142.05000000000004,
        "title": "The BEST Dumbbell Exercises - SHOULDERS EDITION!"
    },
    {
        "text": "enough clearance to do the exercise. We don’t need heavy weight. Guys, with most corrective exercises, you’d be surprised at how weak you really are because you haven’t trained them enough. The very light weight here is plenty to overload the muscles I’m trying to work here. Those are the mid-scapular muscles, the rotator cuff – to get my arms off the ground – and more importantly, because of the press we can involve the lower traps I’ve talked a lot about on this channel. We’re forcing the lower traps to stabilize as our arms go up overhead. Guess what, guys? They’re going to be trying to do that job when they get back to the heavy overhead press as well. They’re important muscles. I say it all the time, guys. All muscles matter. You need to figure out a way to do that. It should look very similar to another exercise I’ve done. Take a guess. It’s the face pull with the overhead press that we’ve added in recent videos. You can see the similarities between the movement. The fact is, if I don’t have access to a cable, but I have dumbbells at my disposal – very light ones, at that – I’m going to be able to hit my correctives in the best way possible with this one. Finally, guys, I mentioned the rear delts in the opening, and how they need a little bit of a special attack plan if you want to hit them, maximally. I did a video showcasing the exercise that I thought did just that. It utilized dumbbells. That is the rear delt row. The main benefit here is, when you want to get the rear delt to be maximally activated here, you have to make sure you get your arm into extension, back behind your body. That’s something that rear delt row allows us to do. However, I’ve come across another exercise I think adds an additional component, in addition to this extension, without having to sacrifice that and it will do an even better job. We call this one the Urlacher. I have to open up my chest, externally rotate my shoulders, get the rotator cuff working. However, because of the slight lean forward of my body I’m going to get my elbows back behind my body, work those posterior delts, also get the traps to work, also get the rhomboids to work. I’m getting the rear delts, but not being forced to do so in isolation. I’m able to do them with a little extra focus from a few of the extra muscles on the backside of our shoulders and the back that tend to work well in concert with these muscles to get a better, overall effect. Again, if you’re looking for just trying to target your body building, or you’re trying to just target the rear delt then I would probably go with the rear delt row. However, if you have one opportunity, I would pick the Urlacher instead. There you have it, guys. My selections for the best shoulder exercises can be done with just a pair of dumbbells. Of course, with a few extra barbell exercises thrown in, or even some extra machines to justify my selections. Now, I wouldn’t call that a debate.",
        "start": "00:10:04",
        "duration": 148.859,
        "title": "The BEST Dumbbell Exercises - SHOULDERS EDITION!"
    },
    {
        "text": "I think I did well in sticking to the rules here. The fact is, guys, when it comes to making selections context matters. How you train, you have to look at all the elements of your training if you want to see what you should be doing and justify why you’re doing what you’re doing. In this case, the training purpose and the focus of what you’re trying to accomplish is going to dramatically dictate the selection of the exercises you’re going to choose. If you’re looking for programs that lay that all out for you guys step by step, we vary the focus of what we’re trying to do and with it, the exercise selections as well. You’re going to get head to ATHLEANX.com and get one of our programs. In the meantime, if you’ve found this video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I’ll do my best to do that for you. If you haven’t already, please subscribe and turn on your notifications so you never miss a video when we do on. All right, guys, I’ll be back here again soon. See you.",
        "start": "00:12:33",
        "duration": 42.923,
        "title": "The BEST Dumbbell Exercises - SHOULDERS EDITION!"
    }
]