[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. We're continuing the perfect workout series here today. This time, by popular demand, with a total body workout. Look, it's hard to declare perfection in a single workout when we're trying to hit our entire body. But I'm going to try and do my best and justify why we're selecting the exercises that we do. In addition – there's a little bit of a bonus – I'm going to make this the 'perfect total body workouts', as in 'plural'. I'm going to give you more than one. To accomplish this goal, I'm going to give you guys a template that you can use, and I want to make sure I'm doing that now. Again, we're talking about two, singular workouts. We have a complete plan called our Total BeaXt program at ATHLEANX.com, where we have a complete workout, day by day, for 90 days, which is based around total body training. I definitely suggest you check it out. When we're talking about this, and always in our total body workouts, I always break out the muscle markers. As you can see, it's not going to be very practical for me to draw all over my damn body to get the point across. I'm going to apply something else that's going to be very helpful for you guys. That is, instead of thinking about which particular exercises are going to accomplish what we're trying to accomplish, I want you to think more in terms of movements. We know if we can train the movements in a particular workout then we can incorporate the muscles that achieve those movements. So here, in these workouts, you're going to find something in common. We want to train the squat pattern. We want to train the lunge pattern. We want to train the hinge – particularly the hip driven movement. A push. A pull. Some sort of carry. And of course, always a corrective exercise. So, with that being said, I want to break down workout A. If you're going to do this – let's say you did the perfect chest workout and you just want to try it out. This is the workout that I would give you. Instead, if you want to break this down into a more appropriate plan where you can do a Monday, Wednesday, Friday total body plan; you would use A and then I'm going to give you workout B, and then you go back to A. You'll be alternating A, B; A, B; on a Monday, Wednesday, Friday. Some weeks it's A, B, A. On other weeks: B, A, B. The fact is, I want to point out why we're selecting what we're selecting so you understand why, and you can gain some real benefit from. You ready? Let's start breaking down workout A. So, let's start breaking down our first workout here. Workout A. Again, giving you the reasons why we're selecting what we're selecting. It starts here with our warmup. Our warmup is going to be that lunge pattern.",
        "start": "00:00:06",
        "duration": 137.78000000000003,
        "title": "The PERFECT Total Body Workout (Sets and Reps Included)"
    },
    {
        "text": "That overlooked athletic, irreplaceable movement pattern I think a lot of us overlook. We use it here as a warmup because it does a couple things really effectively. Number one: it gets us to move in multiple directions as you're going to see here with our multidirectional lunge, and it helps us mobilize our hips in all three planes of movement. At the same time, it's increasing our core temperature to make us feel warmer, and ready to participate in this complete, total body workout. You can see Antonio Brown, when we train together, we use this as a primary movement for all his warmup. His entire dynamic warmup consists of different variations of the lunge. It's that effective for getting him ready to do what he has to do. I believe it's going to do the same thing for you. What we do is two to three rounds of 7, each direction, of this multidirectional lunge. Two forward in the sagittal plane. Two in the frontal plane, side to side. Then two going back to the right and the left in this transverse plane opening up the hips. Again, you're going to feel your hips start to mobilize, and feel loose, and ready to go. Two rounds might cut it for you. Maybe you need an additional third. That's up to you. Now we move onto our key, foundational lower body movement pattern. This is going to be our strengthening pattern. This is our squat. We're going to use the barbell squat to do this. The key here is to make sure we're accommodating for some of this extra movement pattern focus of what we're doing in this total body workout. So instead of traditionally going five sets of 5 here, we're going to drop it down to three sets of 5. Again, to allow for some of the additional movement patterns we're going to attack here in this overall workout. The goal is still the same. When you can perform all three sets of 5 repetitions using a particular weight, you want to increase that weight over time, and continue to try to progress the overload, and get yourself stronger in this base foundational movement. From here we have to work the other side. The other side of the chain, which is the posterior chain. For me, we're looking at and focusing on the hinge. Rather than go to a deadlift in this workout – you will, if you're going to stick around for workout B – here we want to focus on just working on that hinge. More importantly, working on developing that overlooked aspect of glute participation in a hinge. People don’t get this right and we suffer from what we call 'glute amnesia', never driving from the appropriate muscles to drive a hinge. This exercise is one of the most overlooked when it comes to that. It's the barbell hip thrust. This exercise gives us a hinge. You can literally see that it's driven solely by a hinge, but whether or not you're doing it correctly is the thing. I don’t want you to load up super heavy here. I don’t want you to try and get in the five-rep range because what we tend to do here is heave",
        "start": "00:02:24",
        "duration": 145.001,
        "title": "The PERFECT Total Body Workout (Sets and Reps Included)"
    },
    {
        "text": "our hips up with no real concentration, and effort, or focus on driving that with the right muscles. We want to drive this with the glutes. Always. So, we're going to drop the weight down to the 10 to 12 rep range, add an additional set for three to four sets of this to really focus on driving this key movement, and doing it the right way. Now we move onto the upper body. Again, we want to get that foundational lift for pushing. For me, it's going to be the barbell bench-press. Now, if you don’t feel adequately loose at this point from the other work you've already done, you can certainly warmup with some additional sets of the bench-press. But let's say you're ready to go. Once again, you're going to attack this with three sets of 5, the way you're trying to progressively overload from workout to workout, getting yourself to become stronger in this movement. Now we've got to go and hit the 'pull' aspect of it. For me, I'm going to go with the weighted chin-up. My loading parameter is going to be slightly different as well. Again, I don’t go all the way down to the 3 to5 rep range because I find that people really cheat those reps and they don’t initiate with the muscles they need to. What I want you to do is lighten a big in the 6 to 10 range. Give you a little bit wider range from which I want you to fail. 'Fail' meaning, I want you to not be able to get yourself back up the bar without looking really ugly or doing some kipping. The weighted chin is one of those irreplaceable, great exercises that I think we could all benefit from including. So, you're going to do it here as well. Finally, we're now going to incorporate the last two components. The carry and the corrective. These are two things that I think get overlooked. Again, we are accruing additional volume. This is not junk volume and this is not 'throw away'. So, we need to make sure we've accommodated this by making some changes earlier in the workout. For the carry you're going to take half your bodyweight in each hand and you're going to walk around whatever space you have for 50 steps. I mention 50 steps as opposed to a distance because even if you have a limited amount of space, you're going to be able to count your steps. The goal here is to do a couple of things. Number one: there is a conditioning effect from doing a carry, but more importantly, you're building grip sustainability. Not just overall force output, but sustainability of forced output, which is a critical component that benefits all our bigger lifts very well. I just did a video on this, on how important it is, and just talked about this in my live event on how important grip sustainability is to your overall athleticism and performance. So, we're going to use the carry to accomplish this. Finally, we move onto the corrective. Guys, you know that I'm a big fan of the corrective exercises because I feel like they're helpful for preventing some things from going wrong, even before they do.",
        "start": "00:04:49",
        "duration": 138.10900000000004,
        "title": "The PERFECT Total Body Workout (Sets and Reps Included)"
    },
    {
        "text": "Or if you have already had some injuries, they're helpful for getting us back on track. For me, I guess you could probably figure out that the one I was going to select – you can only do one – would be the face pull. So here we're going to end this with two sets of 12 of a face pull. Again, it's that mentality of how you're approaching this. Think of it more like twelve sets of 1. Then you do that again. So you're doing 24 high quality, perfect repetitions in this perfect workout to make sure you're recruiting the right muscles that are not only going to help you posturally, but they're going to help you back in those overall lifts, and just feel better overall. So, there's workout A. Like I said in the beginning, if you want to just try what the perfect workout would feel like and you're even new to total body training, workout A is where you'll focus your efforts. You'll get some great benefits from doing it. However, if you want to be more expansive about it and you want to start to lay out a program, I would suggest that you move onto a second workout. You give yourself an alternative that's going to fill in the gaps nicely, alongside workout A. That's where workout B comes in. How do we perform it? Workout B is going to give you the same opportunities for warming up. I feel like that 3D lunge pattern is so beneficial that it's going to warm us up for what we have ahead in this workout as well. We're going to perform that in the very same way and then move onto our first big exercise. Here, the hinge becomes more of the focus. The hinge becomes the overload. In this case, the hinge becomes the deadlift. We're going to have the opportunity, once again, to perform this in a 'three sets of 5' fashion so we can overload, still accommodate some of the additional volume here. And also take into consideration the fact that, neurologically, the deadlift is going to be a little more taxing on the body than some of the other exercise options within this total body framework. So, we're going to do a three by 5 there again, with the goal being the same; to progressively overload each time you encounter this Workout B variation. From here, to finish up the lower body training we go back. We have an option here. You can either squat again in this workout or you can do something different. You can do the reverse barbell lunge. Now, if you're going to squat, I want to see you lighten the load here. This is not going to fall into the same framework of the three sets of 5. Here, I'm trying to de-load you a little bit, realizing how taxing the deadlift itself can be. But if we do have an opportunity here and you want to try something different, I would highly suggest that you try to do the reverse barbell lunge. This is going to give you a chance to do something different. To load yourself in an exercise you probably haven't loaded yourself fairly heavy in. We're still in this 10-rep range. That's a fairly heavy load. But whichever choice you make, realize that the main focus, lower body-wise, is to deliver most of your efforts into that hinge. In this case, the deadlift, for those three sets of 5.",
        "start": "00:07:07",
        "duration": 154.56900000000002,
        "title": "The PERFECT Total Body Workout (Sets and Reps Included)"
    },
    {
        "text": "But now we go back up to the upper body. The upper body is not necessarily the bench-press, but it's still a press. It's going to be an overhead press. Once again, this is our foundational pushing pattern here. This time in the vertical, as opposed to the horizontal. But still, the same goal being to progressively overload and build your strength in this movement over time. Realizing that, yes, it can be challenging to continue to press overhead with more, and more, and more weight. The fact is, we still want to apply the same principle of wanting to overload here and strengthening in this exercise. So, we do our three sets of 5 on the overhead press. We now go back to the pull and here we're going to do the row. Contrary to what some might say, in terms of the loading pattern for the row, I still like to keep this a little bit on the higher side. 10 to 12 reps. Why? The same idea and concept applied to the barbell hip thrust would be applying here as well. I think that just heaving the weight up and down is going to make us susceptible to a couple of things. Number one: there might be some lower back fatigue, having done the deadlifts earlier in this session that could come into play and rear their ugly head if you're just heaving the weight around on a lower rep focus. So, the 10 to 12 is going to allow me to be a little more conscientious of the weight I'm lifting and the way I'm lifting the weight. More importantly, I also find that getting back engagement, and lat engagement is a little bit easier when you lighten the weight and focus on how you're lifting the weight. So, the barbell row is slightly adjusted to be a little more accommodating to that. To allow us to get better form, better contraction, and again, without overloading the lower back. Again, we wrap up the workout one more time with our carry and our corrective. This time, instead of carrying down at our sides, we're going to lift those arms up overhead. A much different experience, and a much lighter experience if you haven't already tried this. Here, we're going to go with a quarter of your bodyweight in each hand and try to accomplish those same 50 steps around the gym, or around your apartment, or whatever workout facility you're training in. The fact is, you're going to feel a lot of postural engagement. You're going to feel a lot of challenges to keeping your arms as upright and straight as possible. And you're going to feel that mid and lower trap area really work overtime to try and keep you in this position. All good indicators that this is something you should probably be doing a lot more of. Finally, from a corrective standpoint, if you want to face pull again, you'd be making me happy. But there are some other options. Particularly in the lower body. You can utilize the hip band mini ladder that you're seeing here. Or you can utilize some other things like band pull aparts, or even basic external rotation for your rotator cuff. There you have it, guys. The perfect total body workout.",
        "start": "00:09:41",
        "duration": 143.78000000000006,
        "title": "The PERFECT Total Body Workout (Sets and Reps Included)"
    },
    {
        "text": "Again, covering Workout A and B and depending upon what your individual training goals are right now, whether you just want to experiment with one, or whether you want to try and incorporate it more into a plan; they're both going to benefit you substantially. The fact is, if you're looking for a complete program, as I've said, there are limitations when you're coming up with a perfect workout. A singular workout. Especially when it comes to total body. We designed an entire plan, which is our Total BeaXt program, which is over at ATHLEANX.com. I mentioned it before. It's not just a couple of workouts. It's a 90-day plan, step by step, incorporating many more correctives than are here. Athletic training and conditioning drills as well, making you exactly that: a Total Beast. Not just a one-dimensional strength athlete, but somebody that could do a lot more than that. It's all laid out for you step by step at ATHLEANX.com. In the meantime, if you've found the video helpful make sure you leave your comments and thumbs up below. I know if you like the perfect series you've been asking for more. Make sure to leave your comments below and check out the other ones in this series. To do that, you're going to want to make sure you subscribe and turn on your notifications, so you never miss a new video when we put one out, guys. I listen to what it is that you want, and I do my best to cover those in all the videos we do. I hope you're finding them helpful. I'll be back here again in a couple of days. See ya.",
        "start": "00:12:05",
        "duration": 61.362,
        "title": "The PERFECT Total Body Workout (Sets and Reps Included)"
    }
]