[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. We’ve hit the outer chest, we’ve hit the lower chest, and today we’re hitting the upper chest. More than any other opportunity here, you’re going to have a great chance to get at this area because our anatomy is going to favor that. What I’m talking about is, when it comes to the upper chest – we break out the muscle markers here, guys, to put the science back in strength, and we’re also breaking Jesse out a little bit, to show off some new gains. But that will be a moment from now. You can see that the clavicular portion of the chest comes off the clavicle and runs down in this direction. Separate than the rest of the chest itself. It actually separately innervated that allows us to actually target this area a little bit better than any other area of the chest. But what we really want to do, as always, is follow the fibers. What that means is, if we can take our arm and move it in the direction that the fibers run, at the same oblique angle, then we know that we can hit this upper chest a lot more. That means we can take a strategic approach to the exercises that we do. Look, even if you look at the incline bench-press you can see that it’s following the fibers. It’s taking the arm through that range of motion. If you’re not sure, if you think you’re pressing at an oblique angle, or if you’re pressing straight overhead, when you sit up – if you’ve kept your arm in the same position – you can see that it ends in that same position that you would if you followed the fibers and ended up here. So, we can do that with more than an incline bench-press. I know you know that exercise. I’ve got a lot of others for you here, including bodyweight options, that are going to allow you to really hit this area hard, once and for all. First up is actually a variation of an exercise that I’ve covered for you on this channel before. That’s the UCV raise. We’re doing that with a dumbbell. You can see when we do this exercise we’re, yes, following the fibers. Moving in that preferred movement pattern. But we can actually take this and make it one step better because we can do this two arms at a time with a cable setup like you see me doing here. Now, this is actually taking advantage of a PNF movement pattern. A principle based in physical therapy that allows our bodies to move as it’s neurologically preferred to move. Which is good news when you’re trying to get better recruitment of these upper chest fibers. So, what we do is have our arms out at our sides, a little bit away from the body, and as we pull up we’re getting that mimic of that movement pattern, but also we have the opportunity to cross the arms at the top, get the adduction we need to get a full chest contraction, and make this a great exercise. You’ll see as Jesse’s doing this exercise here, the one thing you really want to focus on is, as you come up and pull your arms across, into that adduction you don’t want to let the chest cave in. You want to simultaneously stick the chest out as you cross, and go for that really good",
        "start": "00:00:06",
        "duration": 153.61,
        "title": "The UPPER Chest Solution (GET FULLER PECS!)"
    },
    {
        "text": "contraction every, single time. Next up we can put an advanced twist on a classical exercise that’s known more for hitting the lower chest. That’s the dip. You can see as Jesse’s doing it here, this dip is effectively targeting the lower pecs. Why? Because it’s following the fibers, once again, hitting that abdominal head here, as we’ve talked about before, in our lower chest solution video, which is this video over here. If you haven’t seen it, guys, I will do you a favor and link it for you at the end of this video. But we know that we can go the opposite direction. There is a way to do a dip, but to get those arms up in that preferred position, following the fibers up top, we can do that. But like I said, it’s hard. You can see as I back myself into a wall here and walk my feet up the crucial thing is keeping my arms up overhead, away from my body. Now as I get into this position I try to mimic a dip holding onto those dumbbells so I have the same feeling in neutral position on my wrists to come down every, single rep, and try to push myself back up. Again, this is not easy, but as you come around the front you can see I’m really trying to squeeze. If you could, if you have the ability to roll the dumbbells ever so slightly toward each other to get a little more of that adduction that you can’t do on a stationary dip station here. The fact is, this is definitely a tough exercise option here when it comes to training your upper chest. But if you’re up for the challenge it’s definitely worth it. Sticking with the bodyweight options we actually have another exercise that’s slightly easier, but no less effective when it comes to hitting that upper chest. This is the push away pushup. The key here is the initial position of the arms. You want them, not vertically, right beneath your chest, but out in front of you a little bit. As I go down into each rep the idea is when I push my body back up it’s not just up, but it’s up and back so I’m following the direction of those arms and allowing my chest – my upper chest in particular – to work here. But it’s not just that. I actually try, as I press up, to not just push, but actually squeeze. So I’m trying to visualize squeezing my biceps together to get an intense contraction here, a little bit of that feel of the adduction as I press away. If this is a little bit too difficult for you, you can do it with a little bit of a shortened position here by just hiking your butt in the air as Jesse’s doing, and just doing a pike pushup, or an incline pushup. Again, with the arms positioned a little bit in front of your body it’s going to allow you to target more of that upper chest here. Regardless of which version you use. The next one here is one I actually love. It’s not just for the versatility of it because you could just do it with a single band, but also because you’re actually getting the contraction on that upper chest, coming",
        "start": "00:02:40",
        "duration": 154.45999999999995,
        "title": "The UPPER Chest Solution (GET FULLER PECS!)"
    },
    {
        "text": "both from below, and once again at the top. We call this a sunrise sunset. You can see why. We start in this sunrise with the arms moving up, but most importantly, what are they doing? They’re following the fibers. They’re coming from the low, outside position, up and toward each other at the top. When you get that contraction, you can easily see the upper chest handling a lot of the load here. But when you come back and reverse the direction, come all the way out to the side, loop around, and come back down, and we dive in from the top. This is actually mimicking what an upper chest dumbbell pullover would look like. I’ve covered that exercise before, too. That one didn’t even make this video and I love it. So, it goes to show you how many options we actually have. The key though is, because we’re driving our arms down it’s finishing in the contracted position with them angled up, into this position right here. At the same time, it’s getting all that added internal rotation of the arms that can intensify the chest contraction as well. So, you’re hitting it at the top, you’re hitting it from the bottom, but most of all, you’re definitely hitting the upper chest. And that gives you another option here, no excuses, that you can do at home with just a single band. This next exercise actually gives us the option of using heavier weights because we’re going to shorten the range of motion and shorten the moment arm that will allow us to compensate with heavier weights. We can load up this upper chest more effectively this way. I actually showed you something we could do that did the same thing in the past with an exercise called the Cavaliere Crossover. We didn’t really focus on moving the entire length of the arm but shortening our focus to just the elbow up. We can still move it up, and across our body as you see me doing here in the crossover. We can still get that lift. Now we can make this better by using cables that can actually use a more consistent line of force here because the cables do what the dumbbells don’t. Dumbbells are more subject to gravity. Cables can actually follow our movement all the way up. What we can do here is shorten that moment arm so we can load the weights up and really shorten the motion itself. Watch as I actually get my arm nice, and tight. We call these upper cuts, for obvious reasons. All I’m trying to do is drive my elbow up from its position at my side, up until it’s in front of my chest. You can see that’s getting a nice contraction on that upper chest area because we’re doing what we were trying to do in the first place. That is, drive from that down, and out to up, and in position, just as we have with every, other exercise here. But we can do it in a very small, but intense way. This next one is a great one. This is actually going to take the incline bench-press and add one, small tweak to it that will make it infinitely better.",
        "start": "00:05:14",
        "duration": 157.56000000000006,
        "title": "The UPPER Chest Solution (GET FULLER PECS!)"
    },
    {
        "text": "All we have to do is start using cable. We’re going to sit at the end of a bench, like you see me doing here, and I’m just going to lean back a little bit. About 20, or 30 degrees. We call this the lean back press. Pressing from this position by itself, we know, would hit the upper chest. Why? Because we’re putting our arms into that position that we’re trying to get to in the first place. But look what we have going on here with the cables. We actually have forward resistance from the cables. They want to pull me down, and forward. Those arms down, and forward. So, what do I have to do? I have to resist and pull back. So I’m actually driving my arms up, into this position against resistance instead of what we do with dumbbells alone, where they’re only being acted upon by gravity. Straight up and down. There is no forward, or back component here that the cables are allowing us. Jesse will demonstrate here what you don’t want to do. That is, not leaning back. Obviously, we call it the lean back press for a reason, but Jesse wasn’t listening. Actually, what he’s doing here is just showing you the fact that when you do this, you’ve now shifted that focus away from the upper chest a little bit too high. Now we’re right up on top to the shoulders, which we know would happen if you’re doing a straight vertical press. You really lose the benefits of that pull, that forward pull, from the cables themselves by doing that. So, you want to make sure that you’re following the name itself. Lean back just a little bit and try it. I promise you’re going to feel this more than you might have felt on any other incline dumbbell bench-press you’ve done before. Next up we have an athletically explosive option here for training our chest. Yes, it’s possible. You don’t always have to pin yourself down on a bench whenever you want to train your chest. You can actually get up on your feet as you see me doing here. Being on your feet is the first step to being athletic. What we do is get ourselves into a split stance here, so we have more balance and stability for, what? For being able to push more explosively. Load up the weights here and really drive and accelerate them. These are the jammers. I’m not saying everybody has access to this jammer machine at your gym, or maybe even have access to something that does something similar to this. The idea is, if you do; take advantage of it. Use this because, what is it doing? It’s training your upper chest here, if you follow the right alignment of your body. I’m getting here and I’m pushing from down at chest level, up, and out. If you sit down like Jesse’s doing here to do this and you press straight up, you’ve",
        "start": "00:07:52",
        "duration": 143.74000000000004,
        "title": "The UPPER Chest Solution (GET FULLER PECS!)"
    },
    {
        "text": "dramatically changed the focus once again. You’ve shifted that focus from the upper chest a little bit upward, to the shoulders that’s not going to allow you to do this. I wouldn’t even say that you could be very explosive from here because once again, you’ve taken the feet and legs out of it. You’ve sat on your ass and taken out that athleticism. Here I actually saved the best for last, or at least my favorite. This is the landmine rainbow. Before you think it sounds all sweet, and nice it’s actually a killer when it comes to training your upper chest because the landmine does something very unique. It allows us to do this arcing motion very smoothly because the bar itself, by virtue of being in the landmine, is going to allow for that nice, arcing motion. What we want to do, if we’re going to do this right, is avoid first and foremost, what Jesse’s doing here. Sorry, Jesse. I had to do it to you again. What we’re doing is avoiding the fact that we don’t want to have the torso rotate with the arm as the arm drops down to the side. We don’t want to keep the arm in a shortened position here because this is one of the exercises that we’re trying to increase that moment arm, and keep the arm moving nice, and long. Take advantage of the arc that the landmine provides. What you’ll see is, the arm is literally following that same pattern that we want. Literally following the fibers of the upper chest all the way up to the top. Once we get up there we get that brief contraction and squeeze, and we switch hands hitting that upper chest on the other side eccentrically, and then driving it back again concentrically back on the way up. So, you’re alternating left and right. The fact is, this will feel so smooth to you, but at the same time challenging. You’re probably not going to need a lot of weight here. I promise you. You might even use just the bar itself, but it’s a great way, especially as a finisher, to really wrap up your upper chest training. So, there you have it, guys. There are at least eight exercises, if not 10, that could be your cheat-sheet when it comes to training your upper chest because there is a way to hit it, guys. If you remember nothing else – it’s what we’ve been saying all video long – it’s follow those fibers. If you can take your arm and move it in this direction some way, somehow – sometimes in a lot of creative ways like we looked at here. The fact is, you will have an impact on this area, even if sometimes you might want to back off of some of that flat bench work because we already know that area is developed enough. This is the area that tends to get overlooked. These are the things we can do to actually address it. If you want me to cover more videos like this, guys, I’ll break out the muscle marker. I’ll make Jesse the bad example, as always, and I’ll make you guys understand because to me, that’s what matters the most. You put the science back in strength, that’s great. The more you can understand why it is what you’re doing, the faster your results will come. All of our programs lay that out step by step for you.",
        "start": "00:10:15",
        "duration": 160.47,
        "title": "The UPPER Chest Solution (GET FULLER PECS!)"
    },
    {
        "text": "They’re all over at ATHLEANX.com. In the meantime, if you’ve found the video helpful leave your comments and thumbs up below. Let me know what you want me to cover and I’ll do my best to do that for you in the days and weeks ahead. All right, guys. See you soon.",
        "start": "00:12:56",
        "duration": 9.313,
        "title": "The UPPER Chest Solution (GET FULLER PECS!)"
    }
]