[
    {
        "text": "JESSIE: What's up, Jeff? JEFF: What's up, Jess? So today, we're – JESSIE: What man? JEFF: Remember the  last time we did a video talking about workout songs, and training with music? Remember? Number four: Eye of the Tiger, by Survivor. One of my favorites. Jessie, you've got to hum this one, but you've got to hum this one like a cat for Eye of the Tiger. Yeah, come on. Jessie, this camera is rolling. Let's go. Eye of the Tiger. I don't want to know. I'm going behind the camera. Guys, what's up?! Jeff Cavaliere, ATHLEANX.com. Jessie's now firmly back, behind the camera. The fact of the matter is, we want to talk about the Broscience of training to music. Really, the training to the kind of music that blares through the headphones that lets everybody else in the gym around you know what you're listening to. Is there any benefit to that? Well, we want to find out today. As a matter of fact, we're going to start with a bit of a test. So let's say you're in the gym – a lot of people don’t train with music. They just train in silence and it looks a little something like this. I actually, for many years, did this. Jessie, you keep quiet because you're the most important person that I'm worried about. Okay, now it's certainly focused, it's peaceful, a lot of people like to get away from their thoughts. The gym is a place to do that. However, there's a difference when you start to add music. We can add music like this. OR we can add different music. So obviously, the choice in music can have a great impact on your reaction to it when you train. Choosing the wrong music – as, maybe, Frank Sinatra was to some – could have a bigger disadvantage and bad effect on your output, and your training, than listening to no music at all. So music choices are very individualistic. Whatever it is that gets you excited, and focused, and excited about your training is the music you should be listening to. However, think about when you're in a gym. You're at the mercy of whatever the gym's playing. So if that music sounded like Frank Sinatra to you, you're probably going to be too focused on thinking about how shitty the music is, and not about what you're trying to do. What you want to do, though, is what I'm going to encourage you to do, which is listen to the Bros here.",
        "start": "00:00:49",
        "duration": 218.05999999999997,
        "title": "The Best Workout Songs Ever… (BRO-TUNES!)"
    },
    {
        "text": "Start finding some music to add to your workouts. Why? Because the addition of music to your training can have a significant, significant increase on your output, and what you're able to do in your training. Studies have shown that you can increase your strength by up to15% by listening to music, versus not listening to music. Think about what that could mean to your overall gains. Workout, after workout. Rep, after rep. Over the course of an entire year. It could mean a lot to what you're able to do, and achieve. That being said, you want to make sure what you do choose is not always your go-to song because what you'll find is, when you train your rate of perceived exertion – how hard you feel you're working – will go down during a set, listening to your favorite go-to song. However, that means that you think it's easy because you're attacking that set like an animal. But your body is smarter than you are. When you put those weights down you'll likely feel that you're even more fatigued, and tired because you did have a higher output than you thought you were capable of. You just tricked yourself into that. That fatigue will hit you afterward, though if you do that set, after set, after set, after set. You could quickly wind up burning out from training at such a high intensity to your favorite song all the time. So you want to mix it up. But there's another benefit to the music that you use. Let's go back to this as an example. If I were training, and I was working especially for power I want to train to that tempo of the music because as I start to fatigue – we all know that the weights tend to slow down. But one of the most important elements to power output is to maintain that speed. Even if the dumbbells aren't moving that fast you want to try to get them to match the tempo of that song so as you're fatiguing you're still doing your best to increase your power output. But what you want to do is, you want to make sure – above anything else – if you're not training to music right now, give it a try. Find something that you like and you'll find you'll likely be much more motivated than using no music at all. Again, caution on using that same thing all the time. The Bros are right here, guys. As always, they're not always wrong. Sometimes they get it right. In this case they did. In the meantime, guys, if you're looking for a program that cuts through all the Broscience, that gives you the real science behind what actually works in the gym, and puts it into a day-by-day, step-by-step plan; head to ATHLEANX.com right now. Use our program selector in the link below and find the program that's best suited to your goals. In the meantime, I'm going to play us out here with my favorite workout song. Jessie, you got it cued up? JESSIE: I got it right here.",
        "start": "00:04:27",
        "duration": 177.42899999999997,
        "title": "The Best Workout Songs Ever… (BRO-TUNES!)"
    },
    {
        "text": "JEFF: You got Rocky, right? JESSIE: Yep. JEFF: Rocky's soundtrack? Okay. Here we go. Mother fucker. Jessie! You Mother f-!",
        "start": "00:07:24",
        "duration": 21.883000000000003,
        "title": "The Best Workout Songs Ever… (BRO-TUNES!)"
    }
]