[
    {
        "text": "Jesse: Sub-optimal.   Sub-optimal. Sub-optimal.   It's just sub-optimal. Could it be any more  sub-optimal? Absolutely the least optimal   thing I've ever seen in my entire life.  Jeff: Actually, that's the most optimal   thing I've ever seen. [video]  My name is Optimus Prime.    What's up, guys, Jeff Cavaliere, Athleanx.com.  What is sub-optimal? Can someone please   explain it to me? Maybe it's only me and  Optimus Prime that I actually feel this way.    Optimus Prime: It's you and me, Cavalier.  Jeff: Or maybe you're a little tired of it too.   Because it seems that the newest buzzword  in fitness right now is sub-optimal. You'll   see by the end of this video that we're going  to want to replace that with something much,   much more important. Context. I feel like this  word is one that's replaced last decades buzzword,   which was CNS Burnout. And maybe only three  out of 10 people could tell you what CNS even   stood for. The issue is that social media and  fitness specifically has caused this to become   a much bigger problem. Influencers everywhere are  using this term and they don't even know what it   means. And quite honestly, it's the willingness  to use the word in the first place that reveals   them as nothing more than an amateur instead  of an authority. So why is this sub-optimal   phrase such a problem? Because it superimposes  either the goals of the person who's saying it,   and that can be the influencer or the commenter,  on you or more importantly, the lack of knowledge   by the influencer or a lack of full knowledge. There's a big difference between the two. You   either just don't have the knowledge and you  say dumb things, or you don't have all of the   knowledge and you say things that may not be fully  accurate. So, I have to just start with this one   here, because this is sort of encapsulating how  crazy this can get. I actually put a video up a   while back defending the effectiveness essentially  of the Biceps Waiter Curl as an exercise option   when it comes to building bigger biceps. One of  the phrases that was actually used, and this is   what we call word salad when someone tries to  sound smarter than they are, is the following:   That exercise is actually not effective because  it creates and I have to read this because I   can't even memorize this, this is how dumb it  is. Creates negative feedback of instability   at the shoulder and elbow joint, which is easy  to mistake for increased tension on the biceps.   You're not really feeling that exercise  when you're feeling it. All you're feeling   is negative feedback of instability, which is  easy to confuse for a contraction in the biceps.   No, it's not. It's just dumb.  So how do you call something sub-optimal   when that's your frame of reference? Because  obviously that comes from a lack of understanding   and knowledge or credentials. I say you need  to cut through that crap and look deeper. So,   if we were to take an exercise like a Barbell  Row or Chest Supported Row, people might say   the chest supported row is sub-optimal. It's  not what you should be doing. Everybody should   get out from the bench, get into free space and  Barbell Row. I can tell you that if this person   who is performing the Chest Supported Row has a  tweaked low back or a history of low back issues,   but they still wanted to develop their lats and  build up their back or their upper back, they   might find that the Chest Supported Row is the  ideal exercise for them that produces the exact   gains that they're looking for. Is the Barbell Row  a great exercise? 100% it is. But for that person,   it may not be so It's not sub-optimal. It's  sub-optimal in the eyes of the person overlaying   or superimposing their beliefs again about what  is the better exercise. And if you're training   for strength and you want to move the most weight  than the Barbell Row done, free standing may allow   you to do that. But what if the person that was  on the bench in the first place wasn't training   for strength first and foremost? There is no  sub-optimality about it. You could also take   an exercise like the Waiter Curl. And again,  you can look at it and say, I don't like this   exercise as much as I like a Barbell Curl. And by  the way, I don't like the exercise as much as I   like a Barbell Curl, but I really, really like the  exercise because it hits all the high notes.   It accomplishes everything that the biceps  need to accomplish. And the exercise,   specifically the long head of the biceps, to  give you a really good option. And if you haven't",
        "start": "00:00:01",
        "duration": 270.48000000000013,
        "title": "The WORST Fitness YouTuber Ever (HARSH!)"
    },
    {
        "text": "seen my video where I actually break this down  point by point, I'm just throwing it out there,   not word salad, you throw it out there, you  actually provide scientific context for why.   Context for why you could use the exercise, then  you'd understand, and you might appreciate it.    But we can also talk about other things that  people sometimes call sub-optimal. I'm sure you've   seen it before combination exercises. Any time you  deviate from the individual exercise or perform a   variation of the individual exercise, whether  or not you feel it more or it helps you more,   you're doing something sub-optimal in the  eyes of the uneducated. The Problem is, what   if they don't know what you're training for? If  you're doing an exercise like this Goblet Squat,   Reverse Lunge combination, the critics might say,  this is not nearly as good as doing a Goblet Squat   alone. Or you should weight that a lot heavier  and just do a regular Reverse Lunge. What if the   idea was not to do either one of those exercises  individually, because maybe you're already doing   them. Maybe you're tying them together at the end  of a workout looking for a conditioning benefit   or you're looking for metabolic benefit. There are other reasons why you could be doing   an exercise and you superimposing your beliefs  about why that person should be doing the one   that you think they should be doing doesn't  align with their goals. Therefore, there's   nothing sub-optimal about it. There are other  instances here too, you can take an exercise like   the Dumbbell Front Raise that we know works the  front delts. First and foremost, people might say,   never work the front delts, they get so much  work, you don't need to do that at all. Well,   what if someone's front delts are underdeveloped  in relation to their middle or rear delts? Look,   it happens. Muscle imbalances can sometimes  rear their ugly heads in weird ways. If you   want to use this exercise, that's great. But  for someone to see someone doing this exercise   and say that is not optimal, well, they would be  misunderstanding the whole point of the exercise   because this is not a Front Delt Raise. This  is a Plate Trap Raise. This focus is actually   on the whole other side of your body and your  lower traps. Just because it looks similar in   how the motion starts, it is not the same  exercise targeting the same muscles.    Therefore, if I was trying to train the lower  traps, I would have a very optimal choice with   the Plate Trap Raise. So, context again is  everything. You have to be willing to analyze   what's being shown to you with full context. If  you're going to try to cherry pick elements of   that to fit your narrative to help you get the  attention Mom didn't give you on social media,   that's not really the best way to go about it. You  need to be willing to give full context because   that's where the real explanation lies. Now, I  will give you a couple of professional examples of   where I ran into this. So back when I worked with  the Mets, if we had a guy go down with what was   termed a hamstring strain in a game, within two  days, we would have at least, and I'm not kidding,   100 letters in the Mets mailbox directed towards  the Mets training staff on how and why that player   incurred that injury. His running gait, they could  see it from a mile away. His running gait was off.   He's not strong enough. He needs to be bigger. He  needs all of the theories of why someone had the   injury. Well, guess what happens? Oftentimes  they don't have the full context almost every   time they don't have the full context. I can  tell you there are times that the newspaper   itself termed something a hamstring strain just  because it was a little easier to describe when   in reality it was a little bit more medial, we're  talking about an adductor strain. So, everybody   that wrote in with their hamstring strain fixes  aren't even talking about an accurate fix. It's   not even the hamstring that was affected. Or they'll talk about the running gait being   altered, not understanding that that person might  have a toe inflammation from having a foul ball   hit off of their foot three days earlier and  they're compromising the way they're running   now. Sure, they're compromised now. Was that the  reason why they have the hamstring strain or in   this case, the adductor strain? No, it's just  that they might have been running a little bit   awkwardly today. Could be a reason, but likely not  because it's not a long-standing condition.    One of my favorite examples of this professional  basketball, when this video of LeBron James   squatting was released, there were more critics  online talking about how sub-optimal this was   and how horribly perform this exercise was.  Even though he had a trainer standing there",
        "start": "00:04:52",
        "duration": 253.32000000000014,
        "title": "The WORST Fitness YouTuber Ever (HARSH!)"
    },
    {
        "text": "with him at that time overseeing everything he  was doing. They then critiqued the trainer and   said he was a horrible trainer. How would you  know that? How would you even know what he's   doing? You don't even know what the entirety of  his plan was. All you saw was one viral clip of   him squatting and you critiqued that. Well,  what if the Quarter Squat was actually being   done intentionally? There's actually research that  shows that the application of Quarter Squat into   a full training program has shown to increase  vertical jump, court speed, and running speed   and their overall explosiveness. Not to mention  increasing leg strength within that range. What   could be a very functional range for a basketball  player who doesn't always squat all the way down,   ass to grass to go up for a rebound. How could you deem that sub-optimal when you   don't know the full situation? And again,  as a trainer for professional athletes,   I kind of take a little bit of umbrage at this  because I think it's just moronic when people   make those statements. I will tell you this as  a strength coach, the most sub-optimal thing   that you could possibly do with LeBron James as  the person standing in front of you is something   in the weight room that compromises his ability to  step on the court. Because LeBron James ultimately   is not being paid to lift weights. He's being paid  to perform and perform at the same high level he   has since he was a young kid. His strength and  conditioning routine has allowed him to achieve   these career milestones in a career that he's  not even yet done playing and has provided him   a pretty good life. I would say that I want to  focus on him playing basketball and being the   best he can be. Sure, you want to get him strong,  sure you want to keep them healthy and have him   do the right things in the weight room. But you  have no ability to judge that from a single clip   of a squat that you don't like the looks of. So, this is one of the things I've tried my best   as a fitness professional here on this platform  to avoid doing. Which brings me back to the Zac   Efron story. So, a long time ago I made a video  about a chest workout that Zac Efron had done.   It was reported in Men's Fitness Magazine. Now  I talked about the sequencing of the exercises,   the exercise choices, but I did so, as I always  do, by first noting in that video how important   it is to understand the full story of why the  things and the exercises that are being done   were chosen. [video clip] Don't ever assume that  what's being done here or written here was meant   for everybody. Because this could have been  written with very specific purposes based on   the information that the trainer knew about Zac  prior to doing the workout and constructing the   workout and even the sequencing and everything  else about it. That the trainer at his discretion   decided that these are the things we need to work  on now, giving the trainer the benefit of the   doubt so that you could evaluate them without the  bias that a lot of people will. And in that video,   I did exactly that and I pointed out the things  that I thought could be a little bit different,   but also acknowledging that I might not understand  full context of why the exercises were chosen.   The one part that I actually kind of stepped  out and again, I regret, is I talked about   the absence of corrective exercises there. That  there was a lot of internal rotation being done   through all the pushing exercise choices and  not nearly enough things to counteract that,   to keep those shoulders healthy long-term, even  though he's a young kid. Well, Patrick Murphy,   the trainer of Zac Efron, actually reached out to  me personally, and he told me that it was actually   a little bit hurt professionally. And I actually  felt really, really bad about it. The truth of the   matter was because the corrective exercises that  he actually was doing weren't sexy enough, they   were chosen to be omitted from the article of what  Zac was actually doing in his program. So, you're   not even getting an actual full story of what's  being done. You're getting the sexy part of what's   being done because the magazine deemed that that  stuff wouldn't really be attractive enough to the   audience. And they're probably right. But in this  case, it was a discredit to the trainer who had   the program fully encompassing all the things that  Zac probably had to do. So, I regret that. So,   I make it a habit of mine not to do that. Not to  use that as the substance of my channel, because I   think we have a lot more substance to provide.  We are the ones that can provide you with the   training and the knowledge and the understanding  so you can take yourself to that next level.   Trainers do that on a daily basis. I feel like  this is an anthem for professional trainers. For",
        "start": "00:09:06",
        "duration": 263.2799999999999,
        "title": "The WORST Fitness YouTuber Ever (HARSH!)"
    },
    {
        "text": "guys that have gone through the hours of working  with not just hand-picked clients, but clients of   all ages, people who have all abilities, right?  And they've honed their skills to become better   trainers and understanders of context. And when  you do that and you become a great trainer,   you influence people's lives, not just influence  through social media. Making reviews of other   people's videos because they lack the content  themselves to make an actual content filled video.   Not good enough for me. So, guys, remember,  there's a big difference between sub-optimal,   which doesn't exist in optimization. We are trying  to optimize what you're doing. There's many ways   to do that. Maybe your squat looks like a squat  morning right now and optimizing your bar path   is going to help you to perform a better squat  much different than sub-optimal. Understanding   the difference is going to help you to get to  a much better place in your own training.   If you're looking for a little bit of help  there, guys, I have a complete program over   at Athleanx.com. If you found this video helpful,  make sure you leave your comments and thumbs up   below. Are you sick of hearing sub-optimal  as well? Click Subscribe and turn on your   Notifications, so you never miss a video when we  put one out. All right, guys, see you soon.",
        "start": "00:13:30",
        "duration": 64.26,
        "title": "The WORST Fitness YouTuber Ever (HARSH!)"
    }
]