[
    {
        "text": "What's up guys, Jeff Cavaliere, athleanx.com. We  continue the perfect workout series here today,   This time an arm worked out that you can do  at home. You see a lot of people think that   there's no real effective arm workout that's done  outside of the gym. But I don't believe that,   as a matter of fact, I've just proven it with this  workout, as you're going to see. And it's going   to be something that either an advanced person or  even somebody that's on the beginner side can do,   because I'm going to make separate versions and  point out the important differences where they   occur. In the meantime, I also want to hype  up one thing, I'm going to show you something   in this workout that is literally  worth the price of subscription.    I know it's free, the point is it's worth you  being a subscriber of mine for all this time   because, yes, I do step at night to think  of these things to help you guys out. And   now in the current environment, I wanted to  make sure I can take all the excuses out of   it and make the best home workout you could  do for your arms. I think we got that done.   A lot to cover here guys, so let's dive  in right now with our first exercise.    So we start off this perfect arm workout with our  bicep work. And what we do is we take a backpack,   this is going to come in so handy, but this is not  the big tip yet, we'll get to that. But you take   the backpack load it up with whatever you can,  here some books to create some weight. We put it   on our back because what I want you to do is start  with the king of all bicep exercises, and I'm not   talking about the barbell curl, you guys know I  love the chin up. And the chin up is just a great   exercise for building your biceps. The underhand  supinated grip is going to help to target them   really well and we're adding the overload of our  own body. But yes, we can add more and a lot of   us need that. So what I want you to do is add  enough weight that gets you in that six to eight   rep range before you reach failure. Again, that  could be not that much weight for a lot of you   guys because the chip itself could be challenging.  But if you have the need for more weight, you can   easily pack it in the backpack and acts like a  weighted vest. So you do three to four sets here   of this exercise. Now we do the bicep chin up. So  what we do is we drop the weight for this and we   change the way that we perform the chin up. You see, the bicep chin up is done to actually   almost recreate a curl of your body to the bar.  Instead of curling a bar up towards you, you curl   your body up towards the bar. So it requires  opening the angle as you see here, allowing   the elbows to come out and spread that angle out  wider and then narrow it down as I come up. Again,   I'm literally trying to curl my body towards the  bar and you can see the contraction here that we   get on the biceps. So what we do here is we do two  to three sets of this to failure. We don't have a   prescribed rep range on this because I don't  know how many you can do. But what I want to   ensure that you do is train hard so by taking it  to failure, we can make sure we get that done.    We move on to the third exercise here in the  workout in, this is the Waiter's Curl. Now,   you guys saw Jesse do this in a single video,  he did this for thirty days. And it is a great   exercise and what it's doing is it's allowing you  to actually get peak contraction on the biceps and   minimize the contribution of the forearms to the  curl. A lot of people tend to dominate the curl by   allowing the wrist to curl too much and they let  the forearms do too much of the work but with the   backpack and utilize the straps to just keep  your hands rested underneath it. And the goal   is to keep your hands parallel to the ceiling  all the way up throughout the entire curl.    So as I get to the top, you can see that my  forearms are actually taken out of it by having   the wrist bent backwards. The peak contraction  that you're going to feel on this is amazing and   a lot of it has to do with the fact that you're  not just getting elbow flexion and supination,   but you're getting a little bit of that  shoulder flexion as well. So we do this   for two to three sets, again, focusing on  really hard contractions at the top.    And we move on to our final exercise here in the  bicep portion of the perfect home arm workout,   and that is with the lip buster curl.  So now the big tip comes out. You see,   if you take this backpack and you take out one  other implement that I've showed you is so helpful   when you're training in the home environment  and it's a dog leash. And like I said back then,   I don't care if you don't have a dog, you can  get a couple of leashes. But when you have them,",
        "start": "00:00:00",
        "duration": 229.62000000000006,
        "title": "The PERFECT Home Arm Workout (Sets and Reps Included)"
    },
    {
        "text": "you simply do what I'm doing here you wrap one  around this strap, they wrap one around this   trap. And we do as you take those straps, you  put them up and over your pull up our home.   Now, you've literally created a cable machine,  like you can do cable exercises here. Don't worry,   we're going to cover a whole lot of them over  the course of the different workouts we do at   home here in future videos. But for now, to  target those biceps, we can do the lip buster   curl. You see, we have the opportunity now to  get our arms up into that shoulder flexion and   then create that peak contraction with the  elbow flexion and the supination. We can get   that bicep into a really tight contraction. And  we burn them out here, the rep range is higher,   12 to 15, even a little higher, up to 20. And as soon as we're done with this, we actually   stop right there, jump up to the bar and do one  last negative, hang. We isometrically try to hold   as long as we possibly can, we fight it, we fight  it, we fight it and we know that the last thing   we got to hit is that one negative, eccentric  contraction, try to elongate that contraction   so we can't hold that anymore and that's our  failure. And we just do that two to three times   to finish out that portion of the workout.  Now, for the beginners out there doing this   workout, there's only two of the exercises I just  showed you that might require some modification,   and those are the chin ups in the bicep chin ups.  So what you can do is a chin up from the floor,   which is going to be a lot easier, but still  challenging. And then we have the chin curl that   we could substitute for the bicep chin up. Both  of these will allow you to do the same thing,   train in the same parameters, but just substitute  those two exercises out and you're good to go.   Now we move on to the tricep portion of the  workout and we start once again with our bigger,   heavier compound exercise. and the dip, the  upright dip. And I had the opportunity once again   to weight this with the same backpack, put on my  back in the same way, to do the dip with just a   couple of chairs. Again, I showed you another  way to do this by utilizing a corner in your   kitchen and this works so well. But if you don't  have that, if you just have straight countertops,   the back of two chairs would work just fine.  Bend your knees outward pressure on your hands,   push down and out of the chair so they don't  go anywhere. And you can do your dips just   like this. I mentioned upright because the  more upright you stay, the more you shift   the focus away from the chest and more to the  triceps, which is the goal of the exercise.   And again, if you can't do the weighted version  here, you can either just take the weight off   and do them the same way or you can just put  your feet down. Here is more of a beginner to   take off some of that weight and do the exercise  in very much the same way. Here we're going for   those three to four sets to failure in that six  to eight rep range by applying as much weight   as we can to cause you to fail in that range.  We move on to the second exercise. In this case,   we now have those straps again come in real handy.  This might be one of the best exercises you ever   try utilizing the set up as the tricep pushed out.  We know that there's a benefit to this exercise   and that's why everybody does it in the gym, but  it doesn't mean you can't do it at home. And bands   don't recreate this, they change the strength  curve that you feel when you do the exercise. We   can replicate the strength curve that we would  on cable machine by simply doing it this way,   wrap them, hang them up over the bar, and now  you're ready to go. Two to three sets, 10 to   12 reps range with the goal being failure.  The next exercise third up here. We turn around,   we now utilize the straps in a different way, it's  the tricep push away. The tricep push away gives   us a unique advantage to be able to get a great  stretch on the long head of the tricep. Remember,   the tricep has three heads. only the long head  crosses the shoulder, attaches to the scapula   and benefits from this overhead stress position to  get a stronger contraction. And we could do that.   And you could see that all I have to do is let  the elbows drift high on the way up. Every time   they drift up I'm getting more of a stretch on  that tricep long head that allows for that better   contraction. I do this again for two to three sets  in that 10 to 12 reps range, load up the weight as   needed to create failure in that range.  And then finally, we move on to our last   combination here and we sort of call it the tricep  trio. There are three variations of a push up. We   start hard, we move to the more intermediate  and we go to the easiest of them. And you're",
        "start": "00:03:49",
        "duration": 240.99000000000004,
        "title": "The PERFECT Home Arm Workout (Sets and Reps Included)"
    },
    {
        "text": "doing all of them. You take them all the failure  in a burnout fashion, sort of a drop fashion. The   first one up is the pancake push up. And here is  where the beginners in the advanced get split up.   The advanced people are going to stay on their  toes throughout the duration of this trio. The   beginners are going to be able to drop down. But it looks like this. You actually have your   elbows tucked underneath you in your forearms  flat against the ground. You push straight down   three or forearms and your hands to come up to  the top. You try to lower yourself back down all   the way as close as you can to the ground and  you push back up again. It's like an isolated   tricep push down, but this time done with your own  body weight. And as soon as we get done with that,   we change the hand position, as you can see. And  this is approaching more of a planche set up,   not fully, but more so. And you can see that  we get a nice tight contraction because what   it does is open the arms up, we actually get  them more abducted into the side and more into   extension. So when we come off the top of this  exercise, you can see that real tight tricep   contraction. And we do this till failure.  And then from there, we're not done. We make   one more change of position in our hands.  And it goes into the diamond position here   where we rep out. This is the easiest version.  But now, after doing those other two steps,   it becomes pretty difficult. So you rep  out all the way to the end. You go burn   out here two to three times. You take the whole  thing to failure and that's your workout.   And with that, guys, we wrap up the perfect home  workout. And remember, as I always do here for   you, I'm laying out the workout step-by-step so  you can take those screenshots where you're at   the beginner level or the advanced level and most  of all, you can try them. Guys, I promise you,   there's no sacrificing results just because  you don't have the gym to train in. If you   know what you're doing, you can get a great  workout and at home and really anywhere.    If you're looking for a complete workout program  that you can do at home with no equipment at all,   it's called our Athlean Zero program.  We don't just include all the workout   step by step and progressively, but we also  give you a meal plan you can follow to make   sure you get the results on that side of it.  In the meantime, guys, we found the video helpful   leave your comments and thumbs up below. What  else can I do? I've been literally up working   tirelessly to make sure that I can help to get us  all through the situation that we find ourselves   in. I will not stop until I make sure everything  you guys are needing, I've got covered. In the   meantime, you haven't already click subscribe  and turn on your notifications, so you never miss   one of those videos when I do put it out here  for you. All right guys, I'll see you soon.",
        "start": "00:07:50",
        "duration": 130.24,
        "title": "The PERFECT Home Arm Workout (Sets and Reps Included)"
    }
]