[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. What's that? Sh**. Sh**. No. I know, Jesse. I fully agree. Oh, you want them to know about pullups? All right, guys, look. He doesn't – I agree whole heartedly what you said about Jesse. But he doesn't think you're doing your pullups right. So, what I want to do is – I tend to agree. I think pullups are one of those things that are very challenging. They're an enigma, really, because they look so easy when everyone knows how to do them. And it can be so damn hard when you don’t know how to do them. But we can make it all easy here today. I'm going to point out the official pullup checklist. What I want to do is show you guys exactly how to do it by covering some of the prerequisites that are going to make it a lot easier for you to do, right now, if you focus on these things. Number two: the setup. Everything in the setup will determine how the rep itself goes. So, if you get these things right, I promise you'll get better as well. Finally, the actual rep. How you perform the exercise itself is going to make a big difference in how well you do them. Finally, one giant caveat that you're going to want to make sure you pay attention to as it relates to the impact this exercise can have on your shoulder, in a bad way, if you don’t do them correctly. With that being said, let's start breaking them down, one by one with the help of Raymond. The checklist. To kick off this checklist we have a prerequisite list. These are the things that can enhance your ability to attack the pullup itself. I want you working on these things because we're going to have an amazing transfer on your ability to do pullups. The first thing is having stronger abs. Guys, I've relayed this story many times here before. When I had my hernia surgery, the most difficult thing for me to do was not doing a plank, or a crunch, or any direct ab exercise. As a matter of fact, I was doing that a couple of days after surgery. What I wasn't able to do, even months after the surgery, was hang from a bar and keep my body still. Your abs are heavily relied upon to create stability and stillness under the bar when you hang on it. So, what you need to do is start incorporating more hanging ab exercises into your routine, to start to strengthen your abs in that environment. You're going to have a tremendous transfer right over to the pullup when you decide to do them. Next, you have to have a strong deadlift.",
        "start": "00:00:05",
        "duration": 133.15,
        "title": "The Official Pull-Up Checklist (AVOID MISTAKES!)"
    },
    {
        "text": "Now, I know this is a bit counterintuitive. You're thinking to yourself, \"I'm pulling off the floor, versus pulling up overhead?\" The point is, you're pulling in both environments. The stronger you are at pulling, the better you're going to be. I put together a complete deadlift checklist video that you're going to want to check out that covers exactly how to perform the deadlift for maximizing your strength and getting the most out of that lift. I promise, as you watch your deadlift numbers increase your ability to do more and more pullups will go up as well. Third: scapular strength is one of those elements that people tend to overlook. Your scapulae need to be strong. They need to be stable. One of the best ways you can do this is by improving something we call your 'straight arm scapular strength' with an exercise like this. The straight arm pushdown. Work on including this into your routine and I promise you're going to develop a lot more stability through your scapula. Which will, as you see quickly here, become very important to your ability to do pullups. Last, you want to make sure your body fat is in check because we know a guy who's heavier and doesn't have the strength to match that extra weight is going to have an incredibly difficult time doing pullups. So, having a good strength to bodyweight ratio will always be in your favor. So, work on getting that body fat down, which will improve your ability to knock out more pullups than you can right now. With that being said, now we've got to start the checklist on what you actually need to do when you put those hands on the bar. Now, the setup. When we get to the bar there are some things, we can do here that are going to make the exercise so much easier, if we get them right. It starts with how we grab the bar. As you see here, I have some options. I could grab with a narrow grip. I could grab with a shoulder-width grip. I could grab with a very wide grip. The fact is, there's only one grip that's really good. That is this one right here. Slightly wider than shoulder-width. Why? Because it places my shoulders in the right position to do a lot of things that are going to be needed in the rest of the exercise. Namely, it gets my elbows out in front of my body. It puts a bit of stretch onto the lats that will allow us to gain more power from them, and it takes some of the smaller muscles that are ill-equipped to do what we're trying to do out of the equation. That is, pulling our entire body up to the bar. If I went incredibly narrow, as you see here, most of the focus is going to shift to the forearms and to the brachialis to try and get my body up, and over the bar. They're not as equipped and strong to do that. I really need to get my lats involved. To do that, as I've mentioned, you've got to go a little bit wider.",
        "start": "00:02:18",
        "duration": 143.76900000000006,
        "title": "The Official Pull-Up Checklist (AVOID MISTAKES!)"
    },
    {
        "text": "By keeping the elbows out in front of our body, it prevents us from wanting to go too far. You can see as I go too far, my elbow starts to go out toward the sides. Raymond is going to show you why that's not a good idea in just a little bit. The next thing we can do is talk about the depth of our grip. Where are you gripping the bar? Are you gripping it in the end of your hand, up in your fingers? Or are you gripping it really deeply here in your palm to do the exercise? Now, I'm going to tell you this, right now: you will do more pullups if you grip it really far away, in this 'hook' grip, with your fingers just resting over the top of the bar. But you're inviting some long term problems. You're going to place too much stress on those deep finger flexors that will radiate all the way down in here, placing so much stress on that medial elbow, eventually turning to that really stabbing pain of the medial epicondylitis if you always do them this way. Now, if you're in a pullup competition and you just have to get as many as you can in a single effort, then I'd probably recommend doing it this far in your fingers. But, if you're going to do your pullups routinely, and you want to do them right, without irritating your elbow; you're going to want to grip a little deeper, as you see me doing here. Last, we talk about the position of the legs. Believe it or not, it matters. Most of us will do it like this. We'll bend our knees, bring our feet back behind our body, and do our pullups. I'm not really understanding what we're trying to accomplish by doing that because the weight of our legs is the weight of our legs. We're not unweighting anything whether we bend them or keep them out straight in front of us. What we are getting when you put your legs straight out in front of you is a plugging of the energy leaks. This is a concept I've covered many times here. It's a miracle, if you've never tried it before. You'll see instant changes in how many pullups you can do. You position yourself where your legs are out in front of your body. You're going to actively engage your calves by pointing your toes down toward the ground. You're going to squeeze your quads and straighten your knees as hard as you possibly can. You're going to squeeze your glutes behind you. You're going to tighten your abs as well. All of these things – you're plugging all the potential places where the force that you'll generate down to the bar can leak out of, realizing that your whole body is one kinetic chain with that energy flowing up and down. If you plug those, there's nowhere else for that energy to go, other than right back up into the bar, down through your arms, and executed in a better performed pullup. You'll see instant strength increases if you do what I'm doing here. You get those legs out in front of your body. You stay tight, you stay straight, this is going to help you tremendously. Now it's go-time. It's time to do your repetitions. The thing you want to do first, and foremost, is look up. Look right at the bar. Guys, if you're looking where you're going, you're going to get there faster. But don’t mislead yourself into thinking that your eyes are the target for the bar.",
        "start": "00:04:42",
        "duration": 160.14999999999998,
        "title": "The Official Pull-Up Checklist (AVOID MISTAKES!)"
    },
    {
        "text": "You still need to get that bar at least to your chin, if not to your sternum. But if you look in that direction it's going to give you that target. It's going to help you visually set that goal and get there easier. The next thing is, now you're going to initiate. When you do, I want you to squeeze. I want you to squeeze the bar. But not just through the entire hand. I want you to focus on squeezing through these two fingers right here. Your ring finger and your pinky finger. Why? Because those are the two weakest fingers in your grip. If you can consciously squeeze down through the weaker fingers, you're going to bring the rest of the grip along for the ride. A stronger grip, and the ability to exert force into a grip, into a bar is going to initiate the process of pulling with a good, strong force downward to get your body up. So, I want you guys to make sure you're doing that. Now, what is the mindset here? Don't think about pulling your body up to the bar. I always say to think about pulling the bar down to your body. But while you're doing it, I want you to attack the bar with your chest. Meaning, as you go in this direction, reach for it with your chest. Open your chest up. This does something incredibly important. It establishes thoracic extension. Thoracic extension is not only going to make this repetition easier, but it will increase the safety of this exercise when it comes to your shoulder. Which leads us to our final caveat. So that brings us to this controversial point, when it comes to the pullup. I'm going to give you guys the best advice I think I can. Do you need to go full out, dead hang on every pullup's rep? Yes. You should. That means you should straighten your elbows – if your elbows allow you to – on every, single repetition. But that does not mean you should do this. This is called 'unpacking the shoulders'. This is what some people interpret as a dead hang. This would be a bad pullup tutorial that teaches you to do this. Why? Because this is actually destabilizing your shoulder in a pretty bad way. 'Dead hang' does not mean 'destabilize'. That's why I talked about Raymond helping us out here and why it's so important to get into that mindset of attacking the bar with your sternum to get into that thoracic extension. Let me explain. When I go into this dead hang position, I raise my arm up overhead. When there is no engagement of the muscles here of your upper torso and back, you get this traction stress up here on your arm. If you have a torn labrum, like I do, this is going to be a really negative thing for you to do, in terms of how it feels on your body. You don’t even necessarily have to have a torn labrum.",
        "start": "00:07:22",
        "duration": 153.36100000000002,
        "title": "The Official Pull-Up Checklist (AVOID MISTAKES!)"
    },
    {
        "text": "Just the lack of stabilization that this creates is going to place a lot of force and impingement stress up here in the joint itself. As you see, it rises up and pulls up into the AC joint. So, what we need to do is learn to keep ourselves engaged, as you see me doing here. All that means is pulling down and back. Now, we don’t want to lock into this position. What we want to do is be able to create stability here, but still move. As you can see, as the arm goes up over the body, the shoulder blade will go with it. This is what's called the Scapular Humeral Rhythm. This wants to move. It has to rotate upward in order to allow the arms to get all the way up overhead, as you would in the downward position of a pullup. So, you want to do this instead. Just create enough space. Don’t let your traps go up near your ears. Instead, just pull them down. Get them away. Create some space between your shoulders and your neck. When you're in this position, if you allow for thoracic extension something really helpful happens here. It allows the shoulder blades to do that rotation. Remember, if you just try to force your shoulder blades down and back, you'll get none of that movement. You're getting two crossed signals. One of them is to stay tight, and the other one is to be able to move. We can't do two things at once. What we can do is stay stable and have it move the right way. As you'll see, if this spine were to bend forward, if I were to be kyophillic or lose some of that extension through the thoracic spine, this shoulder blade can't really rotate smoothly on this curved thorax. Around this curved ribcage here. But when I get nice and straight, if I come up straight here, now you can see the amount of play that's available here in the scapula for rotation. Again, if I move forward it doesn't want to move as much. It's locked in place here, in terms of how much it can rotate. Just getting myself up straight you can see how much more play I get around the scapula. So, that is the most important thing, guys. Don’t trick yourself into thinking that getting completely lax at the bottom of a pullup is a good thing. Get straight at the elbows, keep the tightness there, keep the stability, and then allow that extensions through the thoracic spine to still allow for the movement that's going to be required to execute the pullup properly every, single time. Guys, there you have it. The official pullup checklist. Hopefully, it's now allowing you to not only do more pullups, but to do them correctly every, single time. If you've missed the others in the checklist series, make sure you click on these and watch them. I linked them at the end of the video. In the meantime, if you're looking for programs where we put the science back in strength",
        "start": "00:09:55",
        "duration": 155.37,
        "title": "The Official Pull-Up Checklist (AVOID MISTAKES!)"
    },
    {
        "text": "– as you can see, how we do what we do matters and helps us get to where we want to be a lot faster when you do those things right. All that is worked into every program we have over at ATHLEANX.com. If you've found the video helpful, leave your comments and thumbs up below. Let me know what else you want me to cover and I'll do my best to do that for you. If you haven't already done so, click 'subscribe' and turn on those notifications so you never miss a video when we put one out. All right, guys. See you soon. JESSE: And you guys thought I was bad at staring.",
        "start": "00:12:31",
        "duration": 28.159,
        "title": "The Official Pull-Up Checklist (AVOID MISTAKES!)"
    }
]