[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I’m going to talk about the plank. We’re going to get to the truth about the plank because there are a lot of misconceptions when it comes to this exercise. I’m not trying to pile on this exercise because I’ve covered it in the past. Maybe not so favorably. However, there are always valid reasons for that. There are instances where we’ll program the plank. Even sometimes as a form of rest, but I’m always trying to get somebody off that basic version of the exercise as soon as possible. Even if you’re a true beginner. So, no matter what level you’re at today, you need to see why we’re going to talk about what we’re going to talk about with this exercise. So, let’s get right to it. What are some of the things that you’ve heard about the plank? Number one: you’ve heard it’s a great core stability exercise. I’m going to argue: No. If you get down and look at what’s actually happening, we get into this position here, and this is supposed to be great for core stability. What are we preventing? If I were to let myself go and drop, I drop down into lumbar extension. But this says nothing about rotational stability because I have four points of contact with the ground here. I’m not being challenged rotationally. If I have one arm up, now it’s a little more of a rotational stability challenge, but that’s not what’s happening. So instead of having you down here on the ground, which I never like to do, I’d rather have you get up on your feet and challenge your rotational stability. This is much more important. This is much more functional. This is something you’re going to encounter more often in life. It challenges your rotational stability. That’s what the abs were built for. To prevent and also control that motion. But if you wanted to still control this sagittal plane stability like you would in a plank, do it again standing. Do what I’m doing here. I do this with some of the WWE wrestlers that come through here. There are better options there. But it goes further than that. The second thing you’ll hear is “This is a great glute exercise”. It’s not a glute exercise, not in the slightest. There’s something that’s confusing people as to why, and that’s this. People get down here and they say “Now, when you’re in this position here’s what you do: squeeze your glutes as hard as possible. Really, really fire up your glutes.” So what? That’s not doing anything for your glutes. All you’re doing is contracting and squeezing your glutes, but you’re not under load.",
        "start": "00:00:06",
        "duration": 134.311,
        "title": "The TRUTH About Planks (IT’S UGLY!)"
    },
    {
        "text": "They’re not under resistance. It’s the same as me going like this and flexing my bicep, but it’s not under load. I’m contracting it, but I’m not loading it. Why? Let me show you. If I were to get into this position here and let myself go, I go down into hip extension. One of the main functions of the glutes. But that’s free because gravity is pushing me down here into hip extension. What I’m actually using to get myself up is my hip flexors because if I were to squeeze my glutes from here all I’m doing is driving myself further into hip extension into the ground. They’re not driving this motion. They’re not being resisted. The hip flexors do because to get myself back up I have to push through my toes, into the ground, and lift up, pushing myself into hip flexion. That’s what gets me up into this exercise. This is a hip flexor exercise, not a glute exercise. Completely opposite side of the joint. So, we go to the third thing. The third thing is “It’s great for your low back; great for people who have low back problems”. I’m going to disagree again. Why? Because if we know it has a heavy reliance on hip flexors and developing hip flexor strength, we know that can contribute to an imbalance that leads to problems down the road with low back pain. We’ve talked about this in many other videos before about how an over reliance on hip flexors, as opposed to the abs in doing any exercise that’s supposed to be for the abs is going to contribute to low back pain. So we get in this position again and we realize that, once again, what’s supposed to be good for my back, being driven by an overdependence on hip flexors is going to pull down on my lumbar spine because the hip flexors go through here and attach to my lower vertebrae, pulling down, causing pain. If you spend a lot of time doing planks, which is what people do, they spend minutes and minutes doing them, lots of repetitions, you’re going to create more of that imbalance. Which leads to a fourth thing that you probably hear. That is posture. “This is a great postural exercise”. I think people say that because they say “Oh, he looks like he’s in a good posture here. Nice and straight here. But they’ll also say that you get a good squeeze up here between the shoulder blades, you work your interscapular muscles, this is a benefit to having better posture from the upper torso. Less rounded shoulders. Again, completely wrong. You can’t just take what you’re saying – guys, I’ve been sharing clips here. I wasn’t making this up. Every time I made these points, these points were taken from articles online saying these very things. You’re reading the same things I am.",
        "start": "00:02:20",
        "duration": 148.94000000000003,
        "title": "The TRUTH About Planks (IT’S UGLY!)"
    },
    {
        "text": "These are just not true. If I get into this position, again, what’s happening? If I were to let myself drop down, I go into scapular retraction. That’s free. That doesn’t cost us anything. I’m not trying to squeeze myself there. Now, people will tell you to squeeze hard in between your shoulder blades when you’re in this position. Really get a good activation of them. Again, it’s the same equivalent. Just because I’m contracting something doesn’t mean I’m contracting under load. What gets me off the ground is the opposite. It’s not scapular retraction. It’s scapular protraction. Here’s how it looks. If I’m in this position here and I’m down into retraction resting, the only way to get out of that into a proper plank is to protract the scapula. Not retract. Protract the scapula. So, the serratus is working, not the interscapular muscles. So, there are four things you’re being told about this exercise, in addition to all the other things I’ve talked about before about it being too easy and it’s something we need to find more challenging ways to escalate that exercise as quickly as possible to get more benefits. But there is something you can do. What you should do is, you’ve got to flip it over. This is something that’s going to help you for a long, long time and you don’t have to do it for a long time. You’ve just got to do it consistently. You flip it over. You work the opposite side. This is a reverse plank. Now, if we get into this position here, we can resist all the muscles that we said we were working before, but weren’t, in a way that’s effective and meaningful. So, I get into this position here and what I do is take my arms, I rotate them out. By rotating out I’m involving all those muscles in the upper back. First of all, the rotator cuff that will externally rotate the shoulders, and then as we get down, I can squeeze my shoulder blades together. Pinch them together. Now the legs are out straight. I lift up by contracting under load. The load of the downward force of gravity here. So now there’s a lot more being done by the glutes. I lift up, and I lift up. Just like that. And I try to hold that plank. It’s a lot harder. There are variations you can do because this is difficult. You can start by elevating your torso a little bit more like this on some pads, which will make this a little bit easier to initiate.",
        "start": "00:04:49",
        "duration": 145.13899999999998,
        "title": "The TRUTH About Planks (IT’S UGLY!)"
    },
    {
        "text": "If you’re a beginner, you can take this up even further and put yourself up onto a bench to alleviate some of that force you have to generate in those muscles that are probably weak. But I will tell you this; if you incorporate this every day, just for even a minute, you’re going to have a lot more significant jump toward correcting the things you thought you were correcting in the first place with the plank. It’s going to go a lot further toward reversing these imbalances we have. If you think you’re weak here, believe me, you’re twice as weak in the posterior chain and it needs more work. The plank is not going to cut it. I’m not trying to pick on it again, like I said. I’m just trying to be real with you and give you the truth behind this exercise because I know a lot of people are using it. From beginner to even more advanced. I think you could be using your time more appropriately. If you’re looking for a program where we lay things out like this, we don’t select exercises based on popularity. We select exercises based on their effectiveness. We lay them all out for you step by step in all of our plans over at ATHLEANX.com and we put the science behind our selections every time we do that. If you’re looking for more of our videos, make sure you subscribe and turn on your notifications, so you never miss one. Leave your comments and thumbs up below. Let me know what else you want me to cover and I’ll do my best to do that for you. One more point I want to clarify. What does that exercise look like? If you’ve been following this channel for any length of time it should look like a face pull. That is a bodyweight version of a face pull, working the same muscles we talked about already, at the same frequency, with the same level of importance that we stress with that exercise. It’s one of the best things you could do for your body. This is no different. All right, guys. See you soon.",
        "start": "00:07:14",
        "duration": 89.004,
        "title": "The TRUTH About Planks (IT’S UGLY!)"
    }
]