[
    {
        "text": "Nope, nope, nope. Let’s draw the line there. What's up, guys? Jeff Cavaliere, ATHLEANX.com. Yes, even I draw the line somewhere. You should also because overuse of the lacrosse ball, or the foam roller, when it comes to fixing all that ails us, is a major problem that I see these days. I think that when you’re doing mobility work and you’re trying to fix issues, especially sciatica, which I want to talk to you about today, you need to be much more prescriptive about it. It’s not just “Oh, take a lacrosse ball and smash everything.” No, because if you look at the sciatic nerve a lot of people will suffer from sciatic nerve pain. Meaning, the numbness, or tingling that will go down the leg. You can see that before it comes out the backside here is a really big, thick nerve it starts as a combined grouping of all the lumbar nerves that come out here at different levels, and they feed down into that nerve. Well, the number one cause of sciatic nerve pain, or the most damaging cause, would be if you have a disc that was protruding, pushing on one of these nerve roots. That would cause you to feel the symptoms down the leg along the distribution of that nerve. Doing any kind of stretch that I showed you here is not going to affect or improve that because you’re dealing with an issue higher than the issue I’m going to show you. However, if you come around the back side, if you’re not dealing with a lumbar disc issue and you’re getting sciatic nerve pain it’s called Piriformis Syndrome. Piriformis Syndrome, you can see, is caused because this muscle right here, this small muscle called the Piriformis, will compress the sciatic nerve. I told you it was big. Look at how damn big that thing is. It will compress this nerve, which will cause that numbness and tingling down that distribution of the nerve like I already talked about. We want to make sure that we’re addressing this muscle to relieve the tension off that nerve. But you’re not going to do it a lacrosse ball. Here’s why: if I came down to the ground and start taking this lacrosse ball, the first thing someone might to is lean over the side of it here, and start digging in. The first thing you need to know about the sciatic nerve is that it’s not all that deep. Surprisingly. So, I can find the nook and cranny here that might allow me to actually make a pretty strong compression on that sciatic nerve and giving you the symptoms right down the leg. You might think you’re doing the right thing because “Oh, yep. That’s where it is. That’s where I need to be.” No. You’re actually compressing it and making it worse. That’s out. Then what they might do on top of it, which is even worse, is they might say, “Well, I know you’ve got to stretch it. So, you’ve got to cross this over.”",
        "start": "00:00:12",
        "duration": 151.26899999999998,
        "title": "The Worst Way to Fix Sciatica (DO THIS INSTEAD!)"
    },
    {
        "text": "Now, even though I don’t have a sciatic nerve problem I’m developing one in this video for you guys because now what I’ve done is effectively thinned out that tissue because I’ve stretched it. So now the depth for me to get access to that sciatic nerve is more effectively made thinner. So, I can get there a lot faster. So that’s not good. The same thing is done here with the foam roller. People will argue that you can distribute the forces over a wider surface area which will fix this problem, but it really doesn’t because nothing is changing here with the anatomy of what I just showed you. Especially when you start doing this and crossing over and getting right into that area. If you’ve got sciatic nerve pain you’re probably making things worse. So, what can you do? Well, we do want to make sure if that muscle is tight – the piriformis – is causing compression on the nerve, you’ve got to somehow relieve it. You can do that with a stretch, but you’d better be gentle. Unlike a lot of other stretches – let’s say a quad stretch, or a tricep stretch, where you’re not dealing with the nerve issues that can become compressed by the tight muscle itself. You can be a little bit more aggressive with how hard you stretch those muscle. But when it comes to this one you really have to be gentle. But consistency is the key. What you do is get yourself here, into this 90-degree position at the hip, and when you lean forward you can already feel this stretching going on in that muscle without that real tight compression of the sciatic nerve. The key is, as I turn to the side, how you do it. If I lean forward like this I’m not really stretching the piriformis at this point because I’m not really influencing the position of the hip. I’m working on the position of my lower back here. If want to get hip action then I need to make sure that my low back stays extended, and I go out here, and I post up about 2 o’clock position to my knee. This would be 12 o’clock, 1 o’clock, 2 o’clock. I post up over here and then I just lean in that position by trying to keep my lumbar spine up nice, and tall. So, I’m trying to stick my chest out as I lean out in this direction. Now I can feel that stretch. I would back off just a tad, so I feel a nice, comfortable stretch here, and hold it for about 45 seconds to a minute. Then I let it relax, and come back here and do another rep. Again, consistency. Multiple times a day. You’ll notice over time you’ll be able to creep your chest further, and further out over the knee while still keeping that arch in the lumbar spine. The key here is, stop grabbing this damn lacrosse ball and rolling everything you think you need to roll because it’s not the solution to everything. Being much more prescriptive about what you’re doing and you’re going to get better results, and you’re probably going to stay safer, and feel better in the long run. Guys, if you’ve found this video helpful make sure to leave your comments and thumbs up below. Tell me what other things you’d like me to cover here on this channel and I’ll do",
        "start": "00:02:44",
        "duration": 174.26200000000006,
        "title": "The Worst Way to Fix Sciatica (DO THIS INSTEAD!)"
    },
    {
        "text": "my best to do that. I know mobility and flexibility a lot. There’s a lot to cover in that area. Again, as a physical therapist I think you need to know what you’re doing there before you just start doing everything people tell you to do. All right, guys. I’ll be back here again in just a few days. Our ATHLEANX program, everything you need to do, step by step is over at ATHLEANX.com. All right, see you soon.",
        "start": "00:05:38",
        "duration": 15.748000000000003,
        "title": "The Worst Way to Fix Sciatica (DO THIS INSTEAD!)"
    }
]