[
    {
        "text": "What's up guys, Jeff Cavaliere, Athleanx.com.  Today we continue our perfect workout series   and this one's all about the beginners. I  have a perfect full-body workout for you   that's going to take you through step-by-step.  I'm going to give you exactly what you have to   do. Not actually just for a couple of weeks,  but for three months, I want to make sure   that you get this right. That being said guys,  let's start breaking down 10 essential movement   patterns that every beginner must master.  Okay, so it s not only important to understand   that there's these 10 movement patterns that you  have to master, but within the movement patterns   there's some exercise variation that we're  going to build upon. We're going to take them   from level 1, to two, to three and the difference  between these levels is either the complexity of   the exercise or the amount of weight that you  can use to load on the exercise because it's   going to be important to make sure you're pushing  yourself forward in both of those cases.    So, what does it look like? Well, the first  movement pattern is something we call the   Horizontal Push. This is where we use the  shoulders, the chest and the triceps to do   a movement like, let's say, the push-up at  the most basic level. And I like the push-up   as a Level 1 variation because it demands  that you build some scapular controls with   your hands placed firmly on the ground.  We move from there though to a Dumbbell Bench   Press. We take away the ground as something that  can assist us to building that stability and we   now have to have that stability ourselves.  The good thing about using dumb bells is   that because they can float freely, if you have  any start imbalances between the right and left   sides, you're going to see it here. Because  when we move to Level 3, when you perform   the Barbell Bench Press if you have those  imbalances there, they can kind of be hidden   because both hands are placed on a fixed bar.  We move on to the next movement pattern and this   is the Vertical Push. And here we're talking  mostly about the shoulders and the triceps,   overhead pushing activity. We start with a 1-Arm  Dumbbell Press, it's easier to move with one   arm at a time because, again, you can look for  those imbalances between the right and left side   and there's less core control that's demanded  of you by using just one dumbbell at a time.   But when we step it up to Level 2, we now have  to push both of them together. Again, additional   weight being moved over your head requires more  core stability and control, but we're going to get   to that if we progress the right way.  And we move to Level 3 here and that's,   once again, where we incorporate the Barbell  Overhead Press. You have to now move your body   around the bar as opposed to the Dumbbells around  your body which increases the complexity, but you   can also load this exercise even heavier.  We then move to the next patter, the Horizontal   Pull. So, now we're talking about biceps and back,  we start with something called the Chest Supported   Row. When we get in this position, we don't have  any demands on our low back strength to be able   to do the row, we can focus on our ability to  get stronger and develop those pulling muscles.   We can take away that support though and move in  Level 2 to a Tripod position. And here you still   have a little bit of support, you're not having to  support your entire body and space with your low   back, but you have minimized that level of support  and increased the demand in the weight used here   on your pulling muscles. And then of course,  we can move freely at Level 3 to the Barbell   Row where now you do have to have that support  and strength of the low back to keep your body   in the right posture and position to be able  to pull, in this case, heavier weights.    We then move to the fourth position here and  it's the Vertical Pull. And we know that the   base level here is we're talking about something  like a Pulldown and if you have access to a   Pulldown machine, you can honestly weight  this to a degree that's able to be done by   even a very rank beginner with light weights  being used. Or, if you don t have access to that,   you could simply use a band over a pullup  bar and do a banded version of a Pulldown.   When we take it to the next level, we're  obviously being able to get ourselves to be   able to do Pullups. So now we use a band  though in an Assisted Pullup situation.   This band is going to unweight your body from  anywhere from 50 to up to 80 pounds depending   upon the resistance of the band that you're  using. Of course, our goal is to ultimately",
        "start": "00:00:05",
        "duration": 213.43999999999997,
        "title": "The PERFECT Beginner Workout (Sets and Reps Included)"
    },
    {
        "text": "get in Level 3 to your ability to do Pullups  themselves without any assistance at all.    Which brings us to our movement pattern and  that is the Hinge. And it's not about pulling   with your upper body at this point but learning  how to pull with your Posterior Chain and hips,   because they're some of the most powerful  pullers in the entire body if you learn how   to do it right. So, what we do is we start with  something here called a Pullthrough at Level 1   where we're simply focusing on hinging back at  the hips and then using powerful hip extension to   drive yourself back to a vertical position.  And we take it to Level 2 here with an RDL,   not having to take if fully off the ground as you  will in a Deadlift, but simply learning how to use   those hips in an abbreviated range of motion  to get through that powerful hip extension. Of   course, as I mentioned all ready, Level 3 takes  it to the floor to one of the best exercises we   can do and it's the Deadlift, the gold standard  of Posterior Chain strength and development.    Which brings us to the next movement pattern  and it's the squat. Here guys, we're talking   about your ability to move your body up and down  in space. And of course we're going to start with   a variation of a squat, it's the Dumbbell Drop  Squat. The thing I like about this more than any   other, is that it will actually teach any beginner  the exact place their body should be in space when   they perform the squat because the dumbbell will  drop right down through the center of gravity   and take your body into the right position. But we simply can't load that heavy enough to   progress forever. So, we have to now learn how  to bring that dumbbell up in Level 2 to a Goblet   position. It's a bit more challenging, but you  have to be able to control that up there as well.   Which is a perfect transition to Level 3  and it's the classic Back Squat. And here,   of course, we're going to be able to use the  most amount of weight while still staying true   to the mechanics we use on perfecting  the squat with the lighter weights.    Now the seventh and eighth movement patterns  are actually related. They're a variation on   the Lunge. And as an Athletic Strength Coach guys,  I can tell you right now, the Lunge is one of the   most overlooked but beneficial movement patterns  that you need to master. We start with a Static   variation, we're just going to move our body up  and down in space, similar to a squat, but with   one leg out in front of the other. And we start  with a simple body weight Split Squat. Unweighted,   remember the complexity or the weighting of the  exercise determines which level we're at.    To take it to Level 2, we actually now add  weights in the same Dumbbell Split Squat position,   working each side obviously, but going straight up  and down and building the strength in our Quads.   And then we take it one step further, to  one of my favorite exercises of all time,   it's the Dumbbell Bulgarian Split Squat.  Again, working one side, but certainly we   can increase the load that we use here and  the challenge on the front leg as well.    And then we want to add some movement to it and  that's where the Dynamic Lunge variation comes in.   At Level 1, you're looking at, again, a Biweight  situation when performing a Reverse Lunge. I like   the Reverse Lunge because it's more forgiving on  the knees if you have any current knee issues.   We then take it to Level 2 where we add a single  Dumbbell to the situation here and we do a   Single Sided or a Suitcase Reverse Lunge.  This is good because it's going to demand   increased stability of your hips in the  frontal plane while you still perform that   Saddle Plane motion. Of course, we can add  one more Dumbbell to the equation in Level 3   to perform the heaviest variation and it's  simple the Dumbbell Reverse Lunge.    We move on to the ninth movement pattern  here guys and it's a Core Flexion move.   Realizing that the flexion of the spine and the  rotation of the pelvis are crucial to learning   how to contract your abs properly. We're going  to start with something very simple in Level   1 with a Rollup. This is a Pilates movement that  teaches you not only how to get up off the ground,   but to control that segment by segment as you  lower yourself back down to the ground.    Which brings us to Level 2 where we now can  perform something called the Jackknife. And   with the legs now kept off the ground, we have  some additional weight challenge because the legs   themselves are going to provide that. At Level 3,  we have something even more difficult which is the   Hanging Knee Raise. Which now demands that your  body can be controlled while hanging from a bar,",
        "start": "00:03:39",
        "duration": 218.39999999999995,
        "title": "The PERFECT Beginner Workout (Sets and Reps Included)"
    },
    {
        "text": "we're trying to curl the pelvis and  not just simply use the Hip Flexors   and lift the knees up.  Then finally we have the Carry,   which is another one of those overlooked movement  patterns, but no less important. Guys, you have to   learn how to build your grip and hand strength  and be able to dynamically move it in space.   We start with a Suitcase Carry at Level 1  where we have a single Dumbbell at one side,   of course you're going to be working both  sides. We move to a Farmer's Carry where we have   a Dumbbell in each hand now which is going to  obviously increase the amount of load that you're   carrying around. And then we move to the third and  most challenging of these and that is the Overhead   Carry. Once you get those arms up overhead,  like I alluded to back with Press, there's a   lot more core demands placed on your body.  How do we work our ways through these levels   and movement patterns so that you have  the exact plan that you need to follow?   Well, we start with our first month of training  here and it's divided into three workouts: An A,   B and C. The A and B workouts are your  total body workouts and are performed in   alternating fashion on Monday, Wednesday and  Friday. So, you're going week one, A, B and A   and in week two B, A and B and you'll repeat that  through weeks three and four. The C workout will   fall in the days in between on Tuesdays and  Thursdays throughout the entire month.    So now with those 10 movement patterns, how do we  split them up over the course of A, B and C. Well   we start with A and in A here we start with the  Squat movement pattern, followed by the Vertical   Push, the Horizontal Pull and then the Lunge,  in this case the Static Lunge variation.    In the B workout, we have the Hinge, the  Lunge, this time done Dynamically, the   Horizontal Push and then the Vertical Pull.  In the C workout, we actually pair together those   last two that I mentioned, the Core Flexion  pattern and the Carry movement pattern.    What does that mean now for Level 1 specifically,  what are you going to actually follow? Well,   we have those movement patterns again broken down  into those three workouts and the exercises that   we drop in here are those Level 1 exercises. Each  of these exercises is going to be performed for   three sets to 12-15 repetitions to Form Failure.  Or, to Form Failure alone on the body weight only   exercises. Now the goal here guys, is to build  up your ability to perform and master these   movements, it's not about loading the weight  yet that's why the rep range is higher.    And you might say to yourself, \"But I already do  Bench Press\" we're taking a step back here guys,   we're only talking about six workouts over the  course of this month. I want to ensure that you   learn how to build that foundation once again from  the ground up to master these movements to set   you up for nothing but success down the line.  So, each of the workouts shown here can do exactly   that for you and prepare you for the next month.  Which brings us into month two. In month two,   now we increase the Level as well to the Level  2 exercises. The structure is going to stay the   same. We still have the same grouping of the  movement patterns, except this time with the   change in exercises we have new workouts. So, now  we have D, E and F, with D and E being those total   body workouts done in alternating fashion on  Monday, Wednesday and Friday. And then we have   those core and carry workouts done on Tuesdays  and Thursdays. With the Level 2 exercises now in   place here guys, you can see as I drop them in the  goal has changed a little bit transitioning away   from just building that foundation to now actually  trying to build strength upon that foundation. And   the reps and sets will change as well. The reps  are going to drop down to the eight to 12 range,   picking a weight that you fail within that  rep range but still can complete every single   repetition you do in good form. Also giving  you the option of adding an additional set here   to build upon that volume as you continue to build  your experience in these movement patterns.    Which then sets us up for the success as I  said, at Level 3. So, now in month three guys,   you actually can do this for longer than a month.  Talk about a video that keeps on giving here guys,   I wanted to make sure that our beginners out there  had something to follow where they could make the   best gains and experience the most success  possible. We built that foundation up and   now we're going to break it down again, one more  time, with the H, G and I workouts, still broken   down with the same grouping of movement patterns,  but now we introduce those Level 3 exercises.",
        "start": "00:07:17",
        "duration": 235.04000000000002,
        "title": "The PERFECT Beginner Workout (Sets and Reps Included)"
    },
    {
        "text": "And what you're left with in these Level 3  exercises are the traditional Barbell exercises   that you can perform for strength in three  sets of five or three by eight fashion. The   idea being to build that foundation of strength  now on that really stable foundation that you've   taken the time to rebuild from the ground up. As  you perform these exercise guys, if you could do   the three sets of five, you want to make sure  that you continue to add weight, progressively   overload these movements. You would do that by  adding five pounds to each workout on each lift   if you are able to successfully achieve the  three sets of five in the previous workout.    If for some reason you didn't get all three  sets of five, then you would repeat the   weight that you used the previous workout. If  once again you failed, you maybe overshot the   weight that you chose, you drop that down by  five pounds and repeat until you can master   all three sets of five. And traditionally the  weight you're going to use here guys to start,   you're going to pick a weight that you know  you can perform the five reps for but is still   going to challenge you. You're always going  to be able to adapt them as we go based upon   the success for failure I just mentioned. And with that guys, you've got a step-by-step   game plan. As always I'm leaving the screenshots  here for you to take and make sure that you can   follow this plan step-by-step. And where  would you go from here? It really is up to   you guys. If you want to continue to build  out that strength, you can certainly stick   in that third phase here and in that Level 3  and continue to add weight and do that.    If you want to shift your goals and you want to  just focus on building muscle, whatever it is   guys, I've actually got step-by-step plans that  include nutritional game plans as well all over   Athleanx.com. Guys, if you found the video helpful  make sure you leave your comments and thumbs--   Whoa! Whoa! Whoa! Whoa! Whoa! Whoa! Whoa! Whoa! Why were you late, this is a beginner video.    I'm not a beginner anymore.  Oh, you're not?   No. Take a look as these muscles? Why do you always show your biceps when   we're talking about beginner stuff? Because they look good.   Okay. Guys, if you found the video helpful  and you want to see others in this series,   make sure you leave thumbs up below. Let  me know what I can cover, and I'll do my   best to do that for you. And if you haven't  already done so, make sure you click subscribe   and turn your notifications, so you never miss a  new video when we put one out. What is this?    I'm showing off quads. You  said different muscles.    Guys, I'll see you later.  They look good.",
        "start": "00:11:14",
        "duration": 118.98400000000001,
        "title": "The PERFECT Beginner Workout (Sets and Reps Included)"
    }
]