[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we're covering the five biggest ab exercise mistakes. Let's be clear here, guys. We're talking about ab exercise mistakes because there's a big one that I want to cover first, and foremost. If you're new to this channel, then you need to hear this. If you're a returning visitor you already know this. Guys, you need to get your nutrition in check if you ever want to see your abs because your body fat levels will always determine whether or not we can see them. However, these five exercise mistakes are going to dictate how good your abs will ultimately look. So let's get right to them. Big exercise mistake number one is cheating on your ab reps. What am I talking about? You guys know because I know it. I've even done them myself. When you're doing crunches have you ever tried to pull on your neck? If you did, I'm telling you, all you're doing is making your eyeballs think your shoulders are actually off the ground. And they're not. We know that when we're doing our crunches here we need to get our shoulders off the ground, and not trying to trick ourselves into thinking that we're getting higher than we are by pulling on our necks. When we do our lower abs exercises have you ever tried to swing your legs up and start counting the reps away thinking \"Hey, I'm doing more reps\"? It doesn't work that way, guys. The only ones that ever matter are the meaningful reps that you actually contracted to bring up there. Sometimes we even try to work with our hands, and we're pushing down, through the floor, trying to get our legs up higher. Again, what are we doing here? We're strengthening our freaking hands, not our lower abs. Guys, start caring more about the quality of the repetitions and stop caring about how many you're doing, and your abs will respond. Ab exercise mistake number two is not breathing properly during your ab reps. What am I talking about? I actually made a whole video on this before about leading to bloated abs. You can actually start boating your abs by not properly breathing on every rep. If you are exhaling that's a good thing. But if at the same you're pushing out your stomach, that's a bad thing. So what you want to try and do is learn how to exhale while not blowing out, or pushing our on your stomach. So there's a big difference. You want to learn how to exhale as you tighten down, and make your waist smaller, and tighter. We can do this on every, single ab exercise. You might just have to focus a lot more. You can see me doing a crunch here. I'm not crunching, blowing out, exhaling, and pushing out at the same time. What I'm doing, instead, is I'm exhaling, blowing out, but at the same time pulling",
        "start": "00:00:06",
        "duration": 145.77000000000004,
        "title": "Top 5 WORST Ab Exercise Mistakes!"
    },
    {
        "text": "in, and tightening down on my stomach. This makes a big difference on how your abs will look over the course of time when you add up rep, after rep, after rep. You're learning how to contract the transverse abdominus, stabilize, and then do the movement. That's going to pay big dividends, I promise you, as you add up all the reps that you're going to do in your ab training. Your ab exercise mistake number three is not including enough hanging ab exercises in ab work. Why? Guys, they always say 'if it doesn't challenge you, it won't change you'. We know that hanging ab exercises are more challenging, but that's because they're more capable of changing you. Start doing more of these exercises. Here's the reason why: first of all, anybody who's ever had any kind of abdominal surgery could tell you – and I'm one of them, with two hernia operations, I can tell you this: hanging from a bar is so damn hard if your abs aren't ready for it. It requires a lot of stabilization just to hang there. And if you're ranked beginner you might want to just start doing that. Hanging from the bar for a minute, or so to start training your abs to contract, and stabilize your body. But of course, if you're ready for a little bit more of a challenge you want to start doing more exercises from this position. Again, like I said the last point here, you're stabilizing your pelvis first, and then contracting from there. It becomes a lot harder, but at the same time we're positioned perfectly for lots of lower ab targeted movements here, because we're moving from the bottom up. All it takes is a little bit of a tweak, and change in direction – a turn, and a twist of the knees – to really start incorporating, not just the lower abs, but the obliques as well. Yes, these hanging exercises are more difficult, but as I said, they will start to pay more dividends for you in the long run. So start looking for ways to incorporate more of them into your training. Moving on. Our fourth mistake here: not training your abs enough. Guys, I've been a bit proponent of frequent ab training, and I'm going to hammer that point home once again. I want to see you training your abs five times – better – six times, and even better, maybe seven times a week. Frequency is what your abs are built for. As a matter of fact, a lot of times we hear people say \"Well, I'm just going to get my ab training in through my other, bigger lifts. We know I have to stabilize during a squat, and I have to do it during a deadlift.\" Guys, it's the wrong way to think about it. You're thinking about it backwards. What you should be thinking about is 'how much better could my squat be, and how much better could my deadlift be if my abs were stronger?' We're going to get there by doing more frequent, direct ab training. I don’t care whether you want to run faster, jump farther, jump higher, or push something with more strength. Your abs are going to be the central point for generating all that power, and you want",
        "start": "00:02:32",
        "duration": 151.90900000000002,
        "title": "Top 5 WORST Ab Exercise Mistakes!"
    },
    {
        "text": "to train them directly. Start training them – not long – four, five, six, seven, eight minutes. That's all it takes, but be more consistent with it, and start doing it every, single day if you can, and I promise you, you'll see better results. And your fifth, and final ab exercise mistake is doing just that. Thinking only about your abs, and not taking advantage of the opportunity to include all the other muscles of your core. I've covered this in another video before called our \"Ab Training Trinity\". The Holy Trinity of ab training. It wasn't just about your abs, but it was also about your obliques, and more importantly, your serratus. All these muscles function together, if you allow them to, and train them to. I give you a whole bunch of exercise options to do that. We'll link to it again at the end of the video. But the bottom line is this, guys: you can do more by including more muscles that like to work with your abs. Another perfect example: stabilize from the bottom up. Have you ever tried to include your adductors? Yes, those muscles on the inside of your thighs. If you haven't, try this. Lay on your back, and instead of doing a regular windshield wiper ab exercise, squeeze your thighs together as hard as you can, and then do the exercise. You'll find that you can contract your abs a hell of a lot harder just by doing that. Why is that true? Because you're stabilizing the pelvis from down below. The abs will grab onto the pelvis from the top down. If we can get it from both sides we have a really intense contraction here, and now we want to move, and control that pelvis side to side in that exercise. You can do this on almost every, single exercise that your legs are in a position to be squeezed together. So start taking advantage of it. So there you have it, guys. The five biggest ab exercise mistakes. And of course, the big warning in the beginning about that nutrition. Don’t worry, guys. I've got you covered. If you're looking for a step by step plan that also includes daily nutrition to make sure you can get ripped, and stay ripped year round, head to ATHLEANX.com and check out our ATHLEANX training system. In the meantime, if you haven't already subscribed, make sure you do it and turn on your notifications so you never miss a video. As promised guys, the Holy Trinity of Ab Training; I'm going to link it up here for you. You're going to want to check that out. All right, guys. I'll see you back here again soon. Later.",
        "start": "00:05:04",
        "duration": 128.23000000000005,
        "title": "Top 5 WORST Ab Exercise Mistakes!"
    }
]