[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today we’re going to talk all about beginners and that means – welcome, Jesse. JESSE: You took me out of hiding? JEFF: Well, now you’ve got a Seamus shirt on, so… JESSE: The things I do for you here. JEFF: Way to bust right back into the ATHLEANX video. I love Seamus. Seamus, he’s rocking your shirt. Today we’re talking about the six biggest mistakes that beginners make. I think it’s very, very common. I think there are mistakes that a lot of us make, or I wouldn’t be covering them in this video. I do think we all continue to learn. So, though you may not think of yourself as a beginner, there’s always something you can learn. We’ve got guys who have been training for 50 years who watch this channel, who I hope are saying “Gosh, I learned something new today”, or even in this video I hope, too. JESSE: Yeah. JEFF: With that being said, let’s knock them out one by one. The biggest mistakes that beginners make that we can now start to change. You learn a lot of things by training with full range of motion. I’m talking about on your big, compound lifts. Your basic lifts. We’ll get into that in a second, too. The necessity of those. But you actually learn how to become more coordinated. You weren’t the most coordinated person the first time you came into the gym. JESSE: No. Even as an athlete. JEFF: I was going to say, the fact is, you can go out and play your sport and be pretty decent at it in the process but get in the weight room and it’s a new skill. JESSE: Yeah. JEFF: So, you get on the bench-press bar and the bar starts going like this. Or, God forbid, you grab a couple of dumbbells and the dumbbells start wavering. JESSE: Yeah. JEFF: I saw it, right? It’s not pretty, but we all do it. I did it myself as well. One of the things that happens by training through full range of motion is, you learn how to integrate multiples muscle groups. The ones that are all responsible for performing those compound lifts, to get them to execute the movement properly. You do that through more and more strength as you build it up, and coordination. So, full range of motion is great for that. Now, let’s say you have an injury. I’m a proponent for using abbreviated range of motions sometimes to get around, and train around an injury without having to forego training entirely. JESSE: Right. JEFF: But if you’re a beginner, you shouldn’t be injured yet.",
        "start": "00:00:05",
        "duration": 118.40899999999999,
        "title": "Top 6 Beginner Workout Mistakes!"
    },
    {
        "text": "I stress that. That’s one of the main things I’m going to cover here, as we build down through this video. Beginners should be looking to fortify their bodies and build a really strong base that is also fortified against injury. You don’t want to ignore the big lifts. I’ve talked about this concept before called ‘exerphobia’. Specific exercises can sometimes generate more fear – especially for a beginner – than others. Let’s talk about some of them. The squat. JESSE: Yeah. JEFF: The deadlift. JESSE: Mm-hmm. JEFF: The bench-press. JESSE: Yep. JEFF: Why? JESSE: Because, when you go to the gym you expect to be – you expect to have a ton of plates on there and you think everyone will be looking at you like “Oh, that kid’s benching 95?” JEFF: That’s a reality into being self-conscious. JESSE: Yeah. JEFF: But I can tell you, from a physiological standpoint, you’ve got the most weight on the bar during those exercises. Which is why we need to do them, because they build that foundation. I’ve stressed it here many, many times before. The foundation of your strength training and building should be around those exercises because they’re compound movements, they utilize multiple joints, multiple muscle groups that are all contributing to the overall strength of the lift. Meaning, they have the highest capacity for being loaded. JESSE: Mm-hmm. JEFF: So that’s great, but through your fear – and some of the guys that are watching this – I know the reality of it, guys. Even when I was in college I used to have a fear of going to the weight room and attacking any of the big, compound lifts because the guys around me were using a lot more weight than I was. You don’t want to look substandard, or you don’t want to look insufficient when it comes to those lifts. So, a lot of times you might think “Oh, this guy’s skipping them altogether.” That’s a big, big, big mistake. What you want to do is make sure you’re doing those exercises, and you load them up properly with weight than you can handle. That leads us to error number three. Using weights that you cannot command. Have you done that? JESSE: Yeah. JEFF: Really? Yeah, I’ve seen him do it. Using weights that you cannot command. The issue with this is, it’s not about – it’s not a race for a certain number, guys.",
        "start": "00:02:03",
        "duration": 117.961,
        "title": "Top 6 Beginner Workout Mistakes!"
    },
    {
        "text": "I know we have strength standards and people like to apply them, but it’s not a race to achieve a certain number at the expense of building foundational strength, and what I call ‘true strength’. You can compensate your ass all the way to the end of the day where you build up a number, but you’re compensating in doing so. JESSE: Yeah. JEFF: And I can tell you this, when this kid came to me – can we recreate at least a little bit of what you looked like, posturally, when you came to me? That’s not even half as bad as what it actually was. Jesse was kind of a mess, right? JESSE: Yeah. JEFF: He was a mess. Putting him under the bar in that condition is an irresponsible coach. You wouldn’t do that to someone like that because his skeletal frame couldn’t even handle the weight that I was trying to apply to his body. And it could be a low-level weight. What he had to do, first and foremost, was learn how to retrain his body to be better equipped to handle anything, let alone excessive weights. JESSE: Yeah. JEFF: So, what you have to do is build that base. We spent some time on trying to correct you. And again, it’s worked for you. You have made a dramatic change, in terms of how your posture is. JESSE: I’d like to think so. JEFF: You have. You’ve added some significant muscle on top of that, too. But if I had let you jump in, and just start piling weights on top of that, while I may see those numbers go up, and you might see those numbers go up yourself; realize that it’s going to come back and bite you. Every, single time it’s going to come back and bite you because you built up a whole hell of a lot of this compensation, and compensatory strength along the way that would be lying about where your true strength is. So, utilize the weights that you can command and take away some of that fear, in terms of attacking those big lifts because you know they’re necessary. Now, we’ve also covered this topic. This is the fourth big mistake. That is relying solely on the big lifts. You cannot rely solely on the big lifts for many, many, many, many, many reasons, guys. As someone that trains athletes and actually is out there training athletes I’ll tell you this: relying solely on the big lifts at the expense of worrying about some of these other things, like we’ve talked about with posture. But beyond that, on multiple planes- JESSE: Yeah. J: The big lifts themselves – the bench-press, the squat, and the deadlift – are simply sagittal plane movements. If you want to be effective as a human being – not just an athlete – you’d better be able to learn how to move in the frontal plane – which is side to side – and move in the transverse plane, too. We do that all the time. For you, as an athlete, of course it’s incredibly, incredibly important to do that.",
        "start": "00:04:01",
        "duration": 145.28999999999996,
        "title": "Top 6 Beginner Workout Mistakes!"
    },
    {
        "text": "JESSE: Yeah. On the lacrosse field I’m not in one spot. I’m moving side to side, forward and back, and pivoting all the time. JEFF: And allowing ourselves to incorporate accessory lifts. Just as Casey Mitchell was in here and told us how the bulk of his training relied on hitting the accessory lifts multiple times throughout the week, and then hitting his big, compound lifts at a lesser frequency than the accessories. JESSE: Yeah. JEFF: We do the same thing as well, guys. You incorporate your accessory lifts and train in these different planes. The thing about it is, let’s say we’re talking about training legs and you incorporate lunging. Just because you’re sometimes moving in the sagittal plane on a lunge, if you’re offset loading with one dumbbell with one side, you’re actually training the frontal plane. So, there are ways than you can incorporate training in multiple planes that still have you moving in the sagittal plane. You have to have an understanding of this. I think it’s a great opportunity for someone, as a beginner, to expand their knowledge. Learn as much as you can about training, so you can become more effective and more diverse when you do hit the weight room. JESSE: Right. JEFF: It gives you an opportunity and appreciation for these things. I call this “lazy training”. A lot of times, as beginners, we lazily attack the exercises in the workouts we do. I covered this in a video with you before. JESSE: Yeah. J: About your approach to the Bulgarian split squat with the single leg, right? JESSE: Yeah. JEFF: The plyo. JESSE: Yeah. JEFF: Jesse was kind of coasting through that and with just a little bit of attention and cues toward it, all of a sudden, he was putting much more effort into the exercises, applying much more effort. His jumps were incredibly explosive. Something that is good for Jesse, with him as an athlete. But the fact is, if you’re not prompted to do so, beginners will often times just lazily hit their exercises. They don’t attack their exercises. They don’t squeeze the bar. When is the last time, as a beginner, when you grabbed a set of dumbbells, or you grabbed a bar at a bench-press, you actually squeezed it as hard as you possibly could? You’d be surprised at how much more energy you can exert when you’re forcefully getting yourself ready to perform the exercise. Again, it doesn’t matter what I’m doing. I could be doing a row. If I’m going to do a row, I squeeze that bar, I pull back on the barbell, I’m executing the movement. I’m not just going from point A to point B. As a beginner, the biggest mistake you can make is thinking that getting to point B is the goal of the exercise.",
        "start": "00:06:27",
        "duration": 137.29000000000002,
        "title": "Top 6 Beginner Workout Mistakes!"
    },
    {
        "text": "JESSE: Yeah. JEFF: No. Performing the exercise with exceptional effort to get to point B is what you should be attempting to do on every exercise. Maybe that will cut the number of reps you can do short. Another thing I can say in here – and we’re actually going to throw this in here as a bonus – stop counting. Don’t obsess about counting your reps. Perform well-executed reps with high effort every, single time, and that will go a lot further than any half-assed number that you’re counting in your head. Our last thing here is grip strength. This is kind of a pet peeve of mine. It leads to – off that last point – squeezing the bar. But a lot of times, as beginners, we’ll go out and hire a trainer. I’m not against trainers, guys. I’ve been there and know – I’ve trained people. The fact is, people that go out and hire trainers as beginners and then let them rack all their weights for them, get all their dumbbells for them, put all their plates on their bars for them; they’re literally costing them some major benefits that come from getting, and doing that yourself. A lot of us have gone through the school of hard knocks, Jesse. Me, included. I used to train in my basement. I grew up training in my basement. I didn’t have a trainer. I took all my weights. I had the bar fall on my chest like this during a bench-press, had to yell for my grandmother – whom I lived with – and she said – she couldn’t hear me from there. So I had to do one of those ‘let the bar fall and all the plates fall off the side’. JESSE: Did you do the roll-down? JEFF: I’ve tried all of them. I’ve been stuck in those situations before. But we’ve had to go and put ourselves through the paces ourselves. The fact is, going and letting someone rack our weights; you’re costing yourself a great opportunity to build, and develop your grip strength, forearm strength. That’s going to set a huge foundation for attacking these big lifts as you go. You’ll be amazed at how much grip strength, hand strength, forearm strength will translate to your ability to lift more weight. Your ability to row more weight. Your ability to start adding more weight to those exercises to where you can start to see the benefits as you as you go. So, there you have it, guys. Six tips here for beginners. Actually, we had that bonus tip. The fact is, you can apply them even if you’re not necessarily any ‘ranked’ beginner. I mean, Jesse is making a transition. JESSE: Who you calling a beginner here? I had a 405 deadlift the other day. JEFF: Man, you’ve changed. JESSE: It’s the fame!",
        "start": "00:08:44",
        "duration": 133.78999999999996,
        "title": "Top 6 Beginner Workout Mistakes!"
    },
    {
        "text": "It’s your fault! You made me this way. JEFF: His head doesn’t even fit in this hat anymore. Good job on that. And over in the mid-150s now for bodyweight, right? JESSE: Yeah. JEFF: So, he’s not the biggest guy in the world, but he’s getting there, guys. The fact is, everybody starts somewhere. I’ve said this a million times before. I started somewhere. Jesse started somewhere. Even the biggest, strongest guys in the world have started somewhere. The key is that you start, and the key is that you continue. Guys, I hope this channel in its entirety is an inspiration for your to do both of those things. Start, if you haven’t already. Continue if you are already doing so. And continue to learn because that’s what it’s all about. If you’re looking for a program that lays it all out step by step, the ATHLEANX training programs are all available over at ATHLEANX.com. In the meantime, if you’ve found this video helpful leave your comments and thumbs up below. If you’re glad that Jesse is out of hiding leave him a couple comments and a little bit of love, too. In the meantime, we’ll be back here again in just a couple days. See ya. JESSE: Bye-bye.",
        "start": "00:10:58",
        "duration": 55.61000000000001,
        "title": "Top 6 Beginner Workout Mistakes!"
    }
]