[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. With a little help of a muscle marker and just a little bit of math we’re going to figure out the real secret to size of the triceps. Let’s get the math out of the way first. If the triceps are being said to be 2/3 the size of the arm I will tell you this: the longhead of the triceps is about 2/3 the size of the tricep. Even Jesse has approved this math. I think it’s 2/3 X 2/3 is 4/9 – almost half – of the size of your arm is going to be responsible to the development of the longhead of the triceps. So, we break out the muscle marker to help you understand where that actually is. You can see it’s pretty damn expansive here. It covers a large portion of the triceps. So, when you’re looking to thicken up the arms you need to be focused on that longhead. But you need to know how to do it right. Here’s the unique part about the longhead of the triceps. Unlike the other two portions of the triceps – the lateral head, and the medial head – it has an attachment that goes beyond just the arm itself. So, the lateral and medial heads start and finish right here on the upper arm and across the elbow joint to allow it to extend the arm. But the longhead also goes back in the other direction and crosses the shoulder joint, and wraps around onto the scapula. So what does that mean? It enables you the opportunity to hit it in two different ways. The first is getting a better strength of contraction by stretching it through a series of exercises, and the other is by dropping the load a little bit more to lighter weights. But still experiencing a complete tricep contraction by getting extension of the arm behind the body, as the longhead of the triceps allow. Let’s cover those two ends of the spectrum. First of all, the exercises that will put you into a greater stretch. The first one we’re looking at here is the rope push away. This exercise is allowing our arm to start the exercise up in this elongated position. We know that we’re stretching that longhead of the triceps because if you look here on me, that longhead of the triceps, if it starts over here on the scapula, and it ends down here past the elbow. If I can take these two points further away from each other like this, like this, like this, like this, I’m getting that stretch on the longhead. So now you can see that’s exactly the position I start this exercise in. So, from here, as I work that I’m getting that enhanced stretch reflex to get a stronger contraction out of that longhead of the triceps. Of course, extending the elbow at the same time, but now favoring that as well. We can take that even further because we can go to another exercise here. The plate extension. Now, I’m not a big fan of trying to do this exercise with dumbbells, or with a single dumbbell because what happens is, you have to really, really internally rotate your arms in order to hold that dumbbell way back behind your head. But you can do it with a plate, like I’m showing you’re here. You can instantly see the difference in the elbow position. I’m actually allowed to have my elbows drift a little bit more in front of my body. Still not compromising the stretch position because we still have that arm elevated up,",
        "start": "00:00:06",
        "duration": 175.16,
        "title": "Triceps Size “Secret” (GET BIGGER ARMS!)"
    },
    {
        "text": "overhead. So, we’re getting that longhead stretch without necessarily compromising your shoulder. That’s what we’re looking for. We keep it rolling here with a dumbbell lying tricep extension. Probably my favorite way to really target the longhead. We can do that by allowing our arms to drift back behind our body. Obviously, they’re elevated. Just because I’m not standing doesn’t mean they’re not elevated, in relation to my torso. They are, but we allow ourselves to keep the tension on the triceps by not coming straight up to vertical. That’s something I’ve covered before in an entire video. You want to make sure that the arm stays back as you go back down into each, and every rep finishing into a point where you’re still under tension. Then finally, we wrap up with a bodyweight exercise, which is the bodyweight tricep extension. The key here is, once again, just look at the position of the arm in relation to my torso. Even though I’m in this reclined prone position here, I’m still getting that stretch on the tricep. I’m getting that overhead position here, which is going to preferentially allow that longhead of the triceps to do some extra work. Now here’s where I think a lot of people get it wrong. They stop their attack on the longhead there. But you’re actually missing the true function of the longhead. That is, because of the attachment – as we’ve talked about before – it’s role, and it has the ability to actually pull the arm into extension. Because it’s attached to the scapula, because it’s crossing near the elbow joint it pulls back and keeps the arm back into extension. So, if you’re not exploring exercises that allow you to get into this position in the full, contracted position of the exercise, then you’re missing out on the full function of the triceps. Here’s the caveat. In this position you’re not going to be able to lift a lot of weight because of a concept called Active Insufficiency. Meaning, when the joint is in its fully shortened range across all joints – so the shoulder and the elbow – now I’m not going to be able to generate a lot of tension. But that does not mean that I can’t fully reach a complete contraction. That’s where you want to focus your efforts. You have to hit both sides of the spectrum. So the first group of exercises gets the heavier loads. You lift a little heavier weights there to make sure you’re taking advantage of the stretch reflex and more powerful contraction, but here you want to focus on getting a complete tricep contraction. So right away we look to the tricep kickback. Again, a much overlooked exercise, but one that truly, truly hits the longhead in its completely contracted position very well. You can see here as I bring it up, the arm is back behind the body every, single time. I’m holding it there. I don’t want to let the arm drift down, back in front of my body. Not if I’m trying to really hit the longhead.",
        "start": "00:03:01",
        "duration": 153.20000000000005,
        "title": "Triceps Size “Secret” (GET BIGGER ARMS!)"
    },
    {
        "text": "I can carry that over into a bench dip. On the bench dip here, the first thing is, you do not grip with your hands forward here, or facing forward. You want to rotate them out because I told you how gripping them with the hands forward-fingers forward position will only internally rotate your shoulders and turn this into a shoulder shredder. It doesn’t have to be. You can see I get an open chest and rotate my shoulders out, and now I’ve got the benefit of having the upper arm back behind my body to allow for that complete contraction of the triceps. Next up is another bodyweight exercise. This is the cobra pushup. Look at the similarity here. I’m allowing myself to get that arm into as close to an extended position as I can, back behind my body. I can even rock my body forward a little bit or slide forward as I do each rep to assist in getting that arm back behind my body on every, single contraction. All of these things, from the beginning exercises to these involve a straightened-out elbow. That is the main function of the triceps. That is why the medial and the lateral heads are always going to be working here. You’re not turning them off in any of these exercises. They’re all working because we’re extending the elbow. We’re just trying to preferentially add some extra work to that longhead because the anatomy is allowing us to do that. Finally, we have an exercise here that I love. It’s called the rowing tricep pushdown. With the rowing tricep pushdown I allow myself to get into that extended position as much as I can by rowing the elbows back first, and then driving back down into extension. This is a tough exercise because eccentrically we’re going to be challenged. Your arms are going to want to be pulled forward because all the momentum of the row and the weight stack is pulling you that way. You have to resist that, drive your arms back and down, extend the elbows while maintaining that extended position, and you can see just how much work is being done here. For those that ever doubt the synergy of the muscles that all like to work together, the back is working here as well, as you can see, to make sure all of this goes down the right way. So, guys, if you want to start getting more size in your triceps you have that opportunity. You have to stop overlooking that 1/3 of the triceps and realize that it’s actually responsible for 2/3 of the size of that triceps. Overall, as Jesse said, 4/9 – I’m going to check that math, by the way – that is going to be responsible for the size of your arm increasing. So, guys, putting the science back in strength here to help you out. If you’re looking for more videos that do that, make sure you subscribe to this channel. If you want a complete program that does it for you every, single day, step by step head to ATHLEANX.com and get it right now. In the meantime, I’ll be back in just a couple days with another new video. See you.",
        "start": "00:05:34",
        "duration": 146.70000000000002,
        "title": "Triceps Size “Secret” (GET BIGGER ARMS!)"
    }
]