[
    {
        "text": "And so, with the bench dips, while  you might be on the right track,   you're on the wrong train and this  one's headed this Snap City.    What s up guys, Jeff Cavaliere, Athleanx.com. What  you see behind me is a bunch of different tricep   exercises. Many of which you probably recognize  because you've either done them in the past or   you're still doing them today. However, after  today's video, you're going want to get rid of a   few of them. See, I'm going to help you to rank  them from the worst to the best so that you're   left with only the best tricep exercises that are  going to deliver the gains that you're after.    So, as we begin our ranking process here, it's  important to qualify what goes into the ranking.   Because there's many factors and they all sort  of weight differently. The first thing you going   to find is that these exercises have to have  some ability to create some overload. Right?   Even though we're not picking these based on  strength benefits, we're really driving them off   of hypertrophy. We know that gains and strength  will drive hypertrophy, so you have to be able to   overload these exercises to rank pretty high.  The second thing we want to make sure is,   is it hitting all the functions of the  muscle in question. Here at the triceps,   we have three different heads. We want to  see if we can account for all three of them.   The final thing is, is the exercise actually safe?  A lot of people will veer towards any exercise in   the pursuit of gains. Here in this channel as  always, I'm going to have to consider safety,   we're going to do just that. And so, we will start  the list, as we always do from the bottom up.    Yeah, I get it, I know the title is  its best to worst, but it's my video.   And so, we start off at the bottom of  triceps barrel here with our first exercise,   the standing dumbbell powerbomb. Now, somebody  might know this exercise as a standing overhead   dumbbell extension. The fact is it is not one  of my favorites and there's an alternative that   will show you later that is definitely better  than this. What I don't like about this move   is that you have two things going on here. Number  one, the position of the shoulder to even perform   the exercise. You literally have to get into  internal rotation at the shoulder in order to   place the dumbbell behind your head. And speaking  about your head, good luck not hitting it on the   way up and down on every single repetition.  There are simply better ways to attack the   long head here, this is not one of them. For  that reason, it gets the first big red X.    Which brings us to our second exercise here in  the Worst category and it's the cross face tricep   extension. Now, ever since I first saw this  exercise in Arles Encyclopedia Body Building   and actually tried it many years ago, my hate  for the exercise actually has only grown. It   comes down once again to the position of the body  and performing the exercise. Look, we know that   triceps are worked through extension of the elbow,  but we can do that out of so many positions.   This one here is another one that places the  shoulder into that internal rotation position.    As a matter of fact, so much so that if  I were to just sit up from the bench,   you can see that I'm in the impingement testing  position that I would put somebody in if they came   into a physical therapy office. You don't want  to get in this position and then add a dumbbell   into your hand on top of it. There are many other  ways that we can get elbow extension here guys,   this is not one of my favorites. And for that  reason, I give it also the big red X.    And that brings us to our third and final exercise  in the Worst category here. And for this, my   sights are set squarely on the bench dip. And this  is an exercise I've covered many times before.   And I just recently did so again in an appearance  on Live with Kelly and Ryan. And it's simply   the fact that the exercise may be of good  intention, but oftentimes bad execution.   When you place your hands forward on the bench,  as many of us do, including myself many years ago   until I learned better, this place is  your shoulder into a vulnerable position.   You're literally throwing the head of the humerus  into the anterior shoulder capsule on the descent   of every single rep. If you make the modification,  however, to getting your hands turn outwards as I   show them here and get your chest back, you're  going to get the external rotation that makes   the exercise much better. The fact is, many of  us don't perform this way, especially those who   haven't seen my video on this before. And for  that reason, guys, I have to throw this into the",
        "start": "00:00:00",
        "duration": 204.48,
        "title": "Triceps Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "bottom category. And for that matter, since we've  been naming exercises, this one has another name,   too. It's called the rotator cuff ripper.  With that, I get to break out my blue marker as   we move our way up the rankings into the Better  category. And the first exercise we re going to   take a look at here is the rope push away or the  tricep push away. Now, this is a good exercise,   however, is the physics of the exercise that  kind of take it down a couple of notches.   We know that in order to keep the tension  high on the muscles, you want to have   that line of resistance perpendicular to  the moving segment, if we can. In this case,   our forearm is where we're targeting, and the  line of resistance is the cable itself.    And you can see that when we get to the bottom  of the exercise, those two are almost parallel   to each other, meaning we don't have a lot of  resistance on the triceps in the peak contracted   state. On top of it, this tends to be one of those  momentum exercises. A lot of times we'll get our   lats involved, we'll get our core involved, we  ll get a little bit of forward leaning involved,   all these things take a little bit away  from the exercise, making it our first   in the Better category. We're going to give  it the blue circle for that reason.    Which puts us in the second exercise in the Better  category and this is a good exercise once again.   But in its most basic form here, it has  some limitations and we're talking about   the tricep push down. And whether you perform this  with a straight bar or a rope, the limitations are   still the same. We're talking once again about  the physics of the movement not lining up and   giving us the most we can get out of the exercise.  Especially considering the fact that I'm going to   show you a variation you could do later on that  will. Not to mention elbow position matters here.   As the elbows start to flare more and more out  to the side as they are on any type of overhand   push down, you're going to start to involve  other muscles, particularly the chest, which   is going to take some of the effort away from the  triceps and limit the growth that you re seeking   there. For that reason guys, the basic push down  is going to fall into our Better category.    And that brings us to the third and final exercise  in our Better category here and we're talking   about our next bodyweight exercise, it's a diamond  cutter pushup. But if you watch my video on the   chest rankings, you saw that I placed the basic  pushup in the very same spot. Why? For the very   same reason, the ease of execution. The fact that  there's a lack of stimulus here if you could do   too many of these. Guys, if these are standalone  exercises, they're not going to provide the   hypertrophy stimulus that you're looking for,  which is one of the main criteria that I placed in   this exercise ranking from the very beginning. If  you can bang out 30 or 40 diamond cutter pushups   or even 25, you're simply not being challenged  enough in this exercise to get the gains that   you're looking for from it. When we know that  there are other variations of the same pushup   exercise that are much more difficult and more  challenging. Not to mention the fact that the   arm position here on the traditional diamond  cutter is going to keep your elbows out in   front of your body, which is going to limit the  activation of the long head. That's something I   can fix later on. And finally, the diamond hand  placement on the floor here can be challenging   for some that have mobility issues. For all of  these reasons, guys, the diamond cutter pushup   concludes our category here, better meaning,  good exercise is just not good enough.    And with that now, we move on to the next  category, the Better Still category. I get   to break out my yellow marker. In the first  exercise here is guess what, another pushup.   It's the Cobra pushup. And here I get a chance  to explain exactly why I prefer this. I mentioned   in the last exercise that with the diamond  cutter pushup, the arms were maintained in   position out in front of the body. The less  we get into extension relative to the torso,   the less of the long hand we get into a fully  contracted state. The Cobra pushup fixed that.   You can see that we place ourselves a little bit  more forward and we're at finishing in a position   with the arms tightly tucked to our sides and  more into extension relative to our torso.    This is a good thing to get a more complete  tricep contraction. The second thing it does   is it actually takes a little bit the  chest out of the equation. So instead   of dominating with the chest, we're going to  place the brunt of the move on the triceps,",
        "start": "00:03:32",
        "duration": 225.36,
        "title": "Triceps Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "which are going to make it a more demanding  tricep exercise. hat's a good thing when it's   tricep growth that you're after. The final thing  is that the hand positioning on the floor here   is much more kind to those that have those wrist  mobility issues. And for all these reasons, it's   obvious why the cobra pushup is the better pushup  when it's the tricep gains that you're after.    And so what we're talking about, improvements  of exercises is making them better exercises.   Let's move on to that next version of the tricep  push down, it's the reverse grip push down   because we're talking about a better exercise.  Why? Even though you have to use potentially a   little less weight here, the end effect of what's  happening with the triceps is going to increase   the effectiveness of the exercise. And that's  because what the reverse grip provides us with   a better ability to get activation of the  long head of the triceps, once again.    We know that any time we extend the elbow, we're  going to hit the medial lateral head of the   triceps. But if we can get that are more adductor  or tightly tucked to our sides and approaching   more extension. In other words, bringing them  back behind us, the more long head activation   and contraction we can get. For all these reasons,  guys, a simple change in hand positioning doesn't   just take the push down and make it a better  exercise, but it turns it from a blue one   to a yellow one as a Better Still selection. And let's keep rolling here with the exercise   improvement because he talked about the tricep  push away, do we have something that's better   than that? Or in this category Better Still? And  we do, it's the overhead rope extension. See,   the setup is the same, the machine is the same,  but the performance of the exercise is entirely   different. Instead of targeting some point out in  front of you, you should be targeting some point   up above you in terms of the finished position.  Because you can see if we go back to the physics   once again, that when we finish here, we finish as  perpendicular as we can to our forearm with that   cable. Meaning that when our elbows are extended  and we want the most tension possible on the   triceps, we're actually getting it here. And with  the triceps solely in focus, the weight you'll be   able to use won't be so much that will overcome  your core and cause you to lose your balance.   For all these reasons, the overhead rope extension  with the hands traveling up rather than out,   is going to land in it on a place higher up on  our rankings of the best tricep exercises.    And last up in our Better Still category is  another one of those exercises named after   somebody else. In this case, it's the JM Press  named after JM Blakely. And this is a cross   between a skull crusher and a close-gripped bench  press. Two exercises that we traditionally are   able to load up pretty well. You get actually  an additional benefit from the JM Press,   a little bit of momentum. Because the way we  drop the dumbbells down is we're targeting our   shoulders rather than our forehead. And instead  of keeping the strict positioning of our elbow   throughout, we're able to let the arm float in  space to accommodate that dumbbell path.    And in doing so, the extra momentum allows  us to push a little bit more weight.   The exercise can be a little bit demanding  on some that have some elbow issues. However,   I find that if you simply switch to a neutral  grip positioning on the dumbbells like I do here,   a lot of those elbow problems are alleviated.  The fact is this is a solid exercise for   creating solid triceps growth, and it's one  that you should try to have that already.   It is the JM Press and it concludes  are Better Still category.    And so now moving on and moving up, we take  out the green marker to indicate that we're   taking a step up the rankings now to the Almost  Best category, not the best, but the Almost Best   and right off the bat. I'm going to make the  hairs on the back of some people's neck stand up,   because the exercise I'm going to include in  this category is the dumbbell kickback. Now,   a lot of your thinking, but I thought you said the  criteria was an exercise you could progressively   overload on. That's one of the criteria.  You also have to, as I mentioned,   favor the exercises that allow the triceps to  reach a completely contracted state, meaning   all three heads, medial, lateral and long head.  And the dumbbell kick back is one of the very   few exercises that actually allows us to get  that tricep into its fully contracted state.   Because we have to get the elbow back behind the  body, not just in an extended elbow position,",
        "start": "00:07:17",
        "duration": 225.12000000000003,
        "title": "Triceps Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "but behind the body as well. This does a better  job than anything else. And though I mentioned   the fact that the exercise is going to have to be  lowered here, remember, your triceps cannot read   the number on the side of the dumbbell, but they  feel the tension they're being placed under with   whatever it is in your hand. Guys, the dumbbell  kickback provides us the opportunity to stimulate   a good triceps contraction. Which is going to  ultimately allow you to complement the bigger   exercises to create the growth that you're looking  for. This belongs in the Almost Best category.    Sometimes a simple change in setup is enough  to take an exercise from a lower category   to a better category because of improved efficacy  and safety. That's what happens here when we take   the dumbbell powerbomb, you go from a standing  position to an incline position. You see, when   we set ourselves up on a bench, all the issues I  have with the exercise that placed it in the Worst   category are actually nullified. The dumbbell no  longer even comes close to hitting the back of our   head or neck on the way down. We realize that the  elbow positioning is key. We can get them out in   front of our body alleviating any of the concerns  I had in terms of the position of the shoulders in   the exercise. We're getting externally rotated now  rather than internally rotated, which makes a big   difference for those of us that have shoulder  problems. For all those reasons, the incline   powerbomb is the version you want to stick to,  looking for the Almost Best exercise options.    Speaking of modifications, we could change  more than just the setup of the exercise.   We can actually change the position of our body  during the exercise to ramp up the effectiveness   of it. And when we're talking about the  push downs, it s the rocking pushed down   that does this the best. Guys, I've mentioned  in the basic push down the limitations   in terms of the physics of the exercise with the  line of resistance not remaining perpendicular   to your forearms throughout the exercise.  With the rucking push down, we can actually   come as close to that as we possibly can. We start with it perpendicular to our forearms,   and as we lean back, we pull back with the arms,  which maintains that same relationship with the   cable to the forearm. A traditional push down gets  a little easier at the arm's reach full extension,   which is the exact moment that you  don't want it to become easier.   This variation of the push down keeps the tension  high from the beginning all the way to the end,   making it a better version of the exercise and one  that belongs here in the Almost Best category.    And so now our choices start to become limited  we have to go back to the concept of overload   and why it becomes an important factor. We're  going to start with the weighted upright dip.   This is one of the better ways to overload the  triceps. And notice I said upright dip because if   you lean too far forward, you'll place too much  of the work on the chest. We want to make sure   we maintain this upright and tall of a torso as  possible. So that as we go down and stop at that   important 90 degree position which maintains the  safety of the shoulder, we're going to be pushing   back up to the top with the force primarily of the  triceps. Guys, this is a great exercise that we   can easily strap some additional weight around  our waist on to keep that overload coming. The   weighted upright dip is definitely one of the  classic master builders and belongs at the top   of the list here in the Almost Best category. And moving all the way to the top of the Almost   Best category, the best of the Almost Best. We  have the close grip bench press. And what this   provides us is once again the obvious opportunity  to create some of the triceps by giving us a good   overload option. Yes, the chest and shoulders  will certainly be contributing to the movement,   but the closer hand positioning certainly  shifts the load in favor of the triceps,   and it gives us a great chance to push them  to their limits. The close gripped bench press   definitely belongs at the top of the list and  certainly as the best of the Almost Best.    And with that, we've made it all the way up to  the top of our list with the one deserving of the   green star, the best of the best, the lying tricep  extension. And the reason why it gets the honors   over the close-cropped bench press has solely to  do with the starting position of the exercise.   Because the starting position of the exercise  allows us to recruit the long head of the triceps   that the close gripped bench press simply does  not do as good of a job on. And because we finish   in the same position, the medial and the lateral  head are still getting a heavy workload here.",
        "start": "00:11:03",
        "duration": 236.16000000000003,
        "title": "Triceps Exercises Ranked (BEST TO WORST!)"
    },
    {
        "text": "This is the exercise you're going to want to do if  you want to get the best tricep development.    If you do this with an easy bar or with a set  of dumbbells, you're going to be able to reap   the benefits of the exercise without having to  worry about any excess strain on your wrist.   If you do this exercise guys, I promise you  you'll see the gains you've been seeking.   This one here gets the green star as the  best of the best for tricep exercises.    And with that the triceps exercise rankings  are complete. And you've got more information   now to arm yourself to make better choices  when it comes to your tricep exercises and   training. When it comes to exercise science  guys, we do it better than anybody else. You   have to put the science behind the selection of  what you do. We do that in all of our programs   available over at athleanx.com.  If you found the video helpful,   if you like this series, make sure you leave  your comments and thumbs up below. Tell me what   else you want me to cover, I'll do my best to do  that for you. And also, if you haven't done so,   click Subscribe and turn on your notifications  so you never miss a video in this series or any   other we put out in the days and weeks  ahead. All right, guys see you soon.",
        "start": "00:15:01",
        "duration": 57.36,
        "title": "Triceps Exercises Ranked (BEST TO WORST!)"
    }
]