[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. I’ve got a good one for you today. A lot of people ask about how to target the different areas of the chest. I’m going to show you exactly how to do it. I’m going to actually show you a fool proof, simple, simple way for you to identify any chest exercise that does it. And of course, I broke out the muscle markers to show the anatomy to prove what it is I’m trying to teach you here. So, we definitely have three areas of the chest. Some people thought we only had two, but there are, anatomically, three different areas. There’s the clavicular area, or the upper chest here, where the fibers attach to the clavicle. There is the sternal area of the chest where all the fibers attach to the sternum. And we also have the abdominal head of the chest, which is really, really small, and goes right through the nipple here. Jesse did a nice job of drawing right over the nipple. Guys, I did that myself. Not Jesse. So, we come down here, but insert into the upper abdominal region, and the area of the obliques here. Now I want to go over the really easy, quick, simple thing here because we all know this, right? So, if I were to go grab a decline bench and grab the dumbbells, what area of the chest am I working when I do a decline bench? The lower chest, right? We hear that decline is actually one of the best variations of the bench that you can do because it activates the entire pec. The most of any of the three variations of the bench. But why is that working the lower chest? I’m going to tell you in one second because when we take the incline and set it up, again, we all know that the incline bench works the upper chest here. You can see the activation and contraction more favored in the top portion of the chest. So, here’s the big reveal. We know, obviously, that the flat bench works more of the middle. The big reveal is, what happened? Where is the arm position during the incline bench? It’s right here. Now if I were to sit up, where are the arms in relation to the rest of my body? They’re angled upward from the horizontal position. So, this is parallel to the floor. But at soon as I start going above parallel I start working the upper chest, and the upper chest. To a point where I lose upper chest in favor of shoulder. We’ve talked about this before. At this point we’re too delt heavy, and in order to get that more upper chest I need to get a little bit lower. But I can go below, parallel here, if I want to really favor the upper chest. Obviously, the whole chest is going to contract, but if we want to favor that area I’ve got to keep it above parallel.",
        "start": "00:00:05",
        "duration": 168.76,
        "title": "Upper Pecs | Lower Pecs (CHEST EXERCISE CHEAT!)"
    },
    {
        "text": "When we’re in the decline bench – again, I’ll show you what it looked like down here. If our arms are up like this, we think that they’re straight out. But if I were to sit up, look at the position. They’re pointed down from parallel. So as soon as I want to do anything to target more of the lower area of the chest, again, favor that area, then you can’t isolate. Favor. You go below that parallel position to start working the lower chest. So that’s the easy one. As it relates to other exercises though, people get confused if they do an incline pushup. They think maybe it’s working the upper chest. But watch what happens. If I were to come here and step away, where is the position of the arms? It’s below parallel. Meaning, it’s going to be targeting the bottom portion of the chest. If I wanted to get more upper chest with a pushup that I was doing at home I have to go the other way. I have to go where I’m pointing down and coming that way. So now from here, if I hold my arms there and get up, look at the angle. The angle is above parallel and working the upper chest. So, we keep going. If I come over here to the cable crossover and take arms high, it’s not upper. Arms high and come down here, that is more of that lower abdominal head, and sternal head of the chest. So, if I come from high to low, that’s what we’re working on. If I wanted to get up top here, which happens to be a great exercise, then you want to come low here, and low here, and now we want to take it from a bottom-up. When we finish up here, again, look at the angle of the arms in relation. They’re not parallel to the floor. They’re any degree above that. You can see that activation up, and through here in the upper chest when we do that. Now keep in mind, all that means is if we kept a horizontal positioning for any of these exercises then we’re going to get more in the meaty, middle area of the chest. Finally, two other variations. I talk all the time about how one of the best upper chest exercises you could do is a pullover with a focus on contracting the upper chest. You could do a pullover like this. Squeeze your elbows in, toward each other. Your biceps should be squeezing toward each other here. You let it go back and you should feel that when I initiate the pullover I’m not pulling my lats and flaring my elbows. I’m pulling with my chest by squeezing my biceps toward each other and up. You can see all that upper chest activation. I’m saying, ‘upper chest’ and you should know why. Because if we look at that position, look at the angle of the arms. This will be horizontal to the ground if I were standing. This is going to be above. Again, feeding into that exact theory and principle we’re talking about here the whole time. That’s upper chest activation.",
        "start": "00:02:54",
        "duration": 207.39999999999995,
        "title": "Upper Pecs | Lower Pecs (CHEST EXERCISE CHEAT!)"
    },
    {
        "text": "Again, you can see it, you can feel it right in through here. Finally, we go to the opposite end of the spectrum and come over here – Jesse’s getting a workout following me all around the damn gym – with a dip. With the dip we know what happens here, too. The arms are not above parallel, they’re not parallel. They’re really an extreme version of down below parallel. So, they’re here, and they’re here, that way, and of course, we come down. You can see the extra stretch right there on the blue area of my chest. And come up, and down, and up. See, the biggest stretch is on that lower area of the pec, and down. But we know more than just the stretch is the fact that, again, that position is here, and that’s where I’m working from. So whatever other exercise you want to think of for chest, guys, let me know. I’ll explain it if I have to in a future video, but they all follow suit. Whatever it is you’re trying to target; the anatomy is going to show you how to target it. Follow the fibers, is what I always say. You don’t have to go out and draw all over yourself with the muscle marker, but if you understand this quick, little tip about the position of the arms you’ll never get it wrong. Guys, if you’re looking for a program that puts the science back in strength, takes the details seriously – because the details matter – and understanding the details is what makes it a lot easier for you to get much more out of your workouts, we’ve put a whole program together over at ATHLEANX. Find the one that’s best matched to whatever goal it is that you’re trying to achieve at the moment by using our program selector in the link below this video. In the meantime, if you’ve found the video helpful leave your comments and thumbs up below. Let me know what else you want me to cover and I’ll do my best to do that for you in the days, and weeks ahead. Even if I have to break out the markers again. Jesse, stay away from my nipple. I will do that. All right, guys. See you soon. Bye.",
        "start": "00:06:21",
        "duration": 123.33000000000003,
        "title": "Upper Pecs | Lower Pecs (CHEST EXERCISE CHEAT!)"
    }
]