[
    {
        "text": "In terms of splits, you mentioned splits. And  so, for those who aren't familiar with this   term splits, it's really which body parts are  you training on which days? Seems like almost   everybody follows a weekly workout schedule,  although the body, of course doesn't care about   the week.  Right.    There's no reason to think that once every  seven days or twice every seven days makes   sense physiologically, just the body doesn't  work that. But that's the way life is structured.   I've seen you discuss three days  a week, whole body workouts.    Mm-hmm. I've heard of splits like a pushing one day,   pulling another day, legs another day, a day  off, repeat. I mean, there are so many variations   on this. What are some general themes that we  can throw out there? And in order to avoid the   huge matrix of possibilities, you have some  wonderful content that points those and,   in our caption, show notes we'll link out to some  of those that different ways to design splits.   But in terms of giving people a logic of  how to think about splitting up body parts,   what's governing the split? What are the  rules and the logic that dictate a split?   For me, the first rule is, will you stick to it,  right? Because I don't particularly like full body   splits. I was actually talking to Jesse about  that the other day. Like, I don't necessarily   like to have to train everything. Now, of course  the volumes will come down per muscle group. But   if you don't like to do that, and you actually  don't look forward to your workout because you're   dreading having to do everything and feeling maybe  too fatigued by the time your workouts over. Or   the fact that those generally do take a little  bit longer and don't fit into your schedule,   I don't care how effective the split is, a split  not done is not effective. So, you need to find   one that fit. So maybe you go into an alternative  option like a push pull leg, like you mentioned.   And that could be done either one cycle through  the week on a Monday, Wednesday, Friday split.   Or it could be twice in a week, so you're actually  training six times where you repeat it. Pull, push   legs, pull, push legs or however you want to do it  with either a day off in between the three days or   at the end of the six days. And again, that  actually impacts your schedule. I've broken that   down before where it's, you know, if you put it in  between the three days, it's good because you're   giving yourself an extra rest day in between. But it starts to shift that day off every week as   we wrap around for those guys that were choosing  that seven-day schedule, a lot of convenience in   our heads, you know, it starts to mess with  that off day. So, others like to just keep it   predictable, let's say, on a Sunday and train six  days in a row. But that's a better way to maybe   group similar muscle actions together, which I  definitely prefer that because if I'm going to   be training, pulling movements, at least there's  a synergy between them and I feel like I'm looking   to achieve one goal that day. And then, I mean,  quite honestly, you can go back to the Bro Split   days and those still work effectively. There's a  reason why they worked in the past. Like I think   that science shows that there's smarter ways to do  them these days. Like you can come back and hit a   related muscle so you could do, let's say, biceps  on one day and then come back two days later and   do back realizing again, synergy between the  exercises there, your biceps are going to get   stimulated again. So you can figure out ways  to make that work. But the thing that I think   is effective there is that tends to be one of the  ones that people like the most, because they can   go in, they get their pump, they feel good.  It's solely focused on one muscle group.   Is that the definition of a Bro Split?  One muscle group a day.   I see. So, it's very much geared  towards strength and esthetics   really maximizing your chest one day-- Probably more esthetics than strength. Yeah.   Yeah. You're just-- Hence the Bro name.   The Bro name, right. Yeah. But, again, like here  I am a science guy, and I could appreciate the   benefits of a Bro Split, especially because again,  to what end? You know, whose goal are we trying   to achieve here theirs or ours? You know, like,  I mean, if, if I'm applying my standards and my   goals or even like athletic ideals, but they just  want to get in shape, then it's perfectly fine to   do a Bro Split in that instance, if you're  sticking to it again and you're seeing the",
        "start": "00:00:00",
        "duration": 239.60000000000002,
        "title": "Which Workout Split is Best? (ft. Huberman Lab Podcast)"
    },
    {
        "text": "results that you want to see from it. But they're  able to, you know, really keep their focus on one   muscle. A lot of times people struggle with the  way an exercise feels until their second or third   set. Like they don't have that proprioceptive  ability to kind of lock in on an exercise. So,   spending a few not only sets in the same exercise,  but then doing another exercise for the same   muscle group helps them to dial in a little bit  better and get more out of their training.   Yeah, that raises an interesting, I think  important question. Early on when I started   Resistance Training, which was when I was 16  in high school, I got in touch with and I was   learning from Mike Mentzer. Me too.   Interesting. That's crazy.   And Mike was very helpful. Very, very  helpful. We got to be friendly.   So, I just read his book. I didn't get  a chance to be him, so I'm jealous.     Back then there was no internet I paid by Western  Union type thing to, to send him some money.    From the back of the magazine.  And then. He got on the phone with   me and my mother at the time was like,  Why is this grown man calling the house?   And he gave me a very straightforward split,  which was shoulders and arms one day. He had   me taking two days off and then training legs and  then two days off and then chest and back, etc.   And that's a variation of a Bro Split too, where  you're sort of breaking them down that way,   chest and back or chest and bis, you know. Yeah. And it worked very well for me,   probably would have because of my age, I think  because I was untrained. I think it would have   grown on many different programs, but it  worked very well for me. I eventually just   made that in every other day things,  shoulders, arms, day off, legs,   day or two off. Because if you hit legs right,  at least for me, I'm not training the next day,   I'm not doing much of anything athletic the next  day. And chest and back and repeat and so on.   And the reason I found that helpful is I almost  always recovered between workouts. The six day   a week program of push pull legs, push, pull legs  to me seems excruciating from two standpoints.    One is, at least with my recovery abilities  or lack of recovery abilities, I can't imagine   coming back feeling fresh. And the other one is,  if I'm in the gym more than four days a week,   I really start to fatigue about the whole  psychological experience of it. Whereas if   I'm in there three or four days a week, in other  words, if I put a day off in between each workout,   I really want to be there and I get in there  with a lot of fire. And I'm also doing other   things on the off days. So, I think that I love  that you mentioned the split that you'll stick to   and that you can bring the intensity to,  because I think that that's really important.",
        "start": "00:04:05",
        "duration": 143.6,
        "title": "Which Workout Split is Best? (ft. Huberman Lab Podcast)"
    }
]