[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. Today I'm probably going to ruffle a few feathers because I'm going to show you how volume and training volume is killing your gains. You've probably heard exactly the opposite. You've heard 'more training volume is the key; volume is what drives hypertrophy'. But I will tell you this: I know there will be a lot of strength coaches, trainers, and even longtime trainees who are going to say \"Thank you, Jeff, for finally making this video\" because a lot of people who are in this industry realize that volume and the focus on volume is a 2019 version of functional training. The obsession to run and balance with one leg on a BOSU ball, lifting a weight in the other hand didn't really lead to a lot of carry over to anything functional. It was a buzzword. It was overused. The same thing is happening here. Volume is not, in isolation, going to be that important because what you need to do at all times, is consider it in context along with intensity. We're going to talk about this because there are a few scenarios here. What we do is, people say \"God, I hear if volume is the driver, we know these are linked. Intensity could come down. I could trade in some intensity for volume and get the same results, really driving hypertrophy.\" That's what has me shaking my head because there's a reason why people have adopted this. It's easier. Anybody could add more volume in the gym without having to add more intensity. Intensity should read to you as 'effort'. Effort is irreplaceable. Effort is linked to this training volume. This volume becomes significant when effort and intensity is considered as well. Because they're linked there is this setup here, much like supply and demand, and the concept of supply and demand that, as volume gets high, training intensity needs to come down in order to allow you to recover between sessions. The same thing if the intensity were to get high your volume would come down in order to allow you to get back in the gym again for the next session, and the next session. But what happens in specific instances? Well, the newbie hears about this and they run to the gym, they're probably doing a bro-split, and I've pointed out before that it's not necessarily that you can't do any good out of a bro-split. You can if you know how to do it in a smarter way, but let's say in a suboptimal way they're doing a bro-split. They head to the gym, they're doing chest, and they add what used to be 10 sets for chest, or 12 sets for chest, and they're now doing 20 or 24 sets for chest. At the expense of what? Intensity. I don’t care who you are, if you're a natural lifter, as you start to add that kind of volume something is going to suffer. The quality of the sets that you're doing are going to go down over the course of that workout. What might have been good in the first two, three, five, six sets is not going to look the same way when you get toward set 16, 18, 20, and 22. Much like the concept I've covered here before in \"Three Sets of 12 is Killing Your Gains\",",
        "start": "00:00:06",
        "duration": 193.051,
        "title": "Workout Volume is Killing Your Gains!"
    },
    {
        "text": "where we break down the quality of an individual set, if we're holding back in order to hit a number – the volume number of 20 or 24, in that example – and we're holding back the quality of what we do down here we're wasting our time in the gym. Guys, I promise you that. It's a waste of time. The irony is that research shows you really don’t need that many quality sets to create muscle protein synthesis. The spark for muscle hypertrophy. You don’t. You need somewhere between 4 to 10 sets of high-quality work. But high quality has nothing to do with volume. The quality is driven by the intensity. So, let's say someone with more training experience says \"I'm not doing bro-splits anymore. I've been told to do total body training three times a week or two times a week\" or whatever the scenario might be. Push, pull, legs. I've split it up differently. They realize that I don’t have to put this all on one day. They realize that volume isn't necessarily looked at in a microcycle of a day, but extrapolated over the course of at least a week, but multiple weeks. So, I can get my volume in over time. What they'll do is split this up. They'll hit their volume across multiple days. So what might be a total of 20 or 24 sets of a specific target, whatever you're trying to target here using the same total as an example, it would break down into 7, 7, and 7, or even 5, 5, and 5 on a little bit of a lower end. Realizing that they can re-hit this muscle protein synthesis goal multiple times per week. With the idea being 'if I can only hit a muscle once a week in a bro-split, that's 52 opportunities to create protein synthesis'. Whereas I could do it twice a week and get 104 opportunities. Or even 3 times a week. The problem, once again, is they're told that in order to do this you've got to make sure – you'd better watch out for that intensity of your training. God forbid, if you train to failure, you're going to interrupt your body's ability to recover 48 hours later. You're going to create too much damage. You're going to create too many problems. So, what happens is they hold back in a number of repetitions they perform as they approach failure. They stay below failure. And beyond that, you have to ask yourself the honest question – this is why I'm making this video. To make yourself ask these questions of yourself. That is: Are you really even training to true, momentary, concentric failure? Meaning, I cannot even lift this thing any bit more. I go all the way, as hard as I can until I can't lift it anymore. Is that actually happening or are you stopping just because it's getting difficult? Believe me, I've done it myself. The second it was difficult I stop.",
        "start": "00:03:19",
        "duration": 166.9,
        "title": "Workout Volume is Killing Your Gains!"
    },
    {
        "text": "It's burning, I'm done. But that's not true failure. So, if I'm taking it, being told to stop a few reps shy, we're not only a few reps shy of failure already – we didn't really do failure – but now we add a few more on top of that. What's happening is the intensity is suffering so much. So now we're left with this whole group of people, this epidemic of people in this zone over here, wallowing in this zone. They think they're doing the right thing by adding more and more volume, but their intensity is not adequate enough to create change. That's a problem. If I took this group of people, if I took the next 100 people and said \"Do me a favor. If you could do one or the other\", either increase your volume, or increase your intensity; I would have them increase their intensity and let the volume drop. I could guarantee what would happen. Those people that aren't getting results will start getting results again. It's not necessarily driven by volume if there's no presence of intensity. Guys, please let that sink in. The intensity is what is key and there's an epidemic, as I've said, of too low of an intensity in people's training these days. Why is this happening again? Because it's too easy to just adopt this than it is to do this. I've used the analogy before when it came to diet and nutrition and how that plays a part in your overall approach to fitness, along with your strength training and weight training. The deal is, we can all trick ourselves to get to the gym for an hour a few times a week. Four times a week, five times a week. We can do that, but it's the requirement and the commitment that following nutrition takes 23 hours of the day outside of the gym. Of course, you're going to be sleeping, but in those other 23 hours the commitment is so much larger. The responsibility is so much greater. That's why so many people struggle with nutrition, even when they can make the commitment to get to the gym for an hour. So, yes, we can do this. Anybody could do this. You go to the gym and spend a few hours – as long as you've got time you can do this. But a lot of us don’t have the will power, or the guts, or the drive to do this. This is hard. This is not. What you've probably heard before, just doing this in the absence of this is junk volume. I was just on a podcast with Chris Duffin and we talked exactly about this content. There's an epidemic now of too much junk volume. Find a way you could at least exist here. At least exist in the middle. Bring this down a bit, bring this up. But if you had to do anything else, at least err on the side of the intensity. Get the intensity a little bit higher here, bring that volume a little bit lower. I promise you guys, you're going to find better results from doing that. If you've found this video helpful, please leave your comments and thumbs up below.",
        "start": "00:06:06",
        "duration": 167.65,
        "title": "Workout Volume is Killing Your Gains!"
    },
    {
        "text": "Let me know what else you want me to cover and I'll do my best to do that for you. If you haven't already done so, subscribe and turn on your notifications so you never miss a video. And guys, if you're looking for programs that understand this, we'll never shy away from the intensity. I say it all the time. You can either train hard or you can train long, but you can't do both. All of our programs are available at ATHLEANX.com. All right, guys. I'll be back here soon, in just a couple of days. See ya.",
        "start": "00:08:53",
        "duration": 21.18,
        "title": "Workout Volume is Killing Your Gains!"
    }
]