[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. We're headed back to the iron graveyard today. No, not to resurrect, but to throw another pile of dirt. This time, on top of the upright row exercise. Why? Because it's a bad exercise. I'm telling you guys, I'm not here to pick on these. I have no bias from one exercise to the next. As a physical therapist I have to look at it objectively and tell you why this is no good. I know there are some that say \"But there's variations that you can do to make it better.\" There really aren't. So what we're going to do is show you exactly why that is and get you doing the right things and have an understanding of why you're doing the right things in the first place. So when we look at the exercise, the upright row, let's go back to the version that we all learned from Arnold and the classic bodybuilders. They grabbed the barbell, generally they were about shoulder width, or a little bit narrower on the bar, and they literally lift it up. Up, up, up, up, up, until their bar was in front of their face, and their elbows were up near their ears. So it looked like that. That's how we all learned it. Then people came out and said \"Maybe this is not a good exercise,\" because it didn't feel really good for some people. Then they said \"No, all you have to do\" – they said even me, Jeff – \"What you need to do is you need to just take it a lot shallower. Don’t bring it up so high. Take it to here, to chest height until your elbows are at your shoulder height.\" The problem is you're not really changing any of the mechanics of the exercise. You're limiting the degree to which you're moving through them, but you're not changing them at all. So why is that? What's the problem? When you look at the upright row the problem is elevation of the shoulder – meaning lifting this up, overhead – with internal rotation of the shoulder. So the internal rotation component is this. Let me get a little bit closer here. When your arm is elevated, when you do this you internally rotate. When you do this you externally rotate, okay? Internal rotation, external rotating. By virtue of having a bar that cannot pass through my body that must stay in front of me, by having weight on that bar I'm holding the bar and it's internally rotating my shoulder just as is. So right off the bat we're getting internal rotation. Now your goal is to lift the bar. So you've got elevation with internal rotation. That is a bad combination. I said before in another video, when we test somebody for impingement and try to see if they have it we take their arm, put it like this, we internally rotate it, and we lift",
        "start": "00:00:06",
        "duration": 147.28999999999996,
        "title": "World’s Most Dangerous Exercises! (UPRIGHT ROWS)"
    },
    {
        "text": "it up. And they go \"OH! That's hurts!\" It should because you're creating impingement. That is exactly the position that's being created by this exercise. So what can you do? You can't just use and easy bar. People say \"Jeff, use an easy bar.\" What is that doing? What that does is you're taking your hands and instead of being fixed on a bar this way, you're now tilting your hands up a little bit, okay? You're supinating a little bit, but you're still – by virtue of having a bar – having to keep it in front of your body, you're still elevating, and because the weight's in front of you, you're still getting internal rotation here at the arms. You would need to have something that allowed you to be able to get behind the body so we couldn't stay in internal rotation, but external rotation. So we talk about having the option of doing a dumbbell high pull. So with a dumbbell high pull I can do the exercise where I'm pulling up, but I'm externally rotating the arm along the way, as I elevate it. So coming back that way. Here, coming back that way. So at the top I'm externally rotated and the arm is behind my body because the dumbbell allows me to get back there. That is a much different exercise. Here we're still getting the activation of the delts and those that say it works the traps too, you're getting the traps. I think there are far better trap exercises anyway, but the fact is that the dumbbells allow us to externally rotate completely, 100% opposite than any barbell version will allow you to do at the shoulder. I'll show you one more thing here on our skeleton, to why this is actually the case. So if you look at it anatomically what you have is, when your arm sits in the socket like this, you have this big bump on the outside of your bone here. He lets me dislocate it for the purpose of education. You see this big bump here? This bump is what's causing the lack of space when you internally rotate. Anatomically we all have this bump on the outside of our bone here. So when I go to elevate, and bring this up, if I internally rotate like this – like this – you see this bump? It's not squarely right in the middle of that joint. There is now less space because this is occupying more space inside this joint when I lift it up into that internal rotation. So now, anything that runs under here – underneath the acromion here, this bone, including the rotator cuff tendons, including the bursae in your shoulder, including your bicep tendon inside the joint here – anything that's inside this joint can get pinched. And over time – I talked about it in the past, that these shoulder injuries are not like \"Oh, my God! I feel it.\" And it's done. It's over time wearing and tearing, wearing and tearing. It's like a rope that gets frayed over and over, and over again.",
        "start": "00:02:33",
        "duration": 164.50999999999996,
        "title": "World’s Most Dangerous Exercises! (UPRIGHT ROWS)"
    },
    {
        "text": "Ultimately it winds up giving out. So you may not have any pain right now, but you will over time if you continue to do the exercise and you don’t mix it up with better alternatives. The second thing that could help you – while you might be one of the ones that says \"Look, I don’t really have that much pain when I do it\", or \"I don't have any pain when I do this exercise\", the acromion type that you have could matter. There's an acromion that sits up nice and high like this that leaves a lot of room under here like that. Then there's acromions that start to hook down a little bit more, and a little bit lower, which leaves less room in here. But again, you could do something as simple as train your biceps the day before and then go do an upright row and be in much worse shape with the exercise because of the fact that the bicep tendon that had blood flow to the sheath around it, when you trained it, it's now still a little inflamed, creating less space inside this joint. So now with the internal rotation you go and start creating problems. So it doesn't always have to be in the form of a shoulder injury. It could be in the form of a bicep tendon injury because of the upright row. The bottom line is – okay, Raymond. Thank you. The bottom line is that this exercise belongs in the iron graveyard with a few extra shovels of dirt on top of it because it's just not good. Again, I'm not trying to pick on it. I'm trying to inform you guys and who you why that's the case. If you're finding these videos helpful there are other exercises that belong here that I'll cover in more depth. Just let me know below if you want me to do that for you and I will. In the meantime, if you're looking for a program that puts the science back in strength objectively, allows you to train at a higher level by letting your body function and move the way it should; head to ATHLEANX.com and get our ATHLEANX training program. In the meantime, I hope you've found this helpful. Again, let me know what you want to see in other videos and I'll do my best to cover those topics, too. All right, guys. See you soon.",
        "start": "00:05:18",
        "duration": 102.883,
        "title": "World’s Most Dangerous Exercises! (UPRIGHT ROWS)"
    }
]