[
    {
        "text": "'HI, Jeff. This is Sorro from India, and my 'AX Jeff' question is, Whenever I am doing my bicep curls, I get a very sharp and a nagging pain in this portion of my wrist. And it only happens during the exercise which involves the Barbell Curl. The outer part aches a lot and I'm not able to twist it in this direction. This is fine. This movement and this movement is, I'm having a problem with that. So, thank you.' Thanks, my man, for the question. It's actually a very good question because this is a common problem that guys will have when they're doing the Curl especially with the barbell. And a lot of it is anatomical, and a lot of it also has to do with how we're performing the Barbell Curl. So, I'll tell you why it's actually, you're getting that pain in that spot right on the inside part of the wrist maybe even radiating down into the forearm. And more importantly what you can do so you can start doing Curls again and not have to suffer that pain. If you look at the anatomical part of this, right. We have two bones that make up our forearm. We have the radius here, and then we have the ulna on the other side. So, the radius anatomically, is longer than the ulna. So, you can see, right as I put my fingers on the corners of those two bones, you can do this yourself, just hook right on the end of your wrist. You'll see that my middle finger here is on top of the radius that's longer and further down than the edge and end of my ulna which is right here, ok. What happens is, our body wants to equalize that difference so there's a little bit of a cartilaginous disk that sits right in between the end of the ulna and then into the carpal bones. So, we close that gap down of the length difference between the two sides. Keep that in mind because now when we go grab a barbell, and we go try to do our Barbell Curls what happens is, as you try to curl a barbell, think about what you might do. You might try to start lifting by getting more of your body english into the move to help you to lift that heavier weight. Well, what happens is, your elbows almost come underneath a little bit because what you're trying to do is actually get a little bit of help from your pecs as you squeeze them together. You're almost doing a little bit of a crossover underneath and lifting that way. So, as you do that, you're getting your shoulders involved too. As you do that, your wrists are actually feeling this type of torque and force even though they're restricted by the straightness of the bar. But, as you do this, and you're pushing all that weight down, you're also getting that supination here at the wrist. Well, take this, turn your wrist upside down, k, like this. Bend it back and pull down. And even guys that don't have pain in the wrist are going to find that the inside portion of the wrist, right in that area where that disk is, you feel some pain because you're basically compressing that and causing a pretty uncomfortable sensation. You do that over and over and over again, you could actually wear down and cause damage",
        "start": "00:00:00",
        "duration": 188.58,
        "title": "Wrist and Forearm Pain with Curls (AX JEFF!)"
    },
    {
        "text": "to that cartilage disk that's in between your ulna and your carpal bones. So, again, as you curl up and you're trying to, you're getting that supination and downward force, and that causes that pinch. So, the two things you can do to fix it, number 1 are, lift a little bit lighter weight because if you're not having to do this and you can keep it nice and strict, your wrist will stay nice and neutral like this and you can probably curl it without much pain, or even better if you want to start curling the heavier weight and not have the pain, use an EZ Bar because the EZ bar would give your wrist a chance to be in this position here so now when I curl up I'm not feeling a lot of that torque right there at the disk. I hope you found this answer helpful. I know it's going to help you if you start going back and focusing on the way you're doing the exercise and then maybe the alternative way to do it with an EZ Curl Bar. In the meantime, guys if you want to have your question answered here on AX JEFF, remember, this is my way to give back to you guys. You've supported our channel. Now over a million subscribers. We do have a Million Subscriber video coming. Stay tuned, but I want to make sure I answer more of your questions. Make sure you send them down here to MEDIARELATIONS@ATHLEANX.COM. And make sure, guys, they're videos because the videos are going to be what I play here to answer your question. Alright, I'll see you back here again really soon.",
        "start": "00:03:09",
        "duration": 72.41999999999999,
        "title": "Wrist and Forearm Pain with Curls (AX JEFF!)"
    }
]