[
    {
        "text": "JINDER: ATHLEANX! Your modern day Maharaja! Jinder Mahal! Maharaja! Your gym, brother. ATHLEANX is yours! There are three videos a week, right? JEFF: Yeah. You know Jessie, right? JESSIE: How you doing? JINDER: How are you, bud? JESSIE: Good, how are you? JINDER: Good. Thank you. Oh, this is nice. ATHLEANX headquarters. JEFF: Headquarters. JINDER: That's nice brother. JEFF: I want to talk to you about what's going on with your shoulder. JINDER: Yeah. A torn labrum. JEFF: Yeah. And what did you do there? JINDER: So, I remember what happened. I was on the road doing – you know those knees that I do? JEFF: Yep. JINDER: They had me bounce off. So I bounce off and pulled – I was holding onto the ropes and I pulled and got a subluxation. JEFF: Yeah? And it tore at the same time? JINDER: Yeah. JEFF: What have you done for that? JINDER: Just rehab. My rehab. JEFF: Just go out and wrestle again? JINDER: I had just wrestled in Japan the next night against Shinsuke in a 25, or 35 minute match. Actually for two, or three months, overhead presses of 10lbs, 15lbs. JEFF: Yeah. JINDER: Chest press, like, 25lbs, and now it's back to normal. Like, same strength. Now probably, three months later. JEFF: And no pain when you train? JINDER: No. Just a little bit. It fatigues a little bit easier, but no pain. Maybe you can see me try it. JEFF: Yeah. You've got some weakness and atrophy back in here, you know? JINDER: Yeah.",
        "start": "00:00:00",
        "duration": 124.32900000000001,
        "title": "WWE Jinder Mahal Workout | Assessment (PART 1)"
    },
    {
        "text": "JEFF: Considering how bulked up you are. JINDER: Yeah. Lower traps are on fire. JEFF: No pain though? JINDER: No. JEFF: No pain here? Go out more. It's like there's an atrophy in here. On both sides and the wider you go, the more you're going to activate that, but you've got to know how to squeeze, or initiate from there. So the thing is, I'm really big on the mind-muscle connection. JINDER: Yep. JEFF: It's just trying to really initiate from here. JINDER: Exactly. JEFF: Feel the difference? JINDER: Yeah. JEFF: So go back up to the top. Now, you might have to lighten the weight – well, here it's pretty light – but you want to go right from here. That's right. So initiate from there. Keep pushing through my fingers. Do you feel the difference? JINDER: Yeah. JEFF: So you pull from here wide, as opposed to letting all the bigger muscles dominate, which is what they're trying to do anyway. Given any opportunity, they're going to dominate what you're trying to do. Then what we'd do is go up halfway, now come back down again. Then you see the contraction again. Like that. All right, so double it up on contractions to get more of the work done. Now, I can see what you're doing already. Again, we know it's pulling everything up here. So you want to – I'm going to show you some things to do for that. All the way down. Try to squeeze it all the way down. The last couple of inches matter. Yep, right there. Now up just a few inches. Now do it again. To there. And that's a neuro re-education thing. The point of that is not to necessarily overload. You do that on your heavier set. It's just to try to get those muscles to be a little bit more active. GURV: I had a dislocation, dislocation, but- JEFF: So you had two labral tears? GURV: Yeah. JEFF: Wow. GURV: So I’m just going to eavesdrop here if that’s ok?",
        "start": "00:02:04",
        "duration": 99.29100000000001,
        "title": "WWE Jinder Mahal Workout | Assessment (PART 1)"
    },
    {
        "text": "JEFF: No, no absolutely by all means. So first of all, let's talk about what you contract there. What happens is, as you saw there, here I'm trying to get you to do something, but the trap keeps wanting to do the job instead. JINDER: Yeah. JEFF: But it's stealing the opportunity from the muscles that we want to work. So a scap pull that you hang from, and what you do is, you get up on the bar here. Again, first thing people do is sink into here. For a labrum tear – especially for a lifter – one of the worst things you could do is hang because it's that traction, and it wants to pull out again. So you have to, at some point – you were talking about rehab – you have to get stabilization back in that joint. Then you get up here, and then you scap pull down. JINDER: Yeah. JEFF: So then from there, even when you're doing your pullups, you scap pull first, and then when you're there, now I come up, I come down, I think I've gotten rid of it, but now I just have to stop, and reset again, and come up. But if I could do it, I keep it there the whole time. JINDER: Yeah. JEFF: But because I'm a lot more conscious of being able to hold right from that spot – and don’t just let it sink. Everybody lets them sink at the bottom. JINDER: Yeah, everyone's usually sinking at the bottom. JEFF: So instead of leaning your body back, trying to stay straight up and down – there you go. Doing the scap pull. They're weak. They're definitely weak compared to how strong the rest of your body is – your upper body. JINDER: Yeah. JEFF: Remember, don’t go too far because what the weakness will do, the rhomboids will kick in. so what you'll do is, instead of going here, when you got to scap pull, you'll lean back to where the rhomboids take over. Instead, you want to go straight up and down so the lower traps are going to help you out. JINDER: I got you. So, straight under the bar? JEFF: Yeah. You've got it. Right there. Up. Perfect. Right there. [inaudible 0:05:35]. Good. No pain in the shoulder, right? JINDER: That's actually the first time I've been able to pullup in three months. JEFF: Really? JINDER: Yeah. JEFF: Because of that? JINDER: Because of that.",
        "start": "00:03:44",
        "duration": 132.66000000000003,
        "title": "WWE Jinder Mahal Workout | Assessment (PART 1)"
    },
    {
        "text": "JEFF: Yeah. So if you – you can start to do them again, and you're right; one of the good ways to do it is to progress through there because your bodyweight is going to exceed what you probably would start off over there with. JINDER: Yep. JEFF: Try another thing. I want you to- JINDER: Yeah, definitely a lot weaker. JEFF: So get up on there. Now just let it sink as it would normally. Just like that. Yeah. Now all you're doing is, you're trying to pullup without straightening – without bending your elbows at all. Just like that. It's a small movement. Just one, two inches. Just like that. Come up, and right in here. Now, what you do here is, you want to make sure here that you're staying up. JINDER: Yeah. JEFF: Because this is a substitution. So even just trying to do that- JINDER: So you’d lean back and cheat then? JEFF: Yeah. As soon as I do that I've put it at an advantage to be able to pull. JINDER: Yeah. JEFF: But when I'm here, I can't pull. I need the vertical pullers here. Up, and down. Instead of these horizontal. So now just a straight – that's it. That's it. That's all it is. It's literally two inches. Yep. JINDER: Yeah, I can- JEFF: It's just two inches, right? And the same thing applies. You can take it – once it's pre-set – try to hold it now, go down, and do a pulldown, especially the way I was saying here. The muscles on the outside. Now, when it gets back up to the top don’t let it pull you into that shrug again. Yep. What you want to do is, you want to get in here, be able to depress first. Now just – that's it. Exactly. Even – do you see what happens when you do it posturally? It does get wider. JINDER: Yep.",
        "start": "00:05:56",
        "duration": 86.45000000000002,
        "title": "WWE Jinder Mahal Workout | Assessment (PART 1)"
    },
    {
        "text": "JEFF: Because instead they're doing this. Instead of being out, and down. So now, when they're there, now for a side lateral raise – because normally you're doing this – take them here, don’t move. You're here, extend out. Now that's only 10lbs, but that's going to be really heavy. JINDER: Oh, yeah. JEFF: Your delts are going to be doing all the work instead of your traps. So take them from there, extend them out. Good. Now bring them back, and don’t let those traps come up. Keep it down so it's the same where you were. In front of your chest. All right. There you go. Yep. Just grab a pair of dumbbells. JINDER: [inaudible 0:07:54-0:07:57] JEFF: You grabbed the 30s. That's good. Just bring it down a little bit. JINDER: Maybe when I do chest, my front delts are always- JEFF: Well, it's already happening. JINDER: Yeah. JEFF: You know, we're like this and we press in front of the chest. It's out in front. So it's like \"Okay, I'll do it first.\" JINDER: Yeah. JEFF: Once it does that, as soon as it starts that, the chest cannot take over at that point. It's too late because it's already going to dominate the whole way. Where the chest sinks down in. Instead, if the chest is out and then you initiate from there, you can see that right there, boom! It's doing the – it's dealing with pressure. But we'll cover that in the bench-press. People do side shoulder raises. They do this. JINDER: Yeah. JEFF: They do that and they just- JINDER: They'll do that [0:08:40]. JEFF: And they start pulling up here. JINDER: Yeah, this is how I usually do them. I'll- JEFF: Right, and it's all trap because literally [inaudible 0:08:47-0:08:48]. So I always say pretend there's a fence right here, and you've got to sneak your arm underneath the fence. The first move is getting your arm under the fence without getting- JINDER: Right. JEFF: So you're almost going down, and up. JINDER: Yeah.",
        "start": "00:07:23",
        "duration": 97.33000000000004,
        "title": "WWE Jinder Mahal Workout | Assessment (PART 1)"
    },
    {
        "text": "JEFF: So under here, and up, out to the side. Exactly. Initiating should be right here. Feel that? JINDER: Yeah. JEFF: Now, see if you can keep it going without letting this kick in. Which is good. This is actually nice and loose. Keep going. Push. Push. Push more. Push. Nice. You feel that? All right? This is delt. From here, to here. This is it. This is the real estate. JINDER: Yep. JEFF: So when I first initiate the contraction, yes, you want to go long, but the first move is not up here, right? You wish it was already. Every time you have to come down, right? JINDER: [inaudible 0:09:34]. JEFF: The first move out is going to be right in here. Feel that? JINDER: Yeah. JEFF: So now, it's in here. So now I've got that. Now, can I just keep pushing through there? And you can't. See that? Now the difference is that, for the first time – now hold it. So all that tension is right there. JINDER: Yep. JEFF: You don't abandon heavy weight training. JINDER: Yeah. JEFF: But what I really want to try to get in effect, the hypertrophy effect, I know that ultimately I have to get as much tension into that muscle, and that's what I'm trying to build. Now, athletically there are a lot of things you could to athletically become better, stronger, and more functionally athletic. JINDER: Yeah. JEFF: You know, part of your job is the aesthetics; it's looking good, right? So if you want to get your delts to pop and look better, you have to figure out how you can drive as much tension right there. And a lot of times your delts have probably never felt 15lbs of tension directed right there.",
        "start": "00:09:00",
        "duration": 91.42000000000002,
        "title": "WWE Jinder Mahal Workout | Assessment (PART 1)"
    },
    {
        "text": "JINDER: You'd be right. JEFF: Yep. Just like that. JINDER: I can see my delts firing. JEFF: Totally. And then I like the one and a half technique because it enforces that \"Wait, I'm not done. I've got to do it again?\" And that – right. But if you did this for four weeks your delts would start to pop even more because they just haven't been going that way. JINDER: Yeah. JEFF: I mean, your shoulders are f***king massive. If you get them – if you get your delts balancing out your traps you're going to look- JINDER: Game changer. JEFF: Yeah. That's it. It's like – you did it perfectly that time. You literally initiated right with the delts. And then you've got to kick it again. There you go. Up. Yep. It's that last inch. That last inch right at the top. That's the hardest, but – yeah. So if you- JINDER: 10kg, right? JEFF: Turn the weights this way so you can actually see what they are. Elevation with any of this internal rotation – especially with someone with problems with their shoulders, it's going to become more of a problem. Just because anatomically when you turn your arm in – this is all internal rotation. It doesn't have to be this, like people think. JINDER: Yeah. JEFF: That's just one way to do it. I could do it from here, to here. That's still internal rotation, up here on the shoulder. So I'm internally rotated. I internally rotate, and I elevate. Not only that, you actually stop motion. So watch. Go as high as you can. That's as high as you can get internally rotated. Now, turn your arm up and it goes up because you're blocking it. JINDER: Yeah. If you go – some people could go up to here. You go all the way up? JEFF: For that. So for you, it would actually be interesting because one of the exercises I'll show you guys with the plate is called a trap raise. JINDER: Yep.",
        "start": "00:10:32",
        "duration": 106.38999999999999,
        "title": "WWE Jinder Mahal Workout | Assessment (PART 1)"
    },
    {
        "text": "JEFF: It's not an upper trap raise. It's a lower trap raise. But if you keep going straight up, now we're kicking this in. you feel that? Right in there. Right here. Take the plate here. Again, it all starts with the setup. I start with the plate up against my thighs, but as it comes up I face the plate away from me. So I'm here, and I face it away from me that way. You'll feel it when you do it with the plate. Then you get that squeeze, where I can almost feel it cramp on me in the top position. Right there. You feel it? JINDER: Yeah. JEFF: And then you come down. When you come down it doesn't just drop. You keep everything back here as this comes out in front of you. JINDER: Is there a point where I try transfer it to my front delt? JEFF: It's going to happen. It's going to happen on its own, once it passes the 90 degree mark. JINDER: Yeah. JEFF: So remember, when you initiate it, you are initiating from here. Stand back a little bit. Now just go ahead and do your regular raise. Keep your arms out, long. That's all front delt. JINDER: Yep. JEFF: See that? JINDER: Yeah. JEFF: Now from here up is where it usually starts to turn into low trap, if you do it right. Which is now – you can feel it shifting back here. JINDER: Yep. JEFF: Now back into here. JINDER: For someone with scar tissue, should you really push through that? JEFF: Well, no. You go to where your range is. JINDER: Yeah. JEFF: So, wherever your – where's your range? JINDER: Pretty much, I try to avoid this range of motion, but this is where it stops; is that height. JEFF: Does it hurt when you lift it? JINDER: No, it just – because of all the- JEFF: You can safely go there. You call it neuromuscular reeducation. JINDER: Yep. JEFF: But honestly, this is training. JINDER: Yep.",
        "start": "00:12:18",
        "duration": 96.88,
        "title": "WWE Jinder Mahal Workout | Assessment (PART 1)"
    },
    {
        "text": "JEFF: Because you can hypertrophy the shit out of your muscles doing this kind of training, for the reasons I told you. You aren't really pushing this kind of tension through the muscles anyway. JINDER: Yeah.",
        "start": "00:13:55",
        "duration": 7.85,
        "title": "WWE Jinder Mahal Workout | Assessment (PART 1)"
    }
]