[
    {
        "text": "Jesse: So, this is going to  be a controversial video,   don't you think? Jeff: I mean, it depends   on how you define controversy. What's up,  guys, Jeff Cavaliere, Athleanx.com.   Jesse: Jesse Laico, Athleanx.com. Jeff: So today we are going to talk   about supplements and their necessity in  terms of helping you to build muscle or at   least optimize the amount of muscle that  you carry right now. But it comes from a   question that we got an Ask Jeff question. Jesse: This is from Tommy2shirtz, with a Z,   by the way. Hey, Jeff, I've been following  you for a while and I've been locked in on   my training and nutrition because of it.  Thank you. My brother and dad however,   just started working out New Year's resolution,  and hired a very respected trainer that's well   known in our gym. He pulled him aside on day one  and said, Listen, I'm not going to BS you. If   you want to build muscle, you're going to have to  face the facts and take supplements, period.    Jeff: Whoa.  Jesse: He said he had nothing to sell   them and the gym that they go to, I know doesn't  even have any, he just wanted them to be informed.   They knew I knew way more about this stuff than  they did, so they asked me what my thoughts were.   I figured I'd ask the guy I trust the most to give  you the real no BS answer. What's your take?   Jeff: Wow. Okay. So, I have to start off by  saying maybe not the most responsible trainer,   but I'm a little surprised. Jesse: I'm not surprised.    Jeff: Okay. Jesse: When I walked into a certain   supplements store, which I will not name.  Jeff: Oh, yeah.    Jesse: When I weighed what 115, 120 pounds?  Jeff: By the way, we have a video on this.   Jesse: Yeah. Jeff: Can I tell them?    Jesse: Yeah, go ahead.  Jeff: It was undercover.    Jesse: Yes. Jeff: It was a little bit   of a setup. But I kind of knew that this is the  behavior that was happening in this particular   store. Not every store like this, but -- Jesse: So anyways, I walk into the store, skinny   as a rail, and I asked the clerk for a fat burner.  The most powerful fat burner that they got.    Jeff: You were 120 pounds soaking wet.  Jesse: Soaking wet.    Jeff: Rail thin.  Jesse: Yeah. So,   I asked for the most powerful fat burner they got  and he gave it right to me and said if you want to   burn even more fat, take double the dose. Jeff: That, that's the part that crushes me.   I mean, I'm smiling but dying inside. Because  that's crushing me. When it comes to supplements,   we all know that it's a slippery slope  and the people that will push them on you   will do so very willingly.  Jesse: Yeah.    Jeff: Right. And it can be very bad advice.  And what I would say to kind of bring it back   to the original question is, I would never have  made that recommendation first and foremost. The   first thing I would say, and this should ring  a bell for you, is if you're a rank beginner,   don't take supplements. And I've said it flat  out before, don't take my supplements because   I don't think they're going to give you the edge  that you're looking for. Because you haven't set   in place the most important thing you can do,  and that is the commitment to the new lifestyle   through proper nutrition and making the  right choices right from the get-go.   Jesse: Right. Jeff: And if you don't learn   how to build the foundation of your meal plan  around whole foods and real foods, in other words,   you need to have them do exactly that, supplement  the actual right choices that you're making.   Jesse: The good nutrition. Jeff: In the good nutrition. Now,   some people will say, But Jeff, what's your  feeling on the people that buy the supplements   to increase their level of commitment?   Jesse: Their accountability.    Jeff: Yeah, they want to become more accountable  and they-they have the bottle sitting right there   on the counter.  Jesse: Yeah.    Jeff: And they're like, there's my supplements,  and now I got to go work out. Listen, I'm aware",
        "start": "00:00:00",
        "duration": 186.78,
        "title": "You NEED Supplements to Build Muscle! (FACT)"
    },
    {
        "text": "that that happens and that could be something that  gets you to at least get yourself to the gym. But   what I'm telling you is, if that supplement is  going to be the thing that makes you commit, it's   not going to last long term. The commitment has  to come from in here, not from what's in a bottle,   that we know. Now back to the nutrition choices.  There's this play for the tie mentality. Have you   ever heard that phrase before? Jesse: Yes, I have.    Jeff: So, play for the tie. I'm going to  take my green supplement in the morning   and then go eat a bunch of shit the rest  of the day. But I have my healthy greens,   so I must be doing something healthy. That's not  going to be a winner long term. The play for the   tie is going to lead to a loss every single  time. And not weight loss, but just an actual   loss in your attempt to get to that next level of  fitness. So, we don't want to do that at all. Now,   who would take supplements? Do I agree with what  he said? I think if you go back to his exact   statement, he said, You can't build muscle without  supplements. That is total bullshit. That is total   bullshit. We all know someone out there who's  not taking supplements, who's jacked is hell.   Jesse: Yeah, right. I will say -- Jeff: Even the Liver King.    Jesse: I will say -- Jeff: That was a cheap shot.    Jesse: --that when I started my journey, I  actually built a decent amount of muscle without   supplements. So, I can talk from-- Jeff: Right, you can talk from   firsthand experience  Jesse: --experience.    Jeff: Now you, Jesse-- Jesse: Yup.    Jeff: --on supplements versus not on  supplements. Once everything is in place--   Jesse: Yup. Jeff: --which guy do   you think is going to build more muscle? Jesse: Probably the guy on supplements.   Jeff: I would agree with that. I would agree with  that. I'm going to get to this in a second. Now,   you on supplements versus me, not on  supplements. I do take supplements,   I take my own supplements, but I'll get  into that, too. Who builds more muscle?   Jesse: Probably you. Jeff: I agree with you. But-but-but   no. The point is, is that there are people  out there who are always going to exceed you,   whether they're on supplements or not.  Jesse: Yeah.   Jeff: It's a you versus you scenario here.  I think in every you versus you scenario,   the you who has everything -- again  dialed in nutrition's in check,   who dials in and then adds supplements is going to  experience better benefits overall than the person   who's not taking supplements.  Jesse: Right.    Jeff: And that's a pretty strong opinion, but I  believe it to be true. And I know you can point   to that genetic outlier who's just a freak of  nature, who's got a massive build, who never   taken a supplement in his life.  Jesse: Right.   Jeff: Same guy who can actually sneeze and build  a bigger neck. Right? That guy, though, if he   took supplements in addition to having those freak  genetics, he's going to be in a better place.   Jesse: Yeah.  Jeff: I believe. Now, why is that true?   Because supplements become incredibly necessary  for people who are locked in, who are committed to   the process and who want to see next level gains  because certain supplements just cannot be gotten   inadequate amounts through diet. Jesse: Really?    Jeff: No. And again, I'm a practitioner and a  believer of having a great nutrition plan. One   that you can be consistent with and live  with for the long term. It's what I do. I   put up videos about it. However, you're  not getting, for example, the amount of   creatine that's going to show benefits to you on  a consistent basis through eating whole foods.   Jesse: Really? Jeff: No. Three pounds of chicken--   Jesse: Ooh.  Jeff: --two pounds of beef--   Jesse: Ooh.  Jeff: --to get five grams of creatine.    Jesse: Ooh.  Jeff: You might do it for a day.    Jesse: Yeah.  Jeff: You're not doing it every single",
        "start": "00:03:07",
        "duration": 193.20000000000002,
        "title": "You NEED Supplements to Build Muscle! (FACT)"
    },
    {
        "text": "day. And creatine is one of those supplements  that you're dosing every day, five grams a day,   maintenance dosing.  Jesse: Yeah.   Jeff: Beta Alanine, same thing. You're not  going to get the levels of Beta Alanine to   see the benefits of the ingredient or  creatine without supplementing.    Jesse: Okay. Jeff: And again, we're not talking   about shoddy supplements here, we're talking about  ones that have science behind their benefits.   Jesse: So, ones that actually have the supplement  that they're saying that s in it, is in it.   Jeff: Oh, ouch. You're going there, huh? Jesse: I had to.   Jeff: Yeah. You got to make sure that actually  what you're buying is actually in the bottle.   But that's another that's for another day. So if  you wanted to get the benefits of creatine, which   we know has been proven as a solid science based  supplement, you're not going to get it unless you   actually start to take it. So if that person  who has those great genetics were to add that   to the equation, likely he's going to see improved  results over whatever baseline he comes in at.    Jesse: Right.  Jeff: So, do I think supplements   are necessary to build muscle? No. To improve  upon what you've got, 100%. They will take it   to the next level, if the desire is there and the  commitment is there. Now, I get a chance to work   with a population of people, professional athletes  who take my supplements. I already know that part   is in place. I already know that part is in place.  And what I try to do through our YouTube channel   is get people to understand what's required, the  commitment that's required, to the education of   learning how to improve your body. Get all of that  in place and then, of course, supplements become a   factor. But you don't see me putting my -- by the  way, there, right here. Good plug. But my bottles   all over the place behind me and everything else  to try to push people on the supplements. I don't   do that. I never have on this channel. Some people  aren't even aware that I have supplements.    Jesse: Really?  Jeff: Because I don't,   because I don't talk about them that much.  Jesse: Sure, you don t talk about them.    Jeff: But the point is they are supplemental to  the person that has their-their shit in order.   Jesse: Yeah.  Jeff: And then they take it to the next level. And   I think that if you're watching this, hopefully  you're getting your stuff in order. And when   you're looking for stuff, of course you can go buy  my supplements. I would appreciate it. But going   back to the question by the guy in this -- Jesse: Tommy2shirtz.   Jeff: I mean, again, ranked beginners, no. You  got so many other areas that you can improve   upon first before you're being told that face  the facts, this is what you need to do.    Jesse: Yeah.  Jeff: You know, I'm glad that the guy   didn't have something to sell him, and it wasn't  doing it with that motivation behind it. But   I think that that advice is going to send those  guys down a path that's going to ultimately lead   to failure. Because they're looking for that  success in the bottle rather than inside. And   when the success is not started from in, and the  drive doesn't start from inside you rather than   the bottle, it doesn't last for the long term.  Jesse: Right.    Jeff: So hopefully, guys, you found the  video helpful. Tell me what your thoughts   are on supplementation. Are you at that  point where you've added it? What do you   take? And is it beneficial to you? I'd  like to know in the comments below. Also,   if you haven't done so, make sure you click  Subscribe and turn on your Notifications,   so you never miss a video from us when we put  one out. All right, guys. And by the way, Jessie,   nice red lighting in the background here.  Jesse: I you know, it's a Christmas present   to you from your credit card. Jeff: Thank you very much. All right,   guys, see ya.",
        "start": "00:06:22",
        "duration": 175.19999999999993,
        "title": "You NEED Supplements to Build Muscle! (FACT)"
    }
]