[
    {
        "text": "What's up, guys? Jeff Cavaliere. Athleanx.com.  It's right, your grip is now killing your gains.   You see, we're taking back the killing your  gains videos to actually make a good killing   your gains video. Look, do something for me,  hold your hands out. I'm going to prove this   to you right here. Right, take your hand, now  turn one of them to face yourself. Which finger   is the longest? For most of you, it should be  the middle finger. Jesse, the length of your   middle finger has nothing to do with-- No, no,  no, Jeff. You make an L and it's the distance   between your thumb and your forefinger. Oh my  God, that's frightening. Okay, look, forget that,   hold your hand out. How long is the middle finger,  right? Now when you close your hand down, look at   which finger is now the longest. For most of us  it should be that ring finger now extending longer   down. Now that happens because anatomically the  way our fingers fan out we're going to make that   longer, but there's an implication for this. Now  squeeze your hands as hard as you possibly can,   squeeze those fingers into that base of your  hand. Which one is exerting the most force?   You can probably see on mine it's that same ring  finger. The reason for that is that you've given   yourself more leverage. This is the longest finger  being able to create the most leverage and force   through your hand. Well, guess what happens  when you go grip a bar or a pull-up bar. This   finger tries to dominate, and when it does, it  creates problems all the way down here. You see,   this inflammation right here is the most common  for anybody that's ever lifted a weight. If you've   ever done any type of heavy pulling movement,  you've likely at some point in your life dealt   with some type of pain on the medial elbow here.  It's called medial epicondylitis or golfer's   elbow. It's a pretty harsh pain. It feels like  someone's driving a knife right into your elbow.   The reason for that is because-- and break out the  markers to show you why-- because there's a muscle   that connects these two points. And I talked about  this in the past, but it bears repeating here,   because it's going to make you really understand  this. It's called the flexor-- write this down,   Jesse-- flexor digitorum superficialis,  or FDS to make it a little bit easier for   you, Jesse. Yes, it's very difficult for me. So  now what it does is actually got two heads. One   head comes right off of that point and it comes  down here to the wrist and then it feeds off   into two fingers, the fourth finger and the fifth  finger, and it inserts right here onto that middle   interphalangeal joint here, okay, and our fingers.  And the other one comes over here and it goes into   the pinky. So then we've got this other head that  kind of comes off and shares a common tendon here,   but what it does is it mostly comes off of the  radius, and it feeds down, and then it comes   down here into the wrist, and then this goes  and it feeds off into the second finger, right,   the pointer finger and into the middle finger.  Well, because we know how much of a contribution   this finger want to make in terms of any time we  make a grip on a bar or a pull-up bar, this is the   one that not ironically is the one that's got the  most tension and stress being placed right there   at that insertion right here, on the medial elbow.  So what we want to do is we want to figure out a   way now when we go to grip something, that we can  minimize the contribution of this, to minimize the   dominance that this wants to do. Because you  guys can see it's a pretty thin muscle. This   can't handle all kinds of heavy loads-- weighted  chin-ups, heavy rows, dead lifts-- it can't handle   that on its own. You need to figure out ways to  make that work. So, with that being said guys,   let me take you over to our mock pull-up  bar to show you how to get this right every   time. All right, guys, so here's our make shift  pull-up bar. What we're looking for is two things,   right? When we're going to direct our hands into  a bar, and then lift our own body weight with or   without additional weight, you want to make sure  that you're not putting that bar too far out   into those fingers for the reasons I just said  where we're overloading all of them. Okay, you   want to make sure that the bar is in a position  within the hand that's going to allow you to take   advantage of the additional strength you get from  the structure of the hand. The next thing you want   to do is you want to minimize the contribution of  that fourth finger like we talked about. So how   do you do the first thing first? Well, guys, if  you have an inflammatory condition. Right, here,   here's a quick test if you have it, right? What  you do is you take your hands and you just cover   three fingers. We're going to test this finger.  You cover these three fingers, you push down right",
        "start": "00:00:00",
        "duration": 255.89999999999998,
        "title": "Your Grip is KILLING Your Gains (FIX THIS!)"
    },
    {
        "text": "on that middle joint, just like that and you're  trying to keep it from getting pushed down. So I'm   trying to pull it up this direction. You shouldn't  feel anything at that spot. Now you cover these   three fingers, right, you keep them back and  you try to test this one out. You shouldn't feel   anything, it's the middle finger. Now you cover  those three fingers and you try to test this one   here. And this is where it's going to light  up like a Christmas tree. This is where that   knife is going to be stuck right into that medial  elbow if you're having this pain. And of course,   you could test the last one by holding that one  back, and then pulling up on this. You probably   shouldn't feel much there either. It's just  reinforcing how bad it is. If it's really bad,   then a few exercise substitutions you should make  is to take anything that you're doing underhand,   and just flip it overhand for now to allow  yourself to get out of that acute phase. So   if you have been doing underhand lat pull-downs,  you do over overhand lat pull-downs. If you have   been doing chin-ups or weighted chin-ups, you  go to overhand pull-ups. You try to widen your   grip a little bit too which will help. And  if you have been doing mixed grip deadlifts,   you try to go back to a double overhand. I'll  get to that in a second. If you're doing rows,   any kind of underhand rowing should be substituted  with overhand rowing for the time being. But back   to the pull-up bar, what you do is a couple  things, you want to target this joint right   here. Okay, this is the joint that you want to be  aware of because this is going to dictate-- Jesse,   you can come around the back, I'll show you what  we're talking about-- where this bar is being   placed in your hand because you want to make sure  that bar is being placed deep into your hand. So   if I go and I grab the bar for a pull-up, and I'm  going to get down here as if I'm under the bar.   What I want to see is I don't want to see that  knuckle if I'm doing the pull-up. All I want to   do is be able to see these. And if you get from my  perspective here, all you should be able to do is   see these, right? So at that point, if I start to  fail, and I start to lose my grip, and I start to   come down like this, all of a sudden guess what  pops up into view? Those other knuckles that we   talked about. You don't want that. Because as  soon as that does, look at all of that stress   it's placing right at the end of those tendons.  They're hanging on for dear life, and again,   this is going to do most of that pulling for the  reasons we already talked about with the most   leverage that's going to come right down here  and overload that medial elbow. Okay, not good,   especially if you have additional weight that  you're doing this exercise with. So you only   want to see these knuckles. Now, if I switch to a  chin-up, it's the same knuckle in question here,   but in this case I want to see it. I want to see  the tops of them. Because the only way I could see   them is if I get the bar deep enough into my hand  to be able to see them. If I can't see them and   they go out of view, and all I could see are these  on the chin-up, now again I'm overloading, you can   see that overloading these distal tendons that are  going to place all of that stress down here at the   elbow. So how do we do the next thing here? The  next thing would be to decrease the influence of   this fourth finger from doing so much work. Well,  I've shown this to you guys in the past, it works   like magic, okay? You take a band, if you have  one, you wrap it around and you tie it around the   bar, right? This sets up two little pieces of the  band like this. When you go to do your pull-ups,   you put your fourth and finger on top of the band  like that, you take the other three fingers, you   put them on the bar. What this has done is this  has shifted the focus to these three fingers to do   the majority of the work to grip that bar and pull  you up. Because we've increased the distance here   and changed the [inaudible 07:21] relationship  of these muscles, we've actually decreased their   contribution a little bit. We kind of deadened  them a little bit in terms of how much they want   to dominate that. And if you try it yourself,  you'll feel this right way. If you have elbow   pain, and you make this switch, and you're now  pulling through here, you'll feel most of the work   is now being done here and that elbow pain that  you were experiencing five seconds ago you won't   feel it anymore. Right, so you do them with two  bands hanging off of the bar. Okay, you could do   the same thing when we do the chin, and you could  grip them this way, again, and pull from there,   and that will even decrease the pain that you feel  on a chin-up. But again, if you're really acute,   I would shift the weight from the chin-up at  the time being. So with that being said, guys,",
        "start": "00:04:16",
        "duration": 219.26999999999995,
        "title": "Your Grip is KILLING Your Gains (FIX THIS!)"
    },
    {
        "text": "now I want to address finally the barbell, and  show you a couple of things you want to do there.   All right, so now with the barbell work, this  is the source of a lot of your gains and your   training. But again, if this is flared up, your  grip is directly killing your gains because you   can't do as heavy a barbell work as you'd like  to do because this is causing a big block to what   it is you're trying to accomplish. So again, we  have a two-part strategy. Whenever you grip this   barbell, your goal should be to try to grip it as  deeply into your palm as you possibly can. Now you   might be thinking that, Hey look, Jeff, you told  me in the past like bend my wrist back when I do a   curl. It doesn't change the fact that you want to  have the barbell deep. Because if we take it like   this, right, and we take the barbell-- I'll use  my finger as the barbell-- and I place it deep in   the palm, and I grip around it. Even if I were  to bend my wrist back, and the purpose of that   by the way is to sort of deaden the forearm  from contributing too much and dominating a   bicep curl. Well, you can still see that if their  barbell is sitting deep enough in the palm here,   that it's still resting directly over my forearm,  which provides the support at that top. It's not   being carried all the way out here, which is not  only going to overload those tendons, but it's   also going to place an inordinate amount of strain  and stress on that muscle too, which could cause   some traction stress on that same point. Further  problems, right? So you want to get that barbell   deep in your hand. But there's another thing  you can do here. I had mentioned I would get   to it. You could switch momentarily to a hook  grip. Now what the hook grip does, ironically,   is it actually takes the exact problem that you're  having in loading these two fingers too much,   and it literally shifts all the load to these  three fingers. So if you come around I'll show   you what we're talking about. The hook grip is not  really a comfortable thing. It's something that   takes getting used to. But again, biomechanically  it's the exact solution to the problem you're   having right now. And even if you get used to it,  you might wind up sticking with it because it will   take away some of the risks that might come from  having a mixed grip on a deadlift as the weight   gets heavier. So if we take our hand here, what  you want to do is you want to go over the top,   but you want to dig it as far into this crevice  as you possibly can. So you come all the way down.   Right, we're not just getting deep into the palm  like we were talking about before, but now we're   getting really deep into here so that I can get  that thumb across. Right, and the goal here is   that if I get that deep enough, these two fingers  now are going to position themselves one over the   nail and one behind the knuckle, like that. Okay,  and then we dig in. Now what's happened here just   by getting into this position is these two fingers  have dramatically been decreased in terms of their   contribution to this grip. Everything is now being  squeezed through here. And if you feel pain when   you do this it's likely because you're pressing on  top of the knuckle. You don't want to be pressing   directly down on top of the knuckle. You could  do that right now and you'll likely feel that it   kills. You want to be around that knuckle. Okay,  one in front, one behind, you could squeeze this   as hard as you possibly can, it's not going to  cause any discomfort right now. So when we get   in that position, again, now when I go and  I grip, and I pull, whether I'm doing a row,   whether I'm doing a deadlift, whatever I'm doing,  it's shifting the focus away from that ring finger   here that wants to dominate this movement and  is giving you a reprieve-- maybe temporarily,   maybe forever-- from the overloaded stress that's  causing all this elbow pain. And when you get rid   of the elbow pain, guys, then you're getting rid  of that long term problem that is going to inhibit   your ability to make gains in the gym. Your  heavier lifts are going to depend upon you having   the right grip. If you get this sorted out here,  guys-- hopefully now with a few modifications--   these are the problematic exercises, now  you have a way to get around them. Guys,   I hope you found the video helpful. If you did,  make sure you leave your comments and thumbs up   below. If you're looking for a program where  the small details matter because it's always   going to matter when it comes to training for  longevity. All of our programs have built around   training for a long time-- for our lifetime.  You can find them over at Athleanx.com. If you   haven't already done so, guys, make sure you  click subscribe and turn on your notifications   so you never miss a new video when we put  one out. All right, guys, see you soon.",
        "start": "00:07:56",
        "duration": 230.19999999999996,
        "title": "Your Grip is KILLING Your Gains (FIX THIS!)"
    }
]