[
    {
        "text": "What's up, guys? Jeff Cavaliere, ATHLEANX.com. We're back at it again. Zac Efron. You see, last year I covered Zac Efron's workout, a full year ahead of the Baywatch Movie release. It kind of sparked a little bit of an uproar for various reasons. You're going to want to watch that video if you haven't already. I'm going to link it here. But more importantly, please do me a favor; if you do watch that one, make sure you watch the follow up that I did here to basically confront all of the comments that were coming in on the first video. But a year later, the movie is actually finally coming out, and we wanted to go through what Zac's actual workout was from Baywatch because now it's actually been released. It's been published in Men's Fitness – a magazine I've written for. They basically published this whole push workout and we've talked about how Zac does a push workout. Chest, shoulders, and triceps. I like push/pull and legs as a workout sequencing. It's one of the sequences we use in ATHLEANX. However, there are some issues here and I think instead of just regurgitating to show you what the workout is, it would be more valuable to you if you maybe got my input on what I thought could potentially be a little bit better if we looked through it a bit more closely. So let's look through the exercises. The first thing you've got here is a super set. There are five super sets meant to address shoulders, triceps, and chest. Now, when I look at a workout the first thing I want to do is look and see if we're actually going to hit those muscle groups across the entire workout. So you're looking for chest, shoulders, and triceps. Dumbbell squat front raise is a shoulder exercise, or the shoulder exercise. Floor press here, is chest. Pushup, chest. Incline dumbbell press, chest. Dumbbell overhead press, shoulders. Cable chest press, chest. BOSU plyo pushup, chest. Single arm push down, tricep. Single arm curl, bicep. Now, bicep? We'll get to that in a second. There's one tricep exercise here and I'm going to argue that it's not even really the one you should be doing if you only have one opportunity to do a tricep exercise. But we'll get back to that. If we look at the exercise combo number one, a dumbbell squat front raise – which you see me doing here – going into a cross-body cable raise that you see me doing here. Now, what is it that I like and don't like about this? First of all, it's a little bit of a strange combination to lead a workout off with because we probably should be leading off a little bit more with our compound exercises. Unless this was developed because, maybe, Zac tends to dominate his pressing movements with his front delt.",
        "start": "00:00:06",
        "duration": 151.27000000000004,
        "title": "Zac Efron Chest Workout (OFFICIAL)"
    },
    {
        "text": "So if we fatigue them a little bit then that can allow us to get more work being done by the chest when it's time to get to the chest. So you should immediately see that you can never really interpret what's going on in a workout unless you really know the intentions of the trainer that actually created it. I would imagine at the level that we're talking about here for this role, and for this person in particular, that there probably was something that played into that. But if it wasn't then I wouldn't be putting this up front. We're causing a lot of fatigue here in the shoulders that we're going to need later on when we do our more compound lifts. So the dumbbell squat front raise, again, this choice here. Why are we including the legs in this exercise? If the argument is that we're doing it because we want to make it a more metabolic workout overall, well what else in here is metabolic? What other exercise here is going to accomplish the same thing? We have very isolated movement patterns here that's not really what we're doing here, trying to incorporate multiple muscle groups. What is the point of that? What we could do instead is, if you want to stick with the concept of being very specific – using lighter weights and being very specific – on some of our shoulder work. I made a whole video on that; how to get bigger shoulders with lighter weights that I'll link here, too. Lots of stuff to link to here, guys. Just watch it. There's a better way to do this. You can actually, on a front raise here, you can either lean forward to start the exercise – as you see me doing here – which prevents me, if I'm committed to leaning forward, I'm not going to lean backward. Okay, so it eliminates the momentum, or simply back yourself up into a wall and do your front raises from that position, as you see me doing here. When you do that you've basically done the exact same thing. You've eliminated momentum, forced the front delt to do the work, but not had to fatigue your legs in the process. The cross-body cable raise is a good exercises. Again, we could do these very strict, we could do the same one and a half rep style that I show you in that other video, and the line of pull is great using cables because it allows you to stay perpendicular to your arms at all times. So, a good option. Next we have a dumbbell floor press into a pushup. So now I've got to ask 'Why a dumbbell floor press?' Especially when we look at the next one and we see that they're doing an incline dumbbell press. You see, normally the floor is used as a safety net, to provide a safe bottom for bottoming out your reps so you don’t put excess strain on your shoulders. So I'd use the floor for fly's, because I think that the fly done on the floor is a much better exercise. As a matter of fact, you can even overload it a lot more eccentrically that way, safely, than you could at all on a bench. But not in the case of a floor press, unless you have some existing shoulder problem. So if we knew that there was a shoulder problem here that might be an option, but we know that they're probably isn't because then we go back to a regular dumbbell incline bench",
        "start": "00:02:37",
        "duration": 158.76000000000002,
        "title": "Zac Efron Chest Workout (OFFICIAL)"
    },
    {
        "text": "press. So what I would do here instead is, I would go heavy here on the flat bench press instead, and then go, drop down to the floor to do pushups because pushups is a great mechanical drop set. It gives you the ability – even when you reach failure on whatever you're pressing – the opportunity to hit the floor and at least crank out some more reps so you could train through failure. Thirdly, the incline dumbbell press into the dumbbell overhead press. So this is one of the ones I'm kind of confused about because I wouldn't even lead off here. First of all, I'd probably take this and I'd move it down to the four spot. What I'd do here instead is move the dumbbell overhead press, the nice, compound movement, not the backend of a super set, but to the front end of a super set. Then from here I could always do a drop set from that. I could either do a pike pushup – the same concept that we did here and you can see me doing – or I could do a push away pushup. Again, the same concept. Using my shoulders in a mechanical drop set way after I've already gone and loaded up on the heavier work that we're definitely going to need for the shoulders. Okay, so now it leads us right into that four spot. Again, he used a cable chest press here. Cable chest press, a lot of us don’t even have access to cables, but we're pretending that we have access to everything here. I still don’t know if I would do that. I would rather do the incline dumbbell press because I can work a little bit more of the upper chest that way, than I could with my cable straight ahead press that you see me doing. Again, we drop down, a little bit of overkill here. Always dropping down from the regular press to a pushup, but the concept here was to train a little bit explosively so we're using a BOSU to do a BOSU plyo pushup. The BOSU is certainly not necessary. Some people might even find it more difficult to control the landing as your wrists and hands slap the floor every, single time on the way down. It's actually easier to go down with your hands and control out the set. However, I like the idea of including explosive work, especially in combination with a more compound lift. Then finally, we get down to the end here. The single arm push and the single arm curl I mentioned in the very beginning. Is this the best tricep exercise you could be doing? Definitely not. If you have one opportunity in this whole workout and you're doing this once a week – which is what he did – this would not be what you would do. You'd either have to do a close grip bench press, or maybe even my favorite here, the dumbbell line tricep extension. It could either be done with dumbbells, or it could actually be done with a bar as well. But the concept is: put the maximum strain on your triceps, involve the longhead as well, make sure that you're loading up the exercise, all the prerequisites here, and if you could then go into some sort of drop set for that – not with a single arm curl – where does the bicep play into this push workout? Again, it could even be a typo. But the fact is, this doesn’t – especially, again, one arm and one leg is not necessarily",
        "start": "00:05:16",
        "duration": 164.90999999999997,
        "title": "Zac Efron Chest Workout (OFFICIAL)"
    },
    {
        "text": "going to overload if you have one opportunity to work your bicep. But you would do this into another drop set for a different tricep exercise. I'm actually showing you one here as an option. Guys, I think what this illustrates, number one, is never assume what you're reading here is 100% what's being done. Secondly, don’t ever assume that what's being done here, or written here was meant for everybody because this could have been written with very specific purposes based on the information that the trainer knew about Zac prior to doing the workout and constructing the workout. Even the sequencing and everything else about it. Guys, nobody followed more magazine workouts over their lifetime than I did. Sometimes up to 40 and 50 sets. I did all of that and it didn't get me anywhere. The fact is you've got to train, you've got to train specific for you, and by the way, in that entire workout do you want to know another thing that was really disturbing? Do you know how many of these exercises internally rotate the shoulder? Every, single one of them! You want to know how many of these exercises externally rotate the shoulder? Zero. There's not a single repetition done. And this was the whole plan. This workout was repeated over, and over, and over again. If that was what you did you'd be seeing me really soon for a problem with your shoulder because if you're doing no external rotation, no rotator cuff work to balance and offset this you're going to have a problem. So you follow the workouts as written, you may not get what you want. Guys, if you're looking for a step by step plan I do put a lot of effort into looking at all the specifics of a workout and what makes a workout a workout. It's not just the exercises. It's how you put them together that makes a workout a workout, and most of all, makes it effective. I've done that with our ATHLEANX training program. You can get that over at ATHLEANX.com. In the meantime, you've got a lot of videos to watch. I've linked them all for you in this video here, but I know you're going to get a lot out of them. So take some time, sit back, and start watching because I think you're going to find them very, very helpful. All right, guys. I'll be back here again soon. Let me know what you want me to cover here, in a future video and I'll do my best to do that for you in the days and weeks ahead. See you.",
        "start": "00:08:01",
        "duration": 121.58900000000003,
        "title": "Zac Efron Chest Workout (OFFICIAL)"
    }
]