[
    {
        "text": "Wait a minute, you said 14 sets to look like  this guy in 14 sets to look like this guy?   You click baiting son of a bitch. No, actually,  it's the truth and there's seven big reasons why.   What's up, guys, Jeff Cavaliere, Athleanx.com. So,  you want to build a bigger, stronger chest and you   want to know exactly how many sets to do each  week to get the job done best. Well, guess what?   You're in the right place and you're asking the  wrong question. You see, you probably shouldn't   be asking that question specifically without  asking yourself some other questions first.   And I'm happy to do that for you, because in this  video, I'm going to ask those questions of you and   get you the number that you're looking for.  And guess what? We're not going to just stop   at chest. With the information  that we get from these answers,   you're going to be able to build every muscle  in your body just like that. So that being said,   let's start breaking down these questions and  getting the answers I need from you right now.    And so, as always, in cases like these,  it's oftentimes best to rely on science   and let the science tell us what we  should do. But in a question like this,   you're going to be disappointed. Because  the recommendation for the number of sets   per muscle group per week to optimize the growth  and strength of that muscle is somewhere between   eight and 32 sets. That's not really that  helpful. But the reason for this variability   between set recommendations has largely to do  with the fact that we need to start asking these   other questions. So, let's get right to it. My first question to you is, are you natural   or are you enhanced? See you guys, you have to cut  to the chase if you're using drugs, be it steroids   or TRT, and yes, TRT is included, because most  of the time these guys are not taking replacement   dosages, but super physiological dosages and we  know that. So, you have to understand that you are   getting a big advantage when it comes to building  muscle. You're able to recover at a much faster   rate. When it comes to natural lifting, recovery  is everything. If you can't recover from the work   you're doing, you're not going to grow. If you  can't recover from the strength work you're doing,   you're not going to get stronger. You have  to be able to recover from what you're doing   if you want to see gains. People that are  using PEDs are going to be able to do this   a lot easier and faster than you can. They can  tolerate higher workloads, greater intensities,   greater volumes and overall greater gains.  Guys, listen, ultimately, the choice is yours.   However, I'll tell you that even though it takes  more time to achieve the results you're looking   for, naturally. Personally speaking, I can tell  you that is much more rewarding and gratifying   when you do it that way. That being said, we do  have to make sure we get the other things right.   And it starts with asking you the next question,  and that is, what is your experience level?    So, we all know that beginners can pretty much  breathe on away and oftentimes see increases in   strength and size. Most of all, because their body  simply hasn't been subjected to that stimulus over   and over again, and it hasn't had the chance to  sort of become numb to it. That's a good thing.   That means your volumes are going to be lower if  you're just starting out. On the other side of   the equation, the advanced lifter has built up a  tolerance and has been able to increase the number   of sets and reps that they perform over the  course of a week, increasing their weekly volumes.   That being said, as you get stronger and as  you start to employ more intensity techniques,   even the advanced lifter has to become a little  bit more considerate of the amount of intensity   that they're bringing to their training, which  might drop their set totals down for the week.   The bottom line is that your weekly set totals  is going to be influenced by your experience   level. And for those beginners out there, it's  best to start at that lower end of the range and   simply add sets as your body accommodates to the  increased workload. And for those advanced lifters   out there, you're going to be able to experiment  with higher and higher weekly set totals. Just be   mindful of the fact that other things matter.  Most importantly, what are you training for,   hypertrophy or strength? Because when it comes  to strength, your answer is actually going to   be pretty simple because it's guided by your  own goal. If you're training for strength,   you know that you need to perform your sets within  the three to six rep range, within a certain   intensity level between, let's say, 80% and 85%.  And when you can't perform your sets any more",
        "start": "00:00:00",
        "duration": 223.51999999999998,
        "title": "“How Many Sets Per Week for a BIG Chest” (SCIENCE SAYS!)"
    },
    {
        "text": "in a given training session within that range,  that you really don't have to do any more sets.   And that's going to dictate how many sets you  do in a given session that's going to protract   itself out over the course of the week.  Now, granted, you might want to do an extra   set or two to continue to work on perfecting  your former technique. That's fine. But you   certainly want to continue to do more and  more and more and drop the weight more and   more and more because you're not really aligned  with your goal anymore. And doing any more of   that is just simply accruing junk volume. So,  what you need to do is define what it is that   you're actually training for. If you're training  for hypertrophy, well, guess what? The answer   becomes a lot more open-ended and variable.  And for that, I have to ask you yet another   question, and that is, how hard are you training?  And see, when it comes to making muscle gains,   the amount of volume you use is going to be  inversely related to the amount of effort that   you put forth in your workouts. The more effort  you put forth, the lower your volume can be.   You can start to veer towards the lower part of  that range, 13, 14 sets. If you're going to start   bringing that sub maximal volume, stopping  every one of your says, well, short of failure,   you're going to have to start upping the  number of sets that you do per week.    And again, I like to sort of go on the other side  of it by training intensely. I try to take all of   my sets to failure. When I define failure, I'm  talking about form failure. You would still be   able to recognize the exercise I'm doing.  I just simply couldn't complete another rep   in good form without bastardizing the movement.  If I take each one of those sets to failure,   then I don't have to do as many sets as somebody  who likes to stop every set short. Again, science   will show that maybe we don't have to take all  of our sets to failure. However, I have a limited   amount of time within which to train, I like to  go hard and get out quickly. If you want to do   the same and you can experience games that way.  If you want to go completely on the light side   of this, guys, there s even hope for you too.  I share this story before about my wife, who has a   set of traps on her that even Brock Lesnar would  envy. And the reason for it? She's a barber and   she spends her days like this cutting hair. She's  only holding a five-ounce pair of scissors. Oh,   by the way, for six days a week, 10 hours a day.  You see, if you're willing to go incredibly high   on the amount of volume that you put forth, you  can go incredibly low on the amount of weight   that you lift and ultimately the effort you put  forth in your workout. Just be aware that the   more you're willing to leave it all out there on  the floor, the less time you're going to have to   spend doing it, because a set cow can come down  per workout and ultimately over the course of a   week. And the less you're willing to sort of push  yourself on a given set, the more time you're   going to have to spend getting those results.  The fact is the decision is yours and which one   you choose is ultimately up to you. But be aware,  there are some other factors that might want to   steer you in one direction versus the other.  Which brings me to my next question, which is   actually a two part one, and that's how old are  you? And do you have any drug related issues?   Because you don't even have to be old to have  drug related issues, especially if you have a   history of playing sports. The fact is, though,  the answer to that question is going to determine   how many sets you ultimately have to do or may  want to do. You see when you're younger and free   of joint related issues, you can actually get  away with a lot more volume. As you get older   or start to incur some of those injuries, the  situation becomes a lot less forgiving.    You see, when I was younger, I didn't even have to  do many warmups sets to get myself ready to do a   bench press. But now I have to actually prepare  myself to do that. But here's the good thing,   your body is actually far less susceptible to  the stress of the load as it is to the number   of times that you're lifting the load. So, if  I were to put, let's say, 185 pounds in the   bar and lift it versus 225 pounds in the bar and  lift it, that's not necessarily the straw that's   going to break the camel's back when it comes  to the issue, you're having your shoulder or   the inflammation you're having your shoulder.  It s the number of times that you perform that   doing 80 repetitions over the course of many  more sets versus 20 or 30 repetitions over far   fewer sets it's going to be ultimately the thing  that saves your shoulder from the inflammation",
        "start": "00:03:44",
        "duration": 218.24,
        "title": "“How Many Sets Per Week for a BIG Chest” (SCIENCE SAYS!)"
    },
    {
        "text": "and the thing that keeps you in the gym.  Because ultimately, if that injury becomes   so inflamed that you can no longer  do your work as then you're accruing   zero volume and making zero gains. So, this is a  case where actually doing less equals more in the   long run and it's actually related to my next  question, which is a very important one.    And that is, are you actually recovered from  your training? Because whether or not you're   training for a bigger chest or a stronger  chest or really any muscle, for that matter,   you're only as good as your body's ability to  recover from the last workout and be prepared   for the next workout. And when I m talking about  next, I'm not just talking about the next workout,   I'm talking about every next workout. Because your  goal should always be improvement in some way,   shape or form. If you're training for strength,  are you able to continue to add weight to the bar   or has the last session left you in a place where  you actually can't do that anymore? Because if it   has, you need to revisit the volume that you're  performing right now and make decreases to that.   From a hypertrophy standpoint, if the next workout  is actually impaired by the soreness that you   created in this workout, then you need to not only  consider the volumes that you're doing right now,   but also the techniques you're using, which  actually brings me to my last question.    And that is, what exercises are you actually  performing and how are you performing them?   Because all that matters as well. You see,  if your chest workout consists of bench   press and let's say heavy weight, it dips versus  crossovers and bench flies don't do bench flies,   by the way the requirements for getting the job  done are going to vary dramatically. And that's   because those single joint exercises are going to  oftentimes be performed with much lighter weights,   which you're going to require additional volume to  get that stress required to produce muscle growth.   At the same point, those compound exercises that  are much more taxing and demanding on the body   that lend themselves to more progressive overload  and strength are going to ultimately bring that   set count down because you're able to induce more  results at a quicker, faster pace. Not to mention,   as I said, the way you perform these sets would  matter as well for the reasons we just talked   about before. If you're using eccentric muscle  overload, because let's say you've tapped out   all of your available strength gains at the moment  on an exercise, we know we can induce more muscle   growth, but at what cost? We'd have to make  sure that we're allowing for more recovery from   those additional stresses, from eccentric muscle  damage to make sure we keep those gains coming.   And all of this now comes around to  formulate one final question that   you probably should be asking me right now.  And I know you're probably thinking, Jeff,   if I know how many steps I'm supposed to do in  a week, how can I ultimately split that up n the   case of the chest to make sure I get the job done  the right way? I m happy to answer it for you.   So now considering everything we've learned in  the fact that the general consensus within this   broad range of eight to 32 says with the available  science we have is that somewhere between 15 and   18 sets is sort of the safe place to start. We  want to make those changes either up or down based   on the answer to your questions. And when we take  an example like the chest, we're going to say,   how do they now fit into an overall training week  based on some different types of splits you might   be following? So, if we took basically a push pull  leg split we would have, let's say, our push day   falling on the second day of the cycle, so pull,  push and legs with off day coming back, pull,   push and legs. So, on the first push day, you  hit your big exercise like your bench press,   and you do it for three to five sets.  You come up with a secondary chest   exercise and that would be for three sets. When you come back here the second time, we have   three exercises we could put in here. Because we  could basically say, hey, let's change the focus   of our big strength exercise to an overhead  press and then just come in and fill in the gaps   with some secondary chest exercises. Three  of them for three sets apiece. Again,   that puts you at nine sets and eight sets,  around 17 sets for that type of split.    Now, if you follow a total body split, now we have  set where we set up a Monday, Wednesday and Friday   workout schedule. And again, total body, meaning  going to do everything in one particular workout.   So here for our pushing part of the workout,  we're going to want to train our shoulders,",
        "start": "00:07:23",
        "duration": 228.76,
        "title": "“How Many Sets Per Week for a BIG Chest” (SCIENCE SAYS!)"
    },
    {
        "text": "are going to want to train our triceps. We're  going to hit our chest likely here with a big   exercise. It might even come back again with a  secondary, fairly big exercise, like a dip. So,   you have a bench press for three to four sets or  three to five sets and then you have a weighted   dip coming in here. On the next time that we do  the push you can just come in with two accessory   type exercises for the chest here, just for  additional volume and just to continue to push   those hypertrophy gains with that 48 hour re  hitting again of that same muscle group.    And then we come in 48 hours later, one more time  and we can go back to the original exercise if we   so choose, in this case, the bench press again.  But all we have to do is the bench press and we   can hit some more shoulder and tricep work  when we're talking about additional volume,   trying to bring up the overall  pushing aspect of our upper body.   And then we have to at least revisit this and  this the bro split. And you might be wondering   and maybe even understand by this point whether  the bro split actually can work. And I talk about   a dumb bro split and a smart bro split. And  a smart bro split, basically realizing that,   yeah, we're going to train chest on Monday,  International Chest Day, and we're going to pick   four or five exercises for three sets a piece,  which puts us at about 15 sets right there.    But if we know that we can hit them indirectly  again, we can hit the chest again and directly   through the exercises we choose for triceps.  Maybe you do some sort of push up variation,   a cobra pushup for your triceps or you do some  sort of a dip. We know we're going to indirectly   hit the chest again and we're going to pick  up some additional volume through those two   exercises. And then we go through a leg workout,  and we come back and hit the shoulders again.   So now we're kind of hitting the pushing aspect  of it every other day and shoulder day again,   depending upon the exercises you choose, even in  overhead press is going to hit the upper chest   or some variation, again, of a push up.  We had the opportunity to do this. And you can   see that we're restimulating that muscle every  48 hours, but we're also hitting it indirectly,   even though we're putting the bulk of that  workload on this one day. Not saying this   is the best, I'm just saying that this is a way  that bro splits could actually work as well.   The fact is, when it comes to popular questions  like this in regard to training, guys,   there's never a clear-cut answer. It always sort  of resides in the gray where a lot of different   factors matter, and particularly when you want to  get the best results for you and you specifically,   those considerations have to be made. If you're looking for programs guys that put   the science back in strength and consider all of  these elements and prescribing the workouts that   you do. Make sure you head over to athleanx.com  and pick up one of our Athlean-X programs. Also,   if you find the video helpful, make sure you leave  your comments and thumbs up below and what other   questions can I answer for you in a future  video? I'll make sure I do that for you.   If you haven't done so, make sure you click  Subscribe and turn on your Notifications,   so you never miss a new video when we put  one out. All right guys see you soon.",
        "start": "00:11:12",
        "duration": 155.48,
        "title": "“How Many Sets Per Week for a BIG Chest” (SCIENCE SAYS!)"
    }
]