[
    {
        "text": "So your triceps just aren't growing, huh? Don't  worry about it because I'm going to show you   here today that if you focus more of our efforts  right here on the largest area of your triceps,   and we choose the right exercises to do that,  your triceps will grow, I guarantee it. What's up,   guys? Jeff Cavaliere. Athleanx.com. So I get it  ,fi your arms aren't growing, and those triceps   just don't seem to be responding, it can be  really frustrating. So today I put together   a video that's going to show you exactly what  to do for even the most frustrating situations   when those triceps just won't grow anymore. And  the thing about it is, you're probably already   doing a lot of the things right. Right, you're  doing closed grip bench pressing to really focus   on the triceps more, you're doing push-ups, you're  doing all the things you've been told. But there's   an old saying that says you're stepping over  dollars for dimes. And when it comes to tricep   anatomy here, you might be doing that. You see,  because if you look at the outside of the arm,   we're talking about the lateral and the medial  head of the triceps, which doesn't supply nearly   the size contributions as I spin around here  that the long head does. This is where the   meat of the triceps is, and this is where  if you focus your efforts you're going to   get those arms to be a hell of a lot bigger. Now  how do you do this? We can hit that panic button   if need be and take exercises that are already  targeting the long head and make them even more   effective by tapping into some techniques to  do that. So that being said, guys, I want to   cover them for you one by one and help you to  get much more out of your tricep training here   to insure that you're not lacking anymore when it  comes to size coming out of those short sleeves.   So the first thing that will help a lot is if  you actually have a quick little understanding   of the triceps. Right, and to keep it simple,  three heads of the triceps: lateral, medial,   and the long head. And we talked about how the  lateral and the medial are the ones that are most   responsible for just straightening out the elbow,  right? Because that's all they do they just cross   the elbow. And when we do great exercises, like  the bench press or the closed grip bench press,   that's the function that we're getting there.  So even though you're using a lot of weight and   doing a good compound lift, the triceps may not  be growing to their full capacity. Why? Because   they're not tapping into that large head,  the long head of the triceps. To do that,   you understand that long head crosses the shoulder  joint and attaches to the shoulder blade. So that   means in order to get that to respond best to  your training, you need to do something with   your shoulder. You either need to get it way up  to apply a better stretch to that long head, or   you need to figure out a way to get it back behind  your body to supply a better full contraction of   that long head. And when looking at an exercise  like this, it is the line tricep extension. And   I've shown you guys in the past how this is such  a good exercise for giving you the ability to get   that arm back up over your head more. Right, to  apply a better stretch to the tricep. But what   about if that's not even working? What if you  need to get more out of it? What if you need to   break that glass and hit the panic button? What  would you do? You do what I'm showing you over   here. What I'm doing here is I'm simply going for  a better stretch of the long head. And there's a   big difference. This is done properly. Both of  these are done well. Because, as you see, right   here even at the top, we talked about in the past  how the angle is super important. You got to be   angled back from vertical. Right, if you bring it  all the way up to the top to a vertical position,   you're going to lose the tension on the triceps  even momentarily, or a lot of the tension on the   triceps momentarily, that you can keep on there by  keeping your arm angled back. They're both doing   this well. Okay, but more importantly, if you let  it play out, here you can see that at the bottom   right about here the difference here even in how  much of my face you can see is substantial. So you   can see a lot more of me here because my arm is  a lot more parallel to the ground versus angled   here. That little extra stretch on the triceps  is going to be that extra kick that you need to   get a better contraction and a better recruitment  of muscles fibers in the triceps that are dormant   right now. That once you start to do this, you're  going to get them to grow a lot faster. All right,   so the next change I want you to make is this one  right here. We talk about the good exercises that   hit the long head. Anything that gets that  arm up over head, this is another option,",
        "start": "00:00:00",
        "duration": 247.85999999999999,
        "title": "“My Triceps Aren’t Growing” (HERE’S WHY!)"
    },
    {
        "text": "this is the tricep push away. But there's  something you can do here that's going to   make this even more effective, and it's this right  here. And for two reasons it's going to get more   effective. If we stop in this position right  here we could look at the amount of stretch that   we have going on in the triceps. When we do it in  this more traditional way, we've got that stretch,   and then we've got that stretch. Much more ability  to get those arms up overhead to get more of that   stretch on the long head to get better recruitment  to contribute to every single repetition that you   do. But it goes beyond that. If we go a little bit  further when we watch how this thing plays out,   we can see that also at the end right there,  there's a difference in the line of force and the   application of this cable and the forces targeting  at your triceps. We talked about in the past that   to get the best contraction or the best amount of  tension on a muscle, you want that line of force   to be perpendicular to the part that's moving or  the muscle that's working here. And in this case,   when looking at the triceps, you can see though  even though it's going off the side there,   that we're not talking about a perpendicular  force here. We're talking about one that's   angled at this angle here. But when I get my  arms upright and I stand more upright, you could   see that that angle becomes much more steep. Not  perpendicular, of course, not perfect, but again,   much better than we are here. So for both of those  reasons, if you were just to stand a little bit   more upright and really try to get those arms  up high on every repetition here, then you're   going to have a better shot to make sure that  you could get more gains from the exercise every   single time you do it. All right, so if you want  to continue to keep those stubborn tricep gains   coming, then you got to be willing to continue  to make those tricep exercise improvements. And   this is another opportunity right here because  this is a popular exercise, it's the dumbbell   overhead extension. And once again it's hitting  that tricep long head because of the over arm,   that over head placement of the arm. But instead  of holding the dumb bell here, we could hold   something different-- a plate-- and get a lot more  out of this exercise to give you better gains from   doing it. You could see right off the bat if I  look at the bottom position here between these   two exercises, the plate gives me a hell of a lot  more stretch on the triceps. All you got to do is   take a look here at the angle of my arm versus the  limitation of the arm right there. I can only get   so far. As a matter of fact, that dumbbell will  make contact with the back of my shoulder blades   or my upper back. Whereas the plate, because  of its narrowness, will go all the way down,   all the way down to this point on my back. That  gives us that better stretch. The second thing   that I want to point out is the position here  of the elbows. It's not only a better exercise   for recruiting more tricep muscle contraction  here, but it's safer on your shoulders. Because   in this case the elbow is kind of pointing almost  straight out towards you guys. Where in this case,   the elbow is pointing out in that direction.  Grabbing the plate puts your elbows in a   position out in front of your body, which is more  natural. We have something called a scapular plane   where our arms prefer to be at this 45-degree  angle. Not all the way out here to be able to   accommodate a dumbbell in your hand. If you make  those two switches here, guys, you can see that   every repetition becomes more impactful and more  effective, ultimately leading to you having bigger   triceps. And the last one here actually a little  bit of a bonus because instead of focusing on   getting that overhead stretch on a long head, I  mentioned in the beginning that we could also get   a better contraction if we're willing to get that  arm back behind our body. When you think about an   exercise like the tricep push down, you've got to  realize right off the bat that the focus is not   about getting the arms behind the body, but just  simply extending at the elbows. But we could do   something here too to get that long head involved,  and that's where we simply make a little bit of a   swap. So instead of doing the exercise like this  where we keep our arms right out in front of our   body and just focus on straightening the elbows,  we could do this: we could do an offset grip. What   the offset grip does is it simply gives me much  more length by sliding the rope down to get my   arm back behind my body. And all you have to do  is take a look at that right there in comparison.   When we look at this drawing here, if my torso  is here, my arm is back behind the body that way.   If my torso's here, my arm is actually in the  opposite direction, out in front of the body.",
        "start": "00:04:14",
        "duration": 261.16,
        "title": "“My Triceps Aren’t Growing” (HERE’S WHY!)"
    },
    {
        "text": "The ability to get yourself all the way back as  you can see here gets a much stronger contraction   on that long head, which is going to lead to much  better gains for you, and to make those exercises   you're already doing better. All right, so with  that, guys, the next time you say to yourself,   Jeff, my triceps just won't grow. There's nothing  I could do about it. Now you have something to do   about it. You make a couple exercise swaps, you  hit the panic button, and you start to do things   a little bit differently. And when you do, I  promise you, the gains will be on the other   side. It doesn't mean you're going to stop bench  pressing. It doesn't mean you're going to stop   doing the closed grip bench press. Those are  great ways to overload the medial and lateral   head. But the real problem area for you is going  to always be the largest area of the triceps that   just isn't pulling its own weight. That's the  long head, now you got an attack plan for that.   If you're looking for a step-by-step plan, all of  our programs actually give you that step-by-step   progression. All the workouts, the meal plans,  everything included. You could find them all   over at Athleanx.com. If you found the video  helpful, make sure you leave your comments and   thumbs up below. Let me know what else you want me  to cover. I'll do my best to do that for you. And   if you haven't already done so, guys, make sure  you click subscribe and turn on your notifications   so you never miss a new video when we put  one out. All right, guys, see you soon.",
        "start": "00:08:35",
        "duration": 63.29999999999999,
        "title": "“My Triceps Aren’t Growing” (HERE’S WHY!)"
    }
]