[
    {
        "text": "i want to go to another compound that i get asked about a lot and truthfully i just don't know the data and that is well we'll start with thc and we'll move to to cbd and then the thc touches i guess you could think about it through two lenses right which is the developing brain versus the quote unquote developed brain so let's start with the latter since i think it's more clear in the former that the developing brain probably is not benefiting from thc so it's probably not even worth asking the question is thc a good sleep aid and a teenager i think the answer would be clearly no but you and i is thc a pro sleep compound no i i don't think i'd feel comfortable in suggesting that it's a pro-sleep compound and would you say that independent of strains i mean you know anybody who's experimented these things will tell you you know well sativa maybe not but indicate yes i mean firstly i don't think we have enough data to you know pinwheel out the different strains and sort of parametrically slice the the strained pie as it were and ask that but what i do know from the evidence firstly i should say that you know acute use of thc typically has a quote-unquote beneficial effect such that it will decrease the amount of time it takes you to fall asleep what's called your sleep latency that's the only thing it impacts is latency so it reduces the latency and it makes it feel as though well and you are and essentially give you more duration so yeah so you're falling asleep faster total duration not so much but what is happening however unfortunately is that that thc just like alcohol has been shown to be a very robust blocker of your dream sleep",
        "start": "00:00:00",
        "duration": 220.15900000000002,
        "title": "Do THC and CBD help you sleep? | Peter Attia, M.D. & Matthew Walker, Ph.D."
    },
    {
        "text": "of your rem sleep add that to the fact that with chronic use of thc you build up a tolerance to the benefit on falling asleep faster so that now you actually have to start using more of the compound to get the same reduction in sleep onset time means that that tolerance and dependency i don't think is necessarily a good thing when you then cease the use of thc what you find in the studies is a pretty horrific insomnia rebound where people then actually have miserable sleep and it usually typically leads to then falling off the bandwagon of abstinence if that's their goal and people then to start having to use again to gain back that crutch that you may not necessarily have needed otherwise so i think the the evidence right now especially with the rem sleep blocking effect of thc and the importance of rem sleep that we know of i just don't feel comfortable in thinking that thc itself is really the sleep aid of the future and that there is more evidence on the thc side cbd is starting to gain more research traction i don't think there's enough studies done i think part of the reason with cbd is and thc it's just it's hard to do these studies because they're hard to get funded because of still some of the moral and now i am not again i'm not puritanical about this i'm not casting any judgment at all and i've often thought well you know what would it take maybe you know i should do like a kickstarter and try and crowd source enough money to do the appropriate cbd studies because i think cbd is more promising on the data right now",
        "start": "00:01:50",
        "duration": 232.71999999999997,
        "title": "Do THC and CBD help you sleep? | Peter Attia, M.D. & Matthew Walker, Ph.D."
    },
    {
        "text": "the data for cbd is that you get that benefit of falling asleep faster by the way would you just to interject for a second would you be able to get an irb approval to do a real world study where a bunch of people were just using wearables and you could homogenize and uniform the wearable and the cbd and things like that but without having to do it as an in-house sleep study do you think the wearables are good enough that you could get enough data in the community i would probably do a hybrid i mean no that makes sense irony if it's of thc and cbd often being used as hybrids is not lost on me but i would probably do a hybrid where i would do some tracking of sleep ecologically in the in the home setting as it were and then have a couple of nights where they would actually come in and we would measure their high grade sleep quality because the trackers out there right now you know they're just not quite accurate they're not clinical grade enough for me to understand the quality and the stages of your sleep i think trackers are not bad right now and but even those metrics you'd get a clue right like even with the somewhat of a clue yeah you can see it i think you know people often ask me what's the best sleep tracker and i would say it's the sleep tracker that you wear every night you know i think most of them are much of a muchness in terms of their current inaccuracy so i would do a hybrid study probably where i do some tracking outside with things like wrist watches or rings and then i would do some in laboratory studies but i think for cbd things are actually looking more promising cbd does give you that same benefit you fall asleep faster you don't seem to get the hit on rem sleep now i don't think there's enough studies for me to yet feel comfortable",
        "start": "00:03:46",
        "duration": 201.92000000000007,
        "title": "Do THC and CBD help you sleep? | Peter Attia, M.D. & Matthew Walker, Ph.D."
    },
    {
        "text": "in saying definitively you don't but for the small handful of non-placebo control trials for whatever it's worth and we are talking about hands up here everyone no recommendations no promissorial notes this is just very early tentative preliminary evidence suggests that you may not get the rem sleep deficit which is good the other thing is that you typically don't see the dependency issues nor do you get the insomnia rebound when you stop using cbd and the final thing i think that's interesting with cbd is that it may actually have some benefits in certain sleep disorders there's some as a little bit of evidence that it may reduce the severity of sleep apnea but i think that that's just you know one or two studies there's some benefit that's happening in ptsd with cbd treatment to help with ptsd sleep problems and sleep problems are real problematic issues with ptsd patients so i think anything there that could be of help as long as it's medically safe and doesn't compromise your sleep unlike thc would be a good thing too probably two caveats or at least one caveat it does seem to be somewhat dose-dependent um it i don't think it's very clear right now what the optimal dose is there have been some times where people have actually suggested that the use of cbd at a certain dose is actually wake promoting rather than sleep promoting so i think there may actually be this u-shaped function when it comes to cbd that what or some kind of a of a function i don't know what the function is going to be but there's going to be perhaps a sweet spot of a dose concentration that is optimal for cbd's benefit on sleep and there may be other doses that are actually detrimental to sleep and we need to stay away from them how is cbd doing that and having that",
        "start": "00:05:27",
        "duration": 244.08,
        "title": "Do THC and CBD help you sleep? | Peter Attia, M.D. & Matthew Walker, Ph.D."
    },
    {
        "text": "kind of benefit of sleep there was actually even some evidence that it may actually increase the amount of deep sleep which was interesting and that was just one single study small study again i'm not believing it i'm not going to go out there and start telling people to take cbd on the basis of that single city i am saying that i think it's got promise right now but we don't know how could it be doing that well one of the interesting things could actually be thermoregulation in some of those studies they were actually finding that the core body temperature decreased with cbd administration and we were just describing that when you drop core body temperature you sleep better when you increase core body temperature by way of something thermogenic like alcohol or it's just a hot room or a big meal that increasing core body temperature is worse for sleep so cbd may actually be having its mechanistic benefit through the thermoregulatory system is one of my hypotheses the other is that it's indirect through its anxiolytic benefits i think probably the greatest strongest evidence right there out there right now for cbd's clinical efficacy is for anxiety and i actually think i've tried to read as much of that data as i can i think it's actually pretty interesting i think one of the major causes of insufficient sleep and poor sleep right now is that everyone is just cranked in terms of anxiety and that they wake up or you know we are constantly on reception in this modern day of life and the only time that our brain goes from reception to reflection is when our head hits the pillow and that's the last time that you need to be ruminating and catastrophizing and having that rolodex of anxiety so i think if cbd is",
        "start": "00:07:30",
        "duration": 219.68099999999998,
        "title": "Do THC and CBD help you sleep? | Peter Attia, M.D. & Matthew Walker, Ph.D."
    },
    {
        "text": "efficacious for lowering anxiety and anxiety is one of the causes of poor sleep in society then part of that benefit may not be through a direct mechanism on sleep regulating centers but instead a secondary benefit of lowering anxiety which perhaps lowers that sympathetic fight or flight branch of the nervous system which means that you shift into a more parasympathetic state and or it drops core body temperature both of those roots i think are in my mind the tenable hypotheses that in you know a crowd-sourced study that i would want to do and i don't know if people want to do that city you know comments in wherever comments can be i would love to see that study because anecdotally not so much in myself but i also think i'm i sleep reasonably well but in people who don't sleep that well i have anecdotally seen some pretty impressive results with cbd yeah and other times i've seen nothing and what's interesting is in some of the people in whom i've seen impressive results it's people who have been largely recalcitrant to other big guns again i think whenever you can sleep without pharmacology you're doing a good thing but i agree when you look at things like trazadone thorazine with their anti-ruminative properties and you see patients who even at 25 and 50 milligrams doesn't matter that's right you know it doesn't matter that's not how you sleep and yet you know cbd ends up having yeah and at that point you start to think well it's less likely to be the placebo effect because you've tried all these other things that didn't work why would this silly little oil work this podcast is for general",
        "start": "00:09:19",
        "duration": 216.71999999999994,
        "title": "Do THC and CBD help you sleep? | Peter Attia, M.D. & Matthew Walker, Ph.D."
    },
    {
        "text": "informational purposes only does not constitute the practice of medicine nursing or other professional health care services including the giving of medical advice no doctor-patient relationship is formed the use of this information and the materials linked to this podcast is at the user's own risk the content on this podcast is not intended to be a substitute for professional medical advice diagnosis or treatment users should not disregard or delay in obtaining medical advice from any medical condition they have and they should seek the assistance of their healthcare professionals for any such conditions finally i take conflicts of interest very seriously for all of my disclosures and the companies i invest in or advise please visit forward petertiamd.com about where i keep an up-to-date and active list of such companies [Music]",
        "start": "00:11:08",
        "duration": 109.498,
        "title": "Do THC and CBD help you sleep? | Peter Attia, M.D. & Matthew Walker, Ph.D."
    }
]