[
    {
        "text": "i agree just empirically that if you can absolutely eliminate what you eat between defined meals and that could be two or three meals per day um most people will have not just an improvement of body weight and body composition but biomarkers get better i mean you tend to not be snacking on the best things to begin with and actually this is where one of the things where i have found fasting to be a valuable tool because if you put somebody through a three five or even longer day fast i'm talking water only fast even once in their life they learn a very important lesson which is i'm not going to die if i'm hungry acutely um if i made you fast for 40 days you might die but i pretty much don't think there's a human being on this planet outside of the most you know sick you know individual who couldn't go five days without food and you know subsiding only on water and minerals and something about doing that even if you do it once for no other reason it teaches you a couple of things one you can do it that's a big aha moment two hunger comes in waves so that five day period of eating nothing you will have periods of time when you literally want to eat your arm and you will have periods during that five days when you have forgotten that you're fasting and so when you take that mindset into okay lane i just put you through this five days of you know very difficult fasting now we're going to go to a regiment where i just don't want you to eat any snacks and that means from noon till six i don't want you eating anything and now all of a sudden you're like",
        "start": "00:00:00",
        "duration": 219.44100000000006,
        "title": "Lessons Learned From Fasting: Hunger vs. Appetite | Peter Attia, M.D. & Layne Norton, Ph.D."
    },
    {
        "text": "at three o'clock i'm really hungry but you now anchor that to something that was so much more severe which is wait a minute i'm really hungry because i haven't eaten in three hours i'm gonna eat in three hours i think i can make it and at least for me and for a number of patients that i've used this sort of method with it's a very powerful tool and you don't need to become a fasting guru to do this right you don't have to do a quarterly fast to experience this i think just one fast will teach a person this lesson and i certainly remember the first time i really had that aha moment when i did my first really long fast and realized everything that i knew intellectually but all of a sudden it emotionally made sense as well well people confuse hunger and appetite a lot so there's a here's the other big thing is people say well you don't get as hungry on the ketogenic diet you don't get as hungry on the plant a plant-based diet you don't get as hungry on xyz i say that's true but there's a lot more reasons people eat other than hunger in fact i would argue that some of the major reasons people eat has nothing to do with physical hunger that it's actually societal cues stress and various other things and so one of the things we'll we'll tell our clients boredom is a big one for me absolutely one of the reasons that exercise people one of the reasons exercise works so well is one it sensitizes you to satiety signals that's actually the most powerful effect it has on weight loss you actually become more sensitive to your satiety hormones but two you're spending an hour doing something physical where you're you're not bored",
        "start": "00:01:50",
        "duration": 193.11899999999991,
        "title": "Lessons Learned From Fasting: Hunger vs. Appetite | Peter Attia, M.D. & Layne Norton, Ph.D."
    },
    {
        "text": "and eating right so it makes a difference this podcast is for general informational purposes only and does not constitute the practice of medicine nursing or other professional health care services including the giving of medical advice no doctor-patient relationship is formed the use of this information and the materials linked to this podcast is at the user's own risk the content on this podcast is not intended to be a substitute for professional medical advice diagnosis or treatment users should not disregard or delay in obtaining medical advice from any medical condition they have and they should seek the assistance of their healthcare professionals for any such conditions finally i take conflicts of interest very seriously for all of my disclosures and the companies i invest in or advise please visit petertiammd.com forward slash about where i keep an up-to-date and active list of such companies [Music] you",
        "start": "00:03:27",
        "duration": 128.16100000000003,
        "title": "Lessons Learned From Fasting: Hunger vs. Appetite | Peter Attia, M.D. & Layne Norton, Ph.D."
    }
]