[
    {
        "text": "let's change gears for a second and talk about nad nr nmn all these things um i've i've had uh david sinclair on the podcast a couple of times he's very eloquently explained what sirtuins are how they work why they require nad so for for folks who want to get up to speed on that um you can do so in great depth do you want to give the 30 second answer as to why certains matter and why they need nad sure but i would start by saying that i'm not sure that that sirtuins are the only or most important reason why nad is important sure sure so sir sirtuins are a class of nad dependent mostly deacetylases they also can do some other activities but basically one way to think about it is that that sirtuins uh take acetyl groups off of other proteins that's their activity and that that requires nad and it actually consumes nad so nad is a cofactor for many metabolic reactions where it gets converted between nad which is the oxidized form of the coenzyme and nadh which is the reduced form uh many many different metabolic reactions use nad in that way including the electron transport chain including the electron transport chain and glycolysis and fermentation yes um sirtuins are fundamentally different in that they they use up nad right uh um uh and so nad is required for their activity nadh the reduced form of nad is actually an inhibitor of sirtuins so the nad to nadh ratio can be used as a proxy of of likely sirtuin activity um so sirtuins are are important in the aging field um you know this really goes back to my work as a graduate student in yeast when i was a grad student with lenny guaranty when we first showed that you could overexpress the yeast sirtuin which is called sir two that's where",
        "start": "00:00:00",
        "duration": 235.76000000000005,
        "title": "NAD and NAD precursors: help or hype? | Peter Attia, M.D. & Matt Kaeberlein, Ph.D."
    },
    {
        "text": "sirtuin comes from so the yeast protein is called cer2 if you overexpress sir two you increase lifespan in yeast and since then other people have shown that that activation or over expression of sirtuins and worms or flies or mice can have interesting effects on aging you and david must have overlapped right and the you guys must have both been in lenny's life at the same time overlapped in lenny's lab yes he was a postdoc when i was a grad student and i got to give david i mean david and i have had our scientific disagreements over the years um but i got to give david a ton of credit as a postdoc you know he uh mentored me um in important ways and i think actually guided me to the project looking at sir two which is what i just talked about when we overexpressed sir two so so david was a very important early um influence on on my scientific career and and the guarantee lab at that time you know was full of uh really smart i'm sure it's still full of really smart people but it was just a really great environment it was a powerhouse yeah with with lots of lots of really um really fantastic scientists um so that was the first and it was really lenny's lab that established sirtuins as important in aging and in multiple model systems so in mice um i mean i think you know david might disagree with this a little bit but i think if you're being honest right the the evidence that sirtuins are potent regulators of lifespan in mice is mixed it's not strong there are a couple of studies out of probably you know a dozen that have been published and there's probably two dozen that are unpublished where people saw no effects on lifespan from manipulator or activating sirtuins there are a couple of studies that show in one case a brain specific activation of one",
        "start": "00:01:57",
        "duration": 205.99900000000002,
        "title": "NAD and NAD precursors: help or hype? | Peter Attia, M.D. & Matt Kaeberlein, Ph.D."
    },
    {
        "text": "of the sirtuins called certio1 could slightly extend lifespan and another that that over expression of a different sir 2 in 36 could slightly extend lifespan i think only in males but nowhere near the the reproducibility or magnitude of effect of other things including rapamycin so so the data on sirtuins is broad but um but the absolute effects on on lifespan at least are in my personal view unconvincing like it hasn't been broadly replicated like rapamycin has and they're not big what we do see with sirtuins is abundant evidence that that metabolic markers of health can be improved by activating sirtuins and in a few other disease-specific models pretty good evidence heart disease in particular some evidence for cognitive function as well uh improvements in age-related outcomes so there's a lot of smoke there but i think i think you know p there's a lot of confusion in the field about the relative strength of data for different interventions and at least in my view you know there's really no comparison between the effects you get from inhibiting mtor and the effects at least so far that people have reported from from activating sirtuins mtor is head and shoulders above sirtuins when it comes to magnitude of effect yeah i i think it would be impossible to dispute that i i don't think there could be any dispute of that what's interesting is if i were to tally up the number of questions i get per month about nr and nmn versus rapid logs the the ratio is the exact opposite to the magnitude so if the effect size of rapamycin and the importance of mtor is 10x that of sirtuins it's flipped in the number of questions i get um about it and just the",
        "start": "00:03:40",
        "duration": 220.80200000000002,
        "title": "NAD and NAD precursors: help or hype? | Peter Attia, M.D. & Matt Kaeberlein, Ph.D."
    },
    {
        "text": "you know the the pop culture awareness of of of that so let's put the the marketing of that aside and talk about the chemistry of it for a moment sure so i think um right so sirtuins are nad dependent enzymes right so they need nad to do their action and we've already talked about in general the model is that turning up sirtuins is is is a good thing right that you're going to get if you're going to get benefits in the context of aging that's going to happen from activating sirtuins again that's a probably a pretty massive oversimplification because there are seven sirtuins right and they do different things and different things in different tissues but that's kind of where the field has gotten stuck right the idea is that activating sirtuins is good and so if you accept that and you and nad is an activator of sirtuins then more nad is good and there's there's good evidence that nad homeostasis becomes impaired with aging that that the ratio of nad to nadh the oxidized to reduced form of nad in many tissues at least shifts towards more nadh and less nad right and so that with age and so the prediction would be that you would have declining sirtuin activity due to that metabolic shift um and i will also note because i think this is important that in mitochondrial disease you see the same shift it's just much much more pronounced you see a shift towards nadh and less nad and that's exactly what you see when mitochondria are less functional because the cells will switch over to glycolysis and fermentation right fermentation to lactate and the whole reason why we ferment to lactate is to restore nad levels right fermentation to lactate takes nadh and turns it back into nad so it this probably reflects an underlying",
        "start": "00:05:33",
        "duration": 221.99899999999997,
        "title": "NAD and NAD precursors: help or hype? | Peter Attia, M.D. & Matt Kaeberlein, Ph.D."
    },
    {
        "text": "metabolic defect which could be mitochondrial in origin that leads to this shift towards towards the reduced form of nad with age so so those two observations less nad right bad sirtuins good the prediction is that that if we could boost nad that would be good because that would then restore sertuan activity and have effects on aging and so this led to the the development and popularization of of these molecules called nad precursors or nad boosters the two of which get talked about the most are nicotinamide riboside and nr that was kind of the first to uh to gain popularity and then nicotinamide mononucleotide nmn both of those are precursors of nad that within cells can be converted into nad and so you know there's there's a there's a large body of literature uh in a variety of model organisms showing that treatment with na nr or nmn sometimes leads to benefits that are associated with healthy aging and in one study uh lifespan extension in mice i say sometimes because there's also a large body of literature that doesn't reproduce those results including the itp including the itp that's right which is i think has to be considered the gold standard for at least mice data i think that's true although you know as we talked about before it's a different genetic background than than c-57 black sex right i would argue it's a much better genetic background i think i think well i think you can make that argument and um there are good reasons to uh to believe that argument um nonetheless i i think i i think it's important to know right that that could be why it worked in one context absolutely context um yeah and we've",
        "start": "00:07:23",
        "duration": 220.31999999999994,
        "title": "NAD and NAD precursors: help or hype? | Peter Attia, M.D. & Matt Kaeberlein, Ph.D."
    },
    {
        "text": "struggled with this as well in my lab so you know it's been reported in this mitochondrial disease mouse by a collaborator of ours who i i trust their data right that that nmn could increase lifespan in that mouse model we've tried multiple times with both nr and nmn in that mouse model and been unable to to get these effects so i think these drugs are tricky uh from a from a biological efficacy perspective to there's something we don't understand about delivery or or uptake uh that do you think they're temperature stable probably well i mean i i don't know um i'm sure i'm sure there are people who know the answer to that um i've read conflicting things right i've read that and i i need to go back to the sources on it but i've read that at least through the lens in which they're provided as supplements the likelihood that by the time that thing arrives at your door it still has the biologic activity that it would have had in a refrigerated manner is low now i don't know that the companies that sell them recommend refrigerating them but they might not recommend refrigerating them because then it would imply that they're being shipped in an unrefrigerated manner which sort of nullifies the whole benefit but right right i don't know if you if you've looked at any of that we haven't um so i think so definitely in our mouth studies we are careful to keep the food in the in the refrigerator until we put it in the mouse cage um i you know i i suspect that uh that there certainly is it might be some truth to the idea that the biological activity goes off over time at room temperature but i think that reflects a bigger problem with the nad precursor field which is that you know there's a lot of",
        "start": "00:09:13",
        "duration": 198.32099999999997,
        "title": "NAD and NAD precursors: help or hype? | Peter Attia, M.D. & Matt Kaeberlein, Ph.D."
    },
    {
        "text": "um controversy even among the two camps so i mean it's sort of funny right because there's an nr camp of researchers who really you know think nr is the the tool that we should use and then there's an nmn camp and they both you know say that the other camp that their molecule doesn't work right because it's not biologically available or you know all sorts of reasons right so there's a lot of lack of clarity around biological availability and efficacy with these molecules in the pre-clinical literature right where you know in theory people should be able to exactly reproduce the way that other people do the work and get the same results right there are lots of reasons why scientific results don't get replicated it's my impression that in the nad precursor field that's a bigger problem than in some other areas and i don't know the reasons for that but all i can say is we've experienced that in my lab as well um so so i you know i've tried to stay on the fence here because i think there's a ton of smoke right there's a ton of smoke with sirtuins there's a ton of smoke with nad precursors that they can if you do the experiment the right way have positive effects that look a lot like what we would expect for something that's impacting the aging process and as i said i mean it's funny because you know people who are in the field i think sometimes think of me as this anti-sertuin guy which is absolutely not the truth i'm the guy i'm the guy who first showed that you could over express a certain and increased lifespan if anybody is going to be pro certain it's me i think the problem is that i've seen a lot of data that has that people have struggled to reproduce right and and i and i just honestly don't know how to interpret that whereas with rapamycin it works for",
        "start": "00:10:52",
        "duration": 192.958,
        "title": "NAD and NAD precursors: help or hype? | Peter Attia, M.D. & Matt Kaeberlein, Ph.D."
    },
    {
        "text": "everybody right it's robust and everybody gets the same result over and over and over again so i'm less enthusiastic i would say about sirtuins and nad precursors as as opposed to some other interventions right in the in the field but i think there's a lot of data um that suggests that that these molecules and the sirtuins are important for aging i think what what we haven't done yet is figured out how to tweak the system in exactly the right way to get robust and reproducible experimental results that i personally would feel comfortable moving forward with clinically and it might be that the answer is you have to hit this system with two prongs you have to provide more of the precursor and you have to activate the sirtuin in the way that resveratrol attempted to do but wasn't doing right so maybe the answer is it's both uh again that's that's literally just that's a possibility yeah the other thing that i find weird about the nad precursor um literature and the the limited work that's been done clinically is often i mean in principle it should be trivial to determine whether or not you have boosted nad levels right if you treat somebody with an nad precursor we know how to measure nad that's not hard okay so we know what the biomarker is at least that far in this case and oftentimes that's not done so so you know if you're treating somebody with nr or nmn and you're not increasing nad levels in the blood or in your target tissue that should tell you something important i would think well the other question is is increasing it in the blood sufficient that's a different question but it is an important question i agree that's why i said target tissue and we can't biopsy certain tissues but we can biopsy some tissues yeah no that it's it's it's super messy uh look i get asked",
        "start": "00:12:29",
        "duration": 215.682,
        "title": "NAD and NAD precursors: help or hype? | Peter Attia, M.D. & Matt Kaeberlein, Ph.D."
    },
    {
        "text": "about it at least once a week by patients and i usually point them to something i've written on the subject matter but in the end i say look i will say i think it's very safe i really don't see a downside other than to your pocketbook of taking nr or nmn um i think they're so so they check the first box of any intervention which is is the downside sufficiently low and i think the answer is yes i'm just having a hard time seeing upside so yeah and i'll tell you honestly i would love to test nr or nmn or both in dogs for exactly that reason right because that there is there is essentially no risk um and we could actually find out does it work you know three years from now five years from now i could tell you do nad precursor slow aging at least in pet dogs and i think if i saw if i saw nr slow aging increase lifespan and or improve multiple functional measures of aging in dogs i'd be i'd be much more bullish on taking nr myself wouldn't prove it's going to work in people but it yeah gets you gets you you know part way there and a pretty big part of the way there and i would put that on the short list of things i would like to test the fact is nobody's going to do the definitive clinical trial in people because they don't have to because they can sell that stuff to people now right they don't they aren't required to do the clinical trial to show that it works this podcast is for general informational purposes only and does not constitute the practice of medicine nursing or other professional health care services including the giving of medical advice no doctor-patient relationship is formed the use of this information and the materials linked to this podcast is at the user's own risk the content on this podcast is not intended to be a",
        "start": "00:14:17",
        "duration": 207.91999999999996,
        "title": "NAD and NAD precursors: help or hype? | Peter Attia, M.D. & Matt Kaeberlein, Ph.D."
    },
    {
        "text": "substitute for professional medical advice diagnosis or treatment users should not disregard or delay in obtaining medical advice from any medical condition they have and they should seek the assistance of their healthcare professionals for any such conditions finally i take conflicts of interest very seriously for all of my disclosures and the companies i invest in or advise please visit petertiammd.com forward slash about where i keep an up-to-date and active list of such companies [Music]",
        "start": "00:16:01",
        "duration": 71.938,
        "title": "NAD and NAD precursors: help or hype? | Peter Attia, M.D. & Matt Kaeberlein, Ph.D."
    }
]